{"ID":"  753","title":"IL-7R targeting therapy for immunoregulation and overcoming steroid resistance in cancer and autoimmune disease","authors":"Masahiro Yasunaga<sup>1</sup>, Shino Manabe<sup>2</sup>, Yasuhiro Matsumura<sup>1</sup>. <sup>1</sup>National Cancer Ctr. EPOC, Kashiwa, Japan; <sup>2</sup>RIKEN, Wako, Japan","text":"The occurrence of autoimmune reactions caused by immune checkpoint blockade in the treatment of cancer indicates the importance of the cross-disciplinary study of malignancy and autoimmune disease. Meanwhile, although steroids have been commonly used for the treatment of malignancies and immune diseases, steroid resistance is a serious prognosis factor and remains an unsolved problem. IL-7R signaling, which physiologically regulates lymphocyte growth and survival, including antigen-responsive T lymphocyte selection, has been implicated in the development of malignancies and autoimmune diseases. However, the biological significance of IL-7R-signaling in steroid treatment is poorly understood. Here, we identified the relationship between unique IL-7R-signaling and steroid-resistance in lymphoid malignancy and demonstrated the presence of steroid-resistant IL-7R-positive lymphocytes in a mouse bone marrow and spleen or in a mouse model of autoimmune arthritis following steroid treatment. We further showed that an anti-IL-7R-antibody conjugated with SN-38 (A7R-ADC-SN-38) has strong anti-tumor effects against both parent and steroid-resistant malignant cells. Although A7R-ADC-SN-38 efficiently eliminated IL-7R-positive cells, IL-7R-negative mature lymphocytes were preserved. Furthermore, inflammation in the mouse autoimmune arthritis model was suppressed to a greater extent by A7R-ADC conjugated to MMAE than by A7R-ADC-SN-38. Strong and specific elimination of enhanced IL-7R-positive cells, a common pathogenesis of both lymphoid malignancy and autoimmune disease, might prevent the development of malignancy or autoimmune disease in high-risk patients. Thus, the use of A7R-ADC may be a promising strategy for the immunoregulation of both malignancy and autoimmune disease and may serve as a new option to steroid therapy. Thus, A7R-ADC may be a promising strategy to treat malignancies and autoimmune diseases and may serve as a novel alternative to steroid therapy. Thus, A7R-ADC may be a promising strategy to treat malignancies and autoimmune diseases and may serve as a novel alternative to steroid therapy. We have evaluated the effectiveness of A7R-ADC in the treatment of other autoimmune or inflammatory diseases involving IL-7R signaling in a preclinical setting for general use. In addition, IL-7R metastatic solid tumors which acquired Il-7R-dependent homing ability of lymphocytes to be spread into many organs may also be promising therapeutic targets of A7R-ADC. We are proceeding the study to advance A7R-ADC for clinical use in both cancer and autoimmune disease","keywords":"Antibody;Lymphoma;Lymphoma;Steroid hormones","organ":"Leukemias: acute lymphoblastic","target":"IL7R","tumor":"autoimmune","sage":"target-tumor","pharma":"pharma","combo":"no","model":"preclinical xeno"}
