{"ID":" 1983","title":"Antibody-drug conjugates with DNA inhibitor linker-payloads can overcome resistance in cultured tumor cells made resistant to conjugates with cleavable-linked auristatins","authors":"Xingzhi Tan, Matthew Sung, Frank Loganzo. Pfizer, Inc., Pearl River, NY","text":"Antibody drug conjugates (ADCs) are targeted biotherapeutics delivering cytotoxic payloads to tumor-expressed antigens. The most common class of ADC payloads are microtubule inhibitors (MTI) and DNA inhibitors, exemplified by clinically approved ado-trastuzumab emtansine (TDM1; MTI DM1), brentuximab vedotin (MTI auristatin), gemtuzumab ozogamicin and inotuzumab ozogamicin (DNA double strand breaker calicheamicin). Auristatin payloads are in active development, primarily employing proteolytically cleavable linker mcValCitPABC. There are many benefits of cleavable-linked permeable payloads, including bystander activity in a heterogeneous tumor environment. However, due to the complexity of human cancer, tumors become refractory to most drug therapies. We hypothesized that cultured tumor cells chronically treated with mcValCitPABC-auristatin ADCs would acquire varied resistance mechanisms. As model ADCs, we used trastuzumab-mcValCitPABC-mono methyl auristatin E (TvcMMAE) and trastuzumab-mcValCitPABC-Aur0101 (Tvc0101). Her2 expressing gastric carcinoma line, N87, was chronically exposed to the respective ADCs at cytotoxic doses in a cyclical fashion (3 days on; ~1 - 3 weeks off). Resistance was acquired very slowly (over ~1 year), and cells were characterized for their resistance profile. N87-TvcMMAE cells had >1000X relative resistance (RR) to T-auristatin and TDM1 ADCs compared with parental N87, and showed moderate to high resistance (~50 – 300X) to unconjugated MTIs including auristatins and DM1. The cells were cross-resistant (>100 - 1000X) to T-ADCs delivering several payload classes, including NAc-calicheamicin and cyclopropylpyrroloindolone (CPI). Her2 and MDR1 levels were unchanged in N87-TvcMMAE cells, however, a slight increase of MRP1 was observed on immunoblots. Cells made resistant to Tvc0101 ADC showed a different profile. N87-Tvc0101 cells had >1000X RR to T-auristatin ADCs and >400X to TDM1, but were sensitive (<4X) to unconjugated auristatins and DM1. Interestingly, these cells retained sensitivity to T-ADCs delivering DNA inhibitor payloads, including NAc-calicheamicin (<5X) and CPI (<14X). These data are striking since N87-Tvc0101 cells had significantly reduced Her2 levels, yet responded to other Her2 ADCs. Immunoblots indicated no observed changes in MDR1 or MRP1 protein. The cross-resistance profile of each cell model is distinct, despite using the same parental cell background and ADCs differing in the auristatin. These data suggest that different resistance mechanisms develop upon treatment with structurally similar mcValCitPABC-auristatin ADCs, and that resistant tumors may respond to ADCs delivering a different linker-payload yet targeting the same antigen, even in cases where antigen levels have decreased.","keywords":"Resistance","organ":"Not Applicable","target":"HER2","tumor":"gastric","sage":"linker","pharma":"pharma","combo":"no","model":"preclinical in vitro"}
