{"ID":" 1991","title":"Antibody-drug conjugate payloads induce markers of immunogenic cell death in cancer cells","authors":"Xingzhi Tan, My-Hanh Lam, Shoba Ragunathan, Keziban Unsal-Kacmaz, Frank Loganzo. Pfizer, Inc., Pearl River, NY","text":"Activating the immunologic destruction of cancer cells is a clinically validated therapeutic approach. Immunogenic cell death (ICD) is a reported mechanism of activating the immune system wherein anti-cancer treatments induce specific tumor cell markers, followed by dendritic cell activation and T-cell recruitment. Antibody-drug conjugates (ADCs) are targeted biotherapeutics which deliver cytotoxins to cancer cells. Our hypothesis is that ADCs also may have immune-modulating properties and that the payloads delivered by ADCs may induce ICD. We developed three assays to evaluate ICD in cultured tumor cell lines: (1) HMGB1 extracellular protein levels, (2) cell surface calreticulin translocation, (3) and ICD-induced dendritic cell activation (ICD-DCA). First, cytototoxity was assessed for all compounds, then ICD studies were conducted at dose-multiples relative to each compound’s anti-proliferative IC50. Next, cells were treated with various chemotherapeutic agents and extracellular HMGB1 protein detected by ELISA. However, HMGB1 levels strongly correlated with cytotoxicity, and did not differ among treatments. We next assessed calreticulin (CRT), an ER-resident protein reportedly translocated to the cell surface upon ICD. We evaluated the specificity of commercial antibodies to detect CRT in human (A549) or murine (EMT6) cell lines. Cells were incubated with CRT siRNA specific for murine or human sequences. Flow cytometry (for cell surface CRT) and immunoblots (for total CRT) confirmed that a commonly used CRT antibody detects CRT in murine cells, but not human cells. Murine EMT6, 4T1, B16F10, or CT26 cells were then treated with compounds of varied mechanisms-of-action. Our assays confirm previous reports that anthracycline chemotherapeutics (e.g., doxorubicin) induce CRT surface translocation. We also discovered that analogs of both the calicheamicin and cyclopropylpyrroloindolone (CPI) DNA inhibitor class of ADC payloads robustly induced CRT surface translocation in several murine cancer lines within 24 hr, even at relatively low subtoxic doses. Some DNA inhibitors did not induce CRT. Microtubule inhibitor auristatins and mertansine (DM1) induced CRT translocation, but at high cytotoxic doses and after 48 hr incubation. Next, tumor cells were treated with compounds, washed, then co-cultured with murine bone-marrow derived dendritic cells (BMDC). The DNA inhibitors which induced CRT on tumor cells also increased levels of CD86 activation marker and cytokine release from BMDC in these co-cultures. Hence, we have demonstrated that calreticulin, a reported marker of ICD, is activated in cultured murine tumor cells by unconjugated payloads typically delivered by ADCs. These compounds can also induce DC activation in tumor:BMDC co-cultures. These data suggest the potential for immune system activation using cytotoxic ADC payloads.","keywords":"Immunomodulation;DNA double-strand break;DNA double-strand break;Antibody","organ":"Not Applicable","target":"NA","tumor":"multiple","sage":"payload","pharma":"pharma","combo":"no","model":"preclinical xeno"}
