{"ID":" 3067","title":"Preclinical development of MGC018, a duocarmycin-based antibody-drug conjugate targeting B7-H3 for solid cancer","authors":"Juniper A. Scribner<sup>1</sup>, Jennifer G. Brown<sup>2</sup>, Sharad Sharma<sup>2</sup>, Hua Li<sup>2</sup>, Michael Chiechi<sup>1</sup>, Pam Li<sup>1</sup>, Thomas Son<sup>1</sup>, Anushka De Costa<sup>1</sup>, Yan Chen<sup>1</sup>, Francine Chen<sup>1</sup>, Bhaswati Barat<sup>2</sup>, Ling Huang<sup>2</sup>, Christina Wolff<sup>2</sup>, Jeff Hooley<sup>1</sup>, Tim E. Hotaling<sup>1</sup>, Timur Gaynutdinov<sup>2</sup>, Valentina Ciccarone<sup>2</sup>, James Tamura<sup>2</sup>, Scott Koenig<sup>2</sup>, Syd Johnson<sup>2</sup>, Paul A. Moore<sup>2</sup>, Ezio Bonvini<sup>2</sup>, Deryk Loo<sup>1</sup>. <sup>1</sup>MacroGenics, Inc., South San Francisco, CA; <sup>2</sup>MacroGenics, Inc., Rockville, MD","text":"<b>Introduction:</b> B7-H3, a member of the B7 family of immunomodulatory molecules, is overexpressed in a wide range of solid tumors; tumor overexpression has been correlated with disease severity and poor outcome in several cancer types. MGC018 is an antibody-drug conjugate (ADC) targeted against B7-H3 and comprised of the cleavable linker-duocarmycin payload, valine-citrulline-<i>seco</i> DUocarmycin hydroxyBenzamide Azaindole (vc-<i>seco</i>-DUBA), conjugated to an anti-B7-H3 humanized IgG1/kappa monoclonal antibody through reduced interchain disulfides, with an average drug-to-antibody ratio of ~2.7. Previous studies indicated MGC018 exhibited a favorable preclinical profile, with strong reactivity toward tumor cells and tumor-associated vasculature, limited normal tissue reactivity, potent cytotoxicity <i>in vitro</i> and antitumor activity <i>in vivo</i> toward a range of B7-H3-expressing tumor cell lines representing several cancer types. Based on these preliminary results, expanded preclinical development of MGC018 was undertaken to support clinical development.<br /><b>Methods:</b> vc-<i>seco</i>-DUBA conjugation to obtain MGC018 ADC was performed by Synthon Biopharmaceuticals B.V. Single- and repeat-dose <i>in vivo</i> efficacy studies were conducted in CD-1 nude mice with human tumor xenografts that express B7-H3 to explore the relationship between Cmax, exposure and anti-tumor activity, and to define the minimal efficacious dose in these models. A GLP toxicology study was conducted in cynomolgus monkeys in which MGC018 was administered at dose levels of 1, 3, 6 and 10 mg/kg every three weeks for a total of three doses.<br /><b>Results:</b> MGC018 demonstrated specific, dose-dependent <i>in vivo</i> antitumor activity toward B7-H3-positive tumor xenografts representing breast, lung and ovarian cancers, and melanoma. Fractionated MGC018 dose studies were consistent with antitumor activity driven by the total exposure (AUC) rather than peak drug exposure (Cmax). MGC018 was tolerated in cynomolgus monkeys at all dose levels tested, with 10 mg/kg, the highest dose administered, defined as the highest non-severely toxic dose (HNSTD). <b><br />Conclusion:</b> MGC018, a preclinical candidate comprised of a humanized mAb targeting B7-H3, conjugated to the potent DNA alkylating payload DUBA via a cleavable peptide linker, exhibited a favorable preclinical profile. MGC018 demonstrated potent antitumor activity <i>in vivo</i> toward B7-H3-expressing tumor xenografts at clinically relevant dose levels. MGC018 was tolerated in cynomolgus monkeys, a relevant toxicology model, at exposure levels in excess of those required for antitumor activity. Our findings support the clinical development of MGC018 to evaluate its potential as an ADC therapeutic for B7-H3-expressing solid cancers.","keywords":"Antibody;ADC;ADC;duocarmycin","organ":"Not Applicable","target":"B7-H3","tumor":"breast_ovary_lung_melanoma","sage":"target-tumor","pharma":"pharma","combo":"no","model":"preclinical xeno"}
