{"ID":" 3239","title":"Preclinical activity of ADCT-601, a novel pyrrolobenzodiazepine (PBD) dimer-based antibody-drug conjugate (ADC) targeting AXL-expressing tumors","authors":"Francesca Zammarchi<sup>1</sup>, Karin Havenith<sup>1</sup>, Simon Chivers<sup>1</sup>, Paul W. Hogg<sup>1</sup>, Charlie Britten<sup>1</sup>, Sandamali Dissanayake<sup>1</sup>, Peter Tyrer<sup>2</sup>, Francois Bertelli<sup>2</sup>, Ian Hutchinson<sup>2</sup>, Luke Masterson<sup>2</sup>, Phil Howard<sup>2</sup>, John A. Hartley<sup>3</sup>, Patrick H. van Berkel<sup>1</sup>. <sup>1</sup>ADC Therapeutics, London, United Kingdom; <sup>2</sup>Spirogen, Medimmune, London, United Kingdom; <sup>3</sup>University College of London, London, United Kingdom","text":"AXL, a member of the tyrosine kinase receptor family TAM, is a transmembrane receptor overexpressed in many solid (e.g. lung, breast, pancreas, glioma and esophageal) and hematological malignancies (acute myeloid and chronic lymphocytic leukemia) and its overexpression is maintained in both primary tumors and metastasis. Moreover, expression and activation of AXL is associated with poor clinical prognosis and several studies suggest that overexpression of AXL results in resistance to both conventional chemotherapy and targeted therapies. All these features make AXL an attractive target for the development of an ADC to treat AXL-expressing cancers.<br />ADCT-601 is an ADC composed of a humanized IgG1 antibody against human AXL, site-specifically conjugated using Glycoconnect<sup>TM</sup> technology to PL1601, which contains a valine-alanine cleavable linker and the PBD dimer cytotoxin SG3199.<br />The purpose of this study was to characterize the in vitro and in vivo anti-tumor activity of ADCT-601 in human cancer cell lines and xenograft models and to determine its safety and tolerability in the rat.<br />In vitro, ADCT-601 demonstrated potent cytotoxicity in a panel of cell lines of different origin and levels of AXL, while its potency was strongly reduced in AXL-negative cell lines.<br />In vivo, ADCT-601 showed potent anti-tumor activity in the human triple-negative breast cancer-derived MDA-MB-231 xenograft, expressing moderate levels of AXL (≈36,000 copies/cell). In this model, a single dose of ADCT-601 at 1 mg/kg resulted in strong and sustained anti-tumor activity and resulted in 5/10 partial responders (PR) and 4/10 tumor-free survivors (TFS) at the end of the study on day 60. In the SN12C model, a human renal cell carcinoma-derived xenograft with high level of AXL expression (≈88,000 copies/cell), single doses of ADCT-601 at 0.3, 0.6 or 1 mg/kg showed dose-dependent anti-tumor activity compared to the vehicle- and isotype control ADC-treated mice. At the highest dose, ADCT-601 resulted in 7/8 and 6/8 complete responder (CR) and TFS, respectively, at the end of the study on day 60. Moreover, ADCT-601 showed potent and durable anti-tumor activity in a pancreatic cancer patient-derived xenograft model expressing heterogeneous levels of AXL where each single dose of ADCT-601 tested (0.3, 0.6 and 1 mg/kg) resulted in complete eradication of the tumors at the end of the study on day 43. Conversely, none of the mice in the vehicle and isotype control ADC groups had any PR, CR or TFS. ADCT-601 was stable, well tolerated and showed a favorable PK profile in the rat with a half-life of 9 days and a MTD of 6 mg/kg.<br />In conclusion, ADCT-601 demonstrated potent and specific in vitro and in vivo anti-tumor activity in various cancer-derived models with different levels of membranous AXL. ADCT-601 was stable and well tolerated in the rat, warranting further development of this ADC into the clinic.","keywords":"Targeted drug delivery","organ":"Not Applicable","target":"AXL","tumor":"tnbc_renal_pancreas","sage":"target-tumor","pharma":"academia","combo":"no","model":"preclinical xeno"}
