{"ID":" 3284","title":"Development of novel formats of anti-AXL ADCs","authors":"Maria L. Jaramillo<sup>1</sup>, Myriam Banville<sup>1</sup>, Alma Robert<sup>1</sup>, Luc Meury<sup>1</sup>, Maurizio Acchione<sup>1</sup>, Anne Marcil<sup>1</sup>, Christine Gadoury<sup>1</sup>, Cunle Wu<sup>1</sup>, Yves Fortin<sup>1</sup>, Kevin Henry<sup>2</sup>, Joseph Schrag<sup>1</sup>, The-Minh Tu<sup>1</sup>, Binbing (Erica) Ling<sup>2</sup>, Jacqueline Slinn<sup>2</sup>, Maria Moreno<sup>2</sup>. <sup>1</sup>National Research Council, Montréal, QC, Canada; <sup>2</sup>National Research Council, Ottawa, ON, Canada","text":"AXL is a member of the Tyro3- AXL -Mer (TAM) receptor tyrosine kinase subfamily which has been associated with several cellular functions including growth, migration, aggregation, and anti-inflammation (Li Y <i>et al.</i>, 2009) via activation through its ligand, Gas6. Originally identified as an oncogene in chronic myelogenous leukemia, expression of Axl has been reported to be upregulated in a variety of cancers including breast, gastric, prostate, ovarian, and lung. AXL expression has been shown to be negatively associated with patient survival and implicated in epithelial-to-mesenchymal transition, a process closely linked with invasive motility and metastasis of malignant cells. Several recent studies have reported that AXL is overexpressed during resistance to chemotherapy and other molecularly targeted therapies, as well as during hypoxia (Schoumacher M et al 2017). Consequently, Axl is promising therapeutic target for development into ADCs for the first or second line treatment of cancer.<br />At the National Research Council (NRC) of Canada, we have selected mouse monoclonal (mAbs) or llama derived single domain antibodies (sdAbs) that are selective for the extracellular domain of human Axl and which have been shown to be internalized into Axl expressing cells for antibody drug conjugate (ADC) development using a surrogate ADC screen. These antibodies were also characterized based on their binding domains and ability to compete with Gas6, the extracellular ligand for Axl. A panel of Axl-specific ADCs was subsequently directly conjugated to maytansine, the microtubule disrupting agent through a noncleavable linker. Axl-DM1 ADCs were shown to efficiently induce cytotoxicity <i>in vitro</i>, in Axl expressing cells including breast (MDA-MB 231), lung (NCI-H292) and ovarian (SKOV3) cell lines with sub nM potencies achieved with both sdAb and conventional mAb-based ADCs. When tested <i>in vivo</i> using ovarian (SKOV3) and breast cancer (MDA-MB 231) xenograft models, Axl-DM1 ADCs were shown to have potent anti-tumor activity<i>. </i><br />Biparatopic antibodies (<i>i.e</i>. those which target two non-overlapping epitopes) directed against HER2 have been previously shown to induce target clustering and promote robust internalization, lysosomal trafficking, and degradation (LI JY et al 2016). Since these properties are important in the mechanism of action of ADCs, we have further tested anti-Axl antibodies in various configurations and have identified potent biparatopic antibodies for further development into ADCs.","keywords":"Antibody;antibody drug conjugate (ADC);antibody drug conjugate (ADC);Targeted drug delivery","organ":"Carcinoma: adenocarcinoma","target":"AXL","tumor":"breast_ovary","sage":"target-tumor","pharma":"academia","combo":"no","model":"preclinical xeno"}
