{"ID":" 3918","title":"Preclinical development of a novel antibody-drug conjugate targeting “cold” tumors","authors":"Angelo Kaplan<sup>1</sup>, Nickolas Attanasio<sup>1</sup>, To Uyen T Do<sup>1</sup>, Sudha Swaminathan<sup>1</sup>, Arnima Bisht<sup>1</sup>, San Lin Lou<sup>1</sup>, Jason Allen<sup>2</sup>, Robert Boyd<sup>2</sup>, James E. Ackroyd<sup>2</sup>, Gleb Feldman<sup>2</sup>, Christian Rohlff<sup>2</sup>, Rachel L. Dusek<sup>1</sup>. <sup>1</sup>Oxford BioTherapeutics Inc, San Jose, CA; <sup>2</sup>Oxford BioTherapeutics LTD., Abingdon, United Kingdom","text":"The promise of immunotherapy for cancer is underscored by the recent efficacy of checkpoint inhibitors, which hinder the ability of tumors to escape attack by the immune system. Patients most likely to benefit from such therapy include those whose tumors are inflamed and who express the PD-L1 checkpoint protein. It is imperative that alternative therapies are developed for patients whose tumors do not exhibit these characteristics. Using our proprietary OGAP® system, we identified a novel membrane cancer target, OX001L. OX001L expression in certain cancers is associated with poor prognosis and reduced survival. IHC studies showed substantial prevalence of OX001L across multiple tumor types, with a majority of the OX001L positive samples scoring negative for PD-L1. In non-small cell lung cancer, OX001L expression was significantly increased in tumors lacking abundant intratumoral PD-1 positive T-cell infiltrate or PD-L1 expression compared to inflamed or PD-L1 positive tumors (p<0.00001). This finding suggests that OX001L may play a role in cancer immune escape. In order to effectively target OX001L positive tumor cells, we generated a human OX001L therapeutic antibody which exhibits target selectivity and cross-reactivity to the cynomolgus monkey OX001L orthologue, as demonstrated by FACS. Using immunofluorescence microscopy, we found that the antibody-antigen complex exhibits efficient internalization from the plasma membrane. Glycoengineering improved the antibody’s ability to mediate potent antibody dependent cellular cytotoxicity (ADCC) activity <i>in vitro</i> and <i>in vivo</i>. Furthermore, when conjugated to a DNA alkylating toxin, the OX001L antibody promoted highly potent <i>in vitro</i> cytotoxicity of histotypically distinct cancer cell lines and also effected substantial anti-tumor activity <i>in vivo</i>. Importantly, the OX001L antibody and antibody-drug conjugate (ADC) were well tolerated in cynomolgus monkeys. These data indicate that OX001L ADC is a distinctive therapeutic molecule which could act on OX001L positive tumors via both ADC and ADCC mechanisms of action. The ability of the ADC to also promote recruitment and activation of cytotoxic T lymphocytes in OX001L positive tumors, similar to other cytotoxic payloads, will be further explored. This represents a unique therapeutic opportunity to target “cold”/PD-L1 negative, OX001L positive tumors which are less likely to respond to conventional checkpoint inhibitor therapy. In addition, a combination of the OX001L ADC and checkpoint inhibitors could be used to treat OX001L positive, “hot”/PD-L1 positive tumors. Targeting such tumors with both agents (and through two distinct, non-overlapping mechanisms of action) may yield a higher degree of success and/or a decreased propensity for relapse in patients than would checkpoint inhibitor monotherapy. We plan to test this exciting therapeutic opportunity in humanized <i>in vivo</i> models.","keywords":"Therapeutics;Antibody;Antibody;Immunotherapy","organ":"Not Applicable","target":"OX001L","tumor":"NA","sage":"target-tumor","pharma":"pharma","combo":"no","model":"preclinical xeno"}
