{"ID":" 3963","title":"The antibody-drug conjugate D3-GPC2-PBD potently eradicates neuroblastoma patient-derived xenografts","authors":"Kristopher R. Bosse<sup>1</sup>, Zhongyu Zhu<sup>2</sup>, Maria Lane<sup>1</sup>, Daniel Martinez<sup>1</sup>, John DeLong<sup>1</sup>, Doncho V. Zhelev<sup>3</sup>, Yang Feng<sup>2</sup>, Yanping Wang<sup>2</sup>, Jennifer Hwang<sup>2</sup>, Dimiter S. Dimitrov<sup>3</sup>, John Maris<sup>1</sup>. <sup>1</sup>Children's Hospital of Philadelphia, Philadelphia, PA; <sup>2</sup>National Cancer Institute, Frederick, MD; <sup>3</sup>University of Pittsburgh School of Medicine, Pittsburgh, PA","text":"<b>Background: </b>We recently developed an antibody-drug conjugate (ADC; D3-GPC2-PBD) for neuroblastoma linking a specific glypican 2 (GPC2) targeting antibody (D3) to the potent DNA damaging pyrrolobenzodiazepine (PBD) dimers (<i>Cancer Cell</i>, <i>2017</i>).<br /><b>Methods: </b>To determine the spectrum of <i>in vivo</i> efficacy of the D3-GPC2-PBD ADC, we utilized a panel of highly annotated neuroblastoma patient-derived xenografts (PDXs) passaged in C.B-17 scid mice. Cohorts of mice (n = 9 - 10) were stratified to treatment with either vehicle or D3-GPC2-PBD at doses of 0.5 - 3 mg/kg given once or 1 mg/kg given twice weekly x 2 weeks when mean tumor volumes reached 200-300 mm<sup>3</sup>. Co-treatment with excess D3-GPC2-IgG1, the efficacy of free PBD dimers, re-treatment of the rare ADC treated tumors that regrew, treatment of larger PDXs, and the assessment of DNA damage and apoptosis by immunohistochemistry (IHC) were also explored. PDX GPC2 cell surface expression was quantified by flow cytometry. The binding of D3-GPC2-IgG1 to mouse Gpc2 was tested by flow cytometry and mouse normal tissue Gpc2 expression was profiled utilizing IHC.<br /><b>Results:</b> We first showed D3-GPC2-IgG1 binds avidly to mouse Gpc2 by flow cytometry and that murine and human GPC2 expression is similarly restricted in normal tissues by IHC. To date, the D3-GPC2-PBD ADC was tested in three neuroblastoma PDXs with a range of GPC2 expression (Molecules of Equivalent Soluble Fluorochrome [MESF]) and genomic characteristics: CHLA79 (GPC2 MESF = 825, <i>MYCN</i> non-amplified, <i>ALK </i>wild-type, <i>TP53</i> wild-type), COG-N-421x (GPC2 MESF = 3301, <i>MYCN</i> amplified, <i>ALK </i>wild-type, <i>TP53</i> wild-type), and SKNAS (GPC2 MESF = 672, <i>MYCN</i> non-amplified, <i>ALK </i>wild-type, <i>TP53</i> mutated). Treatment with D3-GPC2-PBD resulted in complete and sustained tumor regression up to 100 days in 61% (17/28) of mice treated with 1 mg/kg ADC, 96% (27/28) of mice treated with 3 mg/kg ADC, and 95% (18/19) of mice treated with 1 mg/kg ADC given twice weekly x 2 weeks. Treatment of the CHLA79 PDX with an equivalent dose of free PBD dimers had no effect on tumor growth and co-treatment with excess D3-GPC2-IgG1 (50x) abrogated a significant amount of the ADC induced tumor regression. The rare 1 mg/kg ADC treated CHLA79 PDXs that began to regrow after 100 days (n = 2) showed complete responses to re-dosing of the ADC. Additionally, the D3-GPC2-PBD ADC dosed at 1 mg/kg ADC given twice weekly x 2 weeks induced complete regression of larger COG-N-421x PDXs (tumor volumes of 600-1000 mm<sup>3</sup>). ADC treated tumors showed significant upregulation of DNA damage (γH2AX) and apoptosis (cleaved caspase 3 and cleaved PARP) by IHC. ADC treatment was well tolerated with no discernible drug-related toxicities.<br /><b></b><b>Conclusions: </b>The D3-GPC2-PBD ADC<b> </b>is safe and potently efficacious in a genomically diverse panel of neuroblastoma PDXs with a range of GPC2 cell surface expression. These data support the development of a PBD dimer containing GPC2 directed ADC.","keywords":"Neuroblastoma;Pyrrolobenzodiazepines;Pyrrolobenzodiazepines;Glypican 2","organ":"Pediatric cancers","target":"GPC2","tumor":"neuroblastoma","sage":"target-tumor","pharma":"academia","combo":"no","model":"preclinical xeno"}
