{"ID":" 4031","title":"Rovalpituzumab tesirine as a therapeutic agent for neuroendocrine prostate cancer","authors":"Loredana Puca<sup>1</sup>, Verena Sailor<sup>1</sup>, Katie Gavyert<sup>1</sup>, Etienne Dardenne<sup>1</sup>, Kumiko Isse<sup>2</sup>, Michael Sigouros<sup>1</sup>, David M. Nanus<sup>1</sup>, Scott T. Tagawa<sup>1</sup>, Juan Miguel Mosquera<sup>1</sup>, Laura Saunders<sup>2</sup>, Himisha Beltran<sup>1</sup>. <sup>1</sup>Weill Cornell Medical College, New York, NY; <sup>2</sup>AbbVie Stemcentrx LLC, San Franciscisco, CA","text":"<b>Background: </b>Delta-like protein 3 (DLL3) is expressed on the surface of small cell lung cancer (SCLC) tumor-initiating cells, and the DLL3 targeted antibody-drug conjugate, Rovalpituzumab tesirine (Rova-T™; SC16LD6.5), has shown promise for patients with SCLC. Neuroendocrine prostate cancer (NEPC) is an emerging late stage subtype of castration resistant prostate cancer with limited therapeutic options. Based on clinical and molecular similarities with SCLC, we investigated expression of DLL3 and the use of Rovalpituzumab tesirine in NEPC xenografts.<br /><b>Methods: </b>We evaluated mRNA and/or protein expression of DLL3 in a cohort of 361 patients (552 samples) ranging from benign prostate (BEN), localized prostate adenocarcinoma (PCA), castration resistant adenocarcinoma (CRPC), and castration resistant NEPC and correlated with pathologic and genomic features. mRNA was assessed by RNAseq. Protein was assessed by immunohistochemistry (DLL3 SP347 antibody). Prostate cancer cell lines were engrafted in mice and treated with SC16LD6.5 in vivo.<br /><b>Results: </b> DLL3 was expressed at the mRNA and/or protein level in 0/132 Benign (0%), 1/254 (0.4%) PCA, 10/90 (11.1%) CRPC and 47/76 (61.8%) NEPC samples. DLL3 IHC was of higher intensity in NEPC and co-localized with classical neuroendocrine (NE) markers. DLL3 was amongst the most differentially expressed genes by RNA-seq in NEPC versus CRPC (p=<0.0001, fold change=71), and positively correlated with ASCL1 expression (r= 0.88) and RB1 genomic loss (83%), and inversely with AR expression. siRNA knockdown of DLL3 did not alter AR signaling or NE score. In vivo treatment of the NEPC, NCI-H660, xenografts with vehicle, IgG1LD6.5, or SC16LD6.5 (0.3mg/Kg, intraperitoneal single dose) showed complete responses to SC16LD6.5 with no recurring tumors after 100 days; while the tumor developed from the CRPC line, DU145, which do not express DLL3, continued growing despite the treatment and were sacrified when tumors reached the maximum size allowed by our IACUC protocol.<br /><b> </b> <b>Conclusions: </b>DLL3 is expressed on the surface of the majority of NEPC cases evaluated and is not expressed in primary prostate cancer or benign tissues. Modulation of DLL3 expression does not appear to affect AR or NEPC signaling in cell lines. SC16LD6.5 (Rova-T) demonstrates preferential preclinical activity in NEPC that express DLL3 compared to CRPC-adenocarcinoma that are DLL3 negative, in vivo. A Phase 1 Basket trial investigating Rova-T is now open with a dedicated NEPC arm (NCT02709889).","keywords":"Targeted therapy","organ":"Genitourinary cancers: prostate","target":"DLL3","tumor":"prostate","sage":"target-tumor","pharma":"pharma","combo":"no","model":"preclinical xeno"}
