{"ID":" 4123","title":"The lysosomal transporter SLC46A3 is a potential predictive biomarker for antibody-drug conjugates bearing the non-cleavable warheads SG3376 and DM1","authors":"Krista Kinneer<sup>1</sup>, Yu-Tzu Tai<sup>2</sup>, Sriram Sridhar<sup>1</sup>, John Meekin<sup>1</sup>, Sandrina Phipps<sup>1</sup>, Ben Ruddle<sup>1</sup>, Ryan Fleming<sup>1</sup>, Nazzareno Dimasi<sup>1</sup>, Ronald Herbst<sup>1</sup>, Arnaud Tiberghien<sup>3</sup>, Luke Masterson<sup>3</sup>, Philip Howard<sup>3</sup>, Kenneth Anderson<sup>2</sup>, David Tice<sup>1</sup>. <sup>1</sup>MedImmune, Gaithersburg, MD; <sup>2</sup>Dana Farber Cancer Institute, Boston, MA; <sup>3</sup>Spirogen, London, United Kingdom","text":"Antibody drug conjugates (ADCs) combine a monoclonal antibody with a potent cytotoxic drug to preferentially eliminate antigen-positive cells for the treatment of cancer. ADCs bearing non-cleavable drug-linkers such as the pyrrolobenzodiazepine (PBD) SG3376 or the maytansinoid DM1 rely upon lysosomal degradation of the antibody for release of the cytotoxic warheads, which must then escape the lysosome and bind to their intracellular targets. We sought to identify the mechanism of lysosomal transport of these membrane-insoluble warheads and have recently reported that the lysosomal transporter SLC46A3 is required for cytotoxic activity of ADCs bearing SG3376 and DM1, and that loss of SLC46A3 is a mechanism of acquired resistance to Trastuzumab-DM1 (T-DM1). Here we explore the potential translational relevance of SLC46A3. Analysis of SLC46A3 mRNA expression across several tumors showed that breast cancer cell lines and primary tumor samples have relatively high levels of SLC46A3 compared to samples derived from multiple myeloma (MM), esophageal, and upper aerodigestive tract malignancies, all of which are being targeted in clinical trials with non-cleavable DM1 ADCs. Deeper analysis indicates that levels of SLC46A3 are decreased in MM patients compared to healthy donors, and levels are further decreased in the relapsed/refractory setting compared to samples taken at diagnosis. We measured the expression of SLC46A3 in a panel of MM cell lines by RT-PCR and found that 5 of 9 (56%) had undetectable levels of SLC46A3. In vitro cytotoxicity assays demonstrate that SLC46A3-negative cells are resistant to B-cell maturation antigen (BCMA)-targeted ADCs prepared with non-cleavable DM1 and SG3376 warheads, but remain sensitive to the cleavable payload PBD SG3249 (Tesirine). Taken together, our results suggest that SLC46A3 may be a predictive response marker for ADCs bearing the non-cleavable warheads SG3376 and DM1, and this marker may be particularly useful in trials involving MM.","keywords":"Multiple myeloma;BCMA;BCMA;SLC46A3","organ":"Plasma cell neoplasms (incl. multiple myeloma)","target":"NA","tumor":"myeloma","sage":"payload","pharma":"pharma","combo":"no","model":"preclinical in vitro"}
