{"ID":" 4311","title":"Synthesis and evaluation of sugar alcohol based molecules for drug conjugation and delivery","authors":"Yumei Huang<sup>1</sup>, Shuyan Chen<sup>1</sup>, Binyuan Sun<sup>1</sup>, Amanda Griffin<sup>1</sup>, Nathanial Sweet<sup>1</sup>, Mingqian Feng<sup>2</sup>, Mitchell Ho<sup>2</sup>. <sup>1</sup>CellMosaic Inc., Woburn, MA; <sup>2</sup>National Cancer Institute, NIH, Bethesda, MD","text":"Hydrophilic linkers, which are available in different motifs, have been used as agents of drug delivery, as aqueous solubility enhancers for hydrophobic molecules, and as tethers or spacers in conjugation. Polyethylene glycol (PEG) is one of the most commonly used hydrophilic linkers and commercially available. Lower molecular weight (MW) heterobifunctional PEG linkers are the most frequently used linkers for linking hydrophobic compounds, whereas high MW polymers have been used to conjugate proteins, peptides, oligonucleotides, siRNA, and other therapeutic biopolymers. Here, we describe a new type of biomaterial based on sugar alcohols: AqueaTether™ (AqT™) molecules. Various AqT™ linkers with different lengths and end groups were synthesized and their hydrophilic nature and ability to enhance the water solubility of hydrophobic compounds compared to different commercial and PEG linkers. Various antibody drug conjugates (ADCs) with water soluble AqT™-drugs were prepared. An ADC made with AqT™-monomethyl auristatin E (MMAE) with only two sugar alcohol units attached and an average drug-to-antibody ratio (DAR) of 4 demonstrated significant improvements in minimizing the aggregation of antibodies and long-term stability during storage. Due to increased water solubility, AqT™ linkers also allow higher loading of drugs per antibody, enabling the use of less toxic drugs, potentially increasing the overall efficacy and safety profile of an ADC. For example, ADCs with average DARs of 8 and 15 have been made using AqT™-doxorubicin with only two sugar alcohol units attached. In peptide-based drug discovery, discrete high MW AqT™ linker is used to label peptide, resulting in an increased half-life in human serum. In summary, AqT™ molecules are by far the most hydrophilic and versatile linkers currently in development. AqT™ molecules represent a great tool for drug conjugation and delivery.","keywords":"Drug delivery;Antibody Drug Conjugate;Antibody Drug Conjugate;Hydrophilic linker","organ":"Not Applicable","target":"NA","tumor":"NA","sage":"linker","pharma":"academia","combo":"no","model":"in silico"}
