{"ID":" 4609","title":"Thienoindoles: New highly promising agents for antibody-drug conjugates generation","authors":"Michele Caruso<sup>1</sup>, Fabio Gasparri<sup>1</sup>, Barbara Valsasina<sup>1</sup>, Clara Albanese<sup>1</sup>, Italo Beria<sup>1</sup>, Ilaria Candiani<sup>2</sup>, Marina Ciomei<sup>1</sup>, Nicoletta Colombo<sup>1</sup>, Sabrina Cribioli<sup>1</sup>, Ulisse Cucchi<sup>1</sup>, Eduard Felder<sup>1</sup>, Ivan Fraietta<sup>1</sup>, Arturo Galvani<sup>1</sup>, Antonella Isacchi<sup>1</sup>, Aurelio Marsiglio<sup>1</sup>, Paolo Orsini<sup>1</sup>, Rita Perego<sup>1</sup>, Simona Rizzi<sup>1</sup>, Attilio Tomasi<sup>2</sup>, Sonia Troiani<sup>1</sup>, Carlo Visco<sup>1</sup>, Daniele Donati<sup>1</sup>. <sup>1</sup>Nerviano Medical Sciences, NERVIANO, Italy; <sup>2</sup>NerPharMa, NERVIANO, Italy","text":"Thienoindoles are a new proprietary class of highly potent DNA minor groove alkylating agents.<br />This class is characterized by a fused thiophene ring whose intrinsic electron-withdrawing character provides a nearly optimal increase in stability and potency of alkylating subunits. Furthermore, the presence of a solubilizing moiety on the minor groove portion provides compounds with physicochemical properties highly compatible with deployment as antibody payloads.<br />Extensive optimization of this class has led to the identification of the highly potent toxin NMS-P528 with sub-nanomolar IC50 in proliferation assay across a large panel of tumor cell lines.<br />NMS-P945, a drug-linker generated from NMS-P528, is highly suited for conjugation with targeted antibodies, consistently yielding ADCs with favorable drug-antibody ratios in the absence of significant antibody aggregation and with full maintenance of antigen binding capability.<br />Proof of concept efficacy and mechanism of action studies were performed using NMS-P945 conjugated with trastuzumab, observing for the resulting conjugate excellent in vitro target-directed cytotoxicity in HER2-positive vs. negative cancer cell lines. In animal efficacy studies against HER2-positive human breast cancer tumors, trastuzumab-NMS-P945 ADC administration yielded complete tumor regression with no effects on body weight gain, while unarmed trastuzumab and armed control antibody showed little and no effect, respectively. PK data indicated long plasma half-life of our novel ADCs in the monkey. Promising results were also obtained with a range of different antibody/antigen systems, e.g. with an antibody directed to the ALK receptor tyrosine kinase.<br />Extensive process research has been completed for the production of NMS-P528 and NMS-P945, resulting in an efficient stereoselective method for the preparation of GMP materials on the 100g scale and both products are proposed as a licensing opportunity for conjugation with tumor-targeting antibodies.","keywords":"Antibody;Thienoindoles;Thienoindoles;ADC","organ":"Not Applicable","target":"HER2","tumor":"breast","sage":"payload","pharma":"pharma","combo":"no","model":"preclinical xeno"}
