{"ID":" 5062","title":"Development of an in vivo model system to assess the interplay between the various drivers of antibody-drug conjugate (ADC) activity","authors":"Leanne Lanieri, Steven Boule, Ling Dong, Tara Drake, Rassol Laleau, Jenny Lee, Fenghua Liu, Qifeng Qiu, Neeraj Kohli, Jose Ponte, Yulius Setiady, Richard Gregory. ImmunoGen, Inc., Waltham, MA","text":"Among the many factors determining the clinical efficacy of antibody-drug conjugates (ADCs) are dose and schedule, target antigen expression (both on tumor and normal tissues), antibody affinity, drug-to-antibody ratio (DAR), bystander killing activity, the ability of the ADC to penetrate and distribute into the tumor, and interaction with the host immune system. Traditional ADC efficacy studies use cell line-derived (CDX) or patient-derived xenografts (PDX) implanted into immuno-compromised mice. These traditional methods are limited in predicting clinical efficacy because they are typically performed using ADCs that lack cross-reactivity to normal mouse tissue antigens, thus increasing drug exposure to the tumor and over-estimating <i>in vivo </i>activity. In addition, they are limited in their ability to assess interplay between the ADC mechanism of action and the immune system. To better understand the variables that impact ADC efficacy, we have built a cross-reactive murine efficacy model, beginning with the generation of an anti-murine folate receptor alpha (FRα) antibody. Rabbits were immunized with a mouse FRα expressing stable cell line. The resulting antibodies were screened for cross-reactivity to human FRα to enable use in efficacy studies with mouse and human tumor models. A cross-reactive antibody with similar binding affinity to mouse and human FRα was identified and chimerized to a muIgG2a backbone creating rmFR1-12. Additionally, we have engineered the completmentarity-determining regions (CDRs) of rmFR1-12 to generate variants that bind to FRα with varying affinities to assess the impact of affinity on activity. The rmFR1-12 antibody has been successfully conjugated to maytansinoid (DM) and indolino-benzodiazepine (IGN) payloads and demonstrates specific <i>in vitro</i> cytotoxicity to multiple murine and human cell lines with varying levels of mouse or human FRα expression. Biodistribution studies revealed substantial FRα expression on normal tissue that significantly impact the pharmacokinetic profile of rmFR1-12. <i>In vivo</i> efficacy studies comparing equivalent doses of rmFR1-12 ADCs to ADCs generated with an antibody that is not cross reactive to mouse FRα demonstrated a significant decrease in anti-tumor activity in mice treated with rmFR1-12 ADCs. In summary, we have developed a novel mouse tumor model to determine the interplay of various factors on ADC activity.","keywords":"Mouse models;Antibody;Antibody;Cancer","organ":"Gynecological cancers: ovarian","target":"FRA","tumor":"NA","sage":"other","pharma":"pharma","combo":"no","model":"preclinical xeno"}
