{"ID":" 5168","title":"Additional mechanisms of action of ladiratuzumab vedotin contribute to increased immune cell activation within the tumor","authors":"Anthony T. Cao, Shaylin Higgins, Nicole Stevens, Shyra J. Gardai, Django Sussman. Seattle Genetics, Bothell, WA","text":"Ladiratuzumab vedotin (LV, SGN-LIV1A) is an antibody-drug conjugate directed against the LIV-1 protein that is currently under investigation for treatment in metastatic breast cancer. This ADC consists of a monoclonal antibody conjugated to monomethyl auristatin E (MMAE), a potent microtubule-disrupting agent. LV antitumor activity is thought to primarily be the result of intracellular payload release, leading to mitotic arrest and apoptotic cell death. While LV-induced cell death has been extensively studied, its potential immune modulatory activity has yet to be explored. Whereas normal apoptosis is nonimmunogenic, multiple chemotherapeutics have been shown to elicit a unique form of immunogenic cell death (ICD), characterized by the exposure of various proinflammatory intermediates prior to cell death. We have recently demonstrated that a CD30-directed ADC containing MMAE (brentuximab vedotin) was able to elicit ICD as a consequence of microtubule disruption and subsequent induction of endoplasmic reticulum stress. Induction of ICD in preclinical models of Hodgkin lymphoma results in directed antitumor immune responses, which is further potentiated by anti-PD-1 therapy. In this study, we provide evidence that ladiratuzumab vedotin induces apoptosis of tumor cells in a manner that is consistent with ICD. Treatment of LIV-1+ cells with LV resulted in the activation of all arms of the ER stress response, via the activation of ATF6 and phosphorylation of IRE1 and eIF2a. Severity of ER stress was confirmed by phosphorylation of the downstream effector Jun N-terminal kinase (JNK), and induction of the unfolded protein response. Critically, induction of C/EBP homologous protein (CHOP) indicated irreparable ER stress and subsequent apoptosis. Concurrent with ER stress induction but prior to cell death, LV-treated cells also released ATP and HMGB1 into the supernatant, hallmarks of ICD that are important for immune cell activation and recruitment into the tumor microenvironment. Critically, treatment of subcutaneously engrafted LIV1+ MCF7 cells generated a proinflammatory cytokine response within the tumor. Furthermore, intratumoral dendritic cells and macrophages displayed an inflammatory phenotype, highlighted by increased MHCII expression, providing evidence for improved immune activation and engagement. Via induction of ER stress, tumor cells killed by ladiratuzumab vedotin may initiate an antitumor immune response and provide a rationale for exploring therapeutic strategies that combine ADCs with other immune stimulatory regimens.","keywords":"Immunostimulation;Breast cancer;Breast cancer;Tumor microenvironment","organ":"Breast cancer","target":"LIV-1","tumor":"lymphoma","sage":"target-tumor","pharma":"pharma","combo":"no","model":"preclinical xeno"}
