{"ID":" 5268","title":"Impact of linker and conjugation site on tubulysin M ADC stability and in vivo activity","authors":"Patrick J. Burke, Joseph Z. Hamilton, Thomas A. Pires, Christopher I. Leiske, Julia H. Cochran, Jocelyn R. Setter, Kim K. Emmerton, Andrew B. Waight, Peter D. Senter, Robert P. Lyon, Scott C. Jeffrey. Seattle Genetics, Inc., Bothell, WA","text":"The tubulysins are a potent class of microtubule-disrupting agents consisting of natural products and designed analogues that have become a compelling cytotoxic payload for drug-targeting applications. This is due in large part to their high cytotoxic potency on cancer cells, including those that express transporters conferring the multidrug resistance (MDR+) phenotype. All potent tubulysin natural products contain an acetoxy group at the C11-position in the central tubuvaline residue. Deacetylation results in >100-fold loss of cellular and biochemical potency, underscoring the importance of this structural element. Recently, we developed quaternary ammonium linker systems to conjugate tertiary amine-containing payloads, and applied them to the tubulysins. In this work, protease- and β-glucuronidase-cleavable quaternary ammonium linkers of tubulysin M were evaluated as ADC payloads. In vitro, both dipeptide and glucuronide linker systems provided ADCs with comparable biologic properties. However, in vivo, linker chemistry and conjugation site were important parameters impacting acetate group stability. Higher degrees of stability translated to greater activity in xenograft models. ADCs were prepared with both dipeptide and glucuronide linkers as heterogeneous ADCs loaded at an average of 4-drugs/Ab (DAR 4), and as homogeneous ADCs loaded at 2-drugs/Ab (DAR 2) at the engineered S239C sites. Increased in vivo acetate stability was observed for glucuronide-based conjugates relative to the dipeptide analogue. Further stabilization was achieved by conjugating at the S239C sites (DAR 2) relative to native antibody cysteines (DAR 4). Tubulysin M acetate stabilization by both linker and conjugation site selection resulted in increased ADC potency in preclinical models and, combined, serves as an enabling strategy for antibody-mediated tubulysin M drug delivery.","keywords":"Antibody;Microtubule-interfering agents;Microtubule-interfering agents;Drug design","organ":"Not Applicable","target":"NA","tumor":"NA","sage":"linker","pharma":"pharma","combo":"no","model":"preclinical xeno"}
