{"ID":" 5462","title":"Generation and preclinical characterization of CD123-CPI antibody-drug conjugate (ADC)","authors":"Yoon-Chi Han<sup>1</sup>, Fan Jiang<sup>1</sup>, Nicole Piche-Nicholas<sup>1</sup>, Madan Katragadda<sup>1</sup>, Nadira Prashad<sup>1</sup>, Manoj Charati<sup>1</sup>, Wendy Hu<sup>1</sup>, Mauricio Leal<sup>1</sup>, Nathan Tumey<sup>2</sup>, Andreas Maderna<sup>1</sup>, Russell Dushin<sup>1</sup>, Kenny Kim<sup>3</sup>, LuAnna Lemon<sup>1</sup>, Marc Damelin<sup>4</sup>, HP Gerber<sup>5</sup>, Lioudmila Tchistiakova<sup>6</sup>, Frank Loganza<sup>1</sup>, Chris O'Donnell<sup>7</sup>, Puja Sapra<sup>1</sup>. <sup>1</sup>Pfizer, Pearl River, NY; <sup>2</sup>University of Binghamton, Pearl River, NY; <sup>3</sup>N/A, Pearl River, NY; <sup>4</sup>Maderna, MA; <sup>5</sup>NA, Pearl River, NY; <sup>6</sup>Pfizer, MA; <sup>7</sup>Pfizer, Pearl River, CT","text":"CD123 is expressed on cancer cells in a variety of hematologic malignancies including acute myeloid leukemia (AML). CD123 is frequently expressed on leukemic blasts and leukemic stem cells (LSCs), a cell population associated with relapse in patients, but there is minimal or no expression on most normal hematopoietic cells and solid tissues. Thus, CD123 is a promising target for AML. We have generated an anti-CD123 ADC that carries cyclopropylpyrroloindoline (CPI) payload that crosslinks DNA. A drug loading of 2 molecules of CPI per molecule of antibody was achieved by site-specific conjugation using our transglutaminase methodology. Upon binding to the CD123 antigen, CD123-ADC is internalized and delivered to the endosomal-lysosomal pathway whereupon the CPI payload is released from the antibody by proteolysis of the linker. The released CPI alkylates DNA, which activates ATR/ATM, CHK1, CHK2 and FANCD2, ultimately resulting in cell death. In vitro, CD123--CPI elicited cytotoxicity in a dose-dependent manner against several CD123-positive, but not against CD123-negative cell lines. Cell lines with higher CD123 expression level were more sensitive to the ADC. Long-Term Culture-Initiating Cells in vitro assay showed that AML patient bone marrow samples that naturally have high percentage of LSCs yielded substantially fewer colonies in CD123-ADC treated cells compared to control ADC. Importantly, CD123-ADC had no adverse effects in healthy donor bone marrow cells experimentally enriched in CD34+ primitive stem cells. This result suggests that CD123-ADC specifically inhibits the growth potential of leukemic blasts and progenitor cells. In vivo, robust antileukemic activity was observed in CD123-positive AML cell line-derived xenograft models. Low doses of CD123-ADC effectively regressed tumors whereas the tumor progressed in mice that received control ADC. Efficacy was also evaluated in disseminated AML PDX models (n≥7) established with patient samples of various cytogenetics and molecular abnormalities, and relapse/refractory. Flow cytometry analyses of leukemic load in peripheral blood and in bone marrow samples of mice showed that CD123-ADC was efficacious in reducing tumor burden even at the suboptimal doses. In summary, our data demonstrate that our CD123-ADC is highly active in a broad panel of primary AML samples. Currently, CD123-ADC in combination with other AML therapies is being tested in vivo. All these attributes of CD123-ADC make it an attractive agent to evaluate in clinical trials.","keywords":"Antibody Engineering;Anticancer therapy;Anticancer therapy","organ":"Leukemias: acute myeloid","target":"CD123","tumor":"leukemia","sage":"target-tumor","pharma":"pharma","combo":"no","model":"preclinical xeno"}
