{"ID":" 5486","title":"Unique pharmacologic properties of Dolaflexin-based ADCs—a controlled bystander effect","authors":"Susan M. Clardy, Alex Yurkovetskiy, Mao Yin, Dmitry Gumerov, Ling Xu, Elena Ter-Ovanesyan, Charlie Bu, Alex Johnson, Marina Protopopova, Qingxiu Zhang, Natalya Bodyak, Marc Damelin, David H. Lee, Donald Bergstrom, Timothy B. Lowinger. Mersana Therapeutic, Cambridge, MA","text":"Antibody-drug conjugates (ADCs) are designed to bind tumor-associated antigens and deliver conjugated cytotoxic payloads to antigen-positive cells. Some ADCs also kill neighboring cells (including antigen-negative cells) by a mechanism referred to as the bystander effect. This effect can be beneficial when the antigen has heterogeneous expression among cells in a solid tumor, but it can also increase off-target toxicity of ADCs.<sup> </sup>Herein, we report on a unique pharmacologic property of the Dolaflexin platform, which provides a controlled bystander effect that retains the benefits of the bystander effect with respect to antitumor cytotoxicity but reduces the off-target toxicity. The controlled bystander effect, termed “Dolalock,” was achieved through design of a payload, auristatin F-hydroxypropylamide (AF-HPA), that is membrane-permeable and capable of bystander killing but is further catabolized to membrane-impermeable auristatin F (AF). This catabolism of the payload “locks” the highly potent AF in the cell. Using Dolaflexin-based ADCs, we investigated the extent of intracellular AF-HPA and AF release, tumor cell retention and bystander activities in vitro and in vivo. We observed both auristatin species within cells. Co-culture assays with HER2-positive and HER2-negative cells confirmed the cell permeability and bystander-killing capabilities of AF-HPA released from a Dolaflexin-based ADC. Biodistribution studies of Dolaflexin-based ADCs revealed time-dependent concentrations of AF-HPA and AF as well as significant accumulation of AF in xenografted tumor cells, consistent with the Dolalock mechanism. An additional benefit of AF formation was seen in multidrug-resistant transporter studies, which demonstrate that AF, in contrast to AF-HPA, is not a P-glycoprotein 1 (Pgp) substrate. This property may offer additional benefit in Pgp-expressing tumors. In summary, we have shown that the novel AF-HPA payload used in the Dolaflexin platform allows for a controlled bystander effect that likely contributes to the enhanced efficacy and lack of neutropenia we have observed with Dolaflexin-based ADCs.","keywords":"Bystander effect;Polymer drug conjugate;Polymer drug conjugate","organ":"Not Applicable","target":"HER2","tumor":"breast","sage":"payload","pharma":"pharma","combo":"no","model":"preclinical xeno"}
