{"ID":" 5600","title":"LRRC15 is a novel antigen in sarcoma and the therapeutic target of the antibody-drug conjugate (ADC) ABBV-085","authors":"Eytan Ben-Ami<sup>1</sup>, Ying Huang<sup>1</sup>, Prafulla C. Gokhale<sup>1</sup>, Benjamin Eschle<sup>1</sup>, Lisa Durkin<sup>2</sup>, Jonathan Hickson<sup>3</sup>, Mien Sho<sup>4</sup>, Susan Morgan-Lappe<sup>3</sup>, Kurt Gish<sup>4</sup>, Dominic W. Lai<sup>4</sup>, Randy R. Robinson<sup>4</sup>, Diane Hollenbaugh<sup>4</sup>, Eric D. Hsi<sup>2</sup>, Debra T. Chao<sup>4</sup>, George D. Demetri<sup>5</sup>, James W. Purcell<sup>4</sup>. <sup>1</sup>Dana Farber Cancer Institute, Boston, MA; <sup>2</sup>Cleveland Clinic, Cleveland, OH; <sup>3</sup>AbbVie Inc, North Chicago, IL; <sup>4</sup>AbbVie Biotherapeutics, Redwood City, CA; <sup>5</sup>Dana Farber Cancer Institute/Ludwig Center at Harvard, Boston, MA","text":"<b>Background:</b> Leucine rich repeat containing 15 (LRRC15) is a TGFβ-regulated structural protein that is highly expressed on cancer-associated fibroblasts (CAFs) in the stromal microenvironment of many solid tumors, as well as directly on cancer cells of mesenchymal origin. Soft tissue sarcomas (STS) and bone sarcomas (BS) represent a diverse family of mesenchymal malignancies that can develop at any anatomic site and that comprise more than 70 histopathologic subtypes. After screening LRRC15 expression across a variety of sarcoma histologies, we evaluated the antitumor activity of ABBV-085, an MMAE (monomethyl auristatin E) containing antibody-drug conjugate directed against LRRC15 (mouse, cyno, human), in patient-derived xenograft (PDX) models of selected sarcomas with varying levels of LRRC15 expression.<br /><b>Methods:</b> LRRC15 expression/intensity in sarcoma histologies was performed by immunohistochemical (IHC) staining (Leica Bond RX, Bond Polymer Refine Kit) with a human LRRC15 specific mouse IgG2b antibody. Based on LRRC15 expression levels, STS and BS tumor fragments (PDXs) were implanted into NSG mice. Mice with growing tumors were then selected to evaluate the<i> </i>in vivo<i> </i>efficacy of ABBV-085 monotherapy (6 mg/kg).<br /><b>Results:</b> LRRC15 expression was evaluated in 340 human sarcoma tumors representing a variety of STS and BS histologic subtypes. LRRC15 IHC expression was determined by scoring the percentage of positive cells, together with the intensity of staining (score of 0 for negative, 1 for weak, 2 for moderate, and 3 for strong staining), for the cancer cells and stroma, respectively. A stringent cut-off for strong LRRC15 positivity was defined as ≥2+ intensity in ≥50% of the cancer or stromal area. Strong LRRC15 expression was observed in several sarcoma subsets: 67% (14/21) of osteosarcoma (OS) tumor samples, 64% (23/36) of undifferentiated pleomorphic sarcoma (UPS), 18% (8/44) of leiomyosarcomas (LMS) and 17% (6/35) of liposarcomas (LPS). Significant antitumor activity including regressions and cures was induced by ABBV-085 in LRRC15-positive STS and BM PDX models, when compared with isotype-control treated mice. The ABBV-085-induced efficacy in osteosarcoma PDX models was superior to current standard-of-care therapies when dosed maximally in mice. In addition, ABBV-085 demonstrated efficacy in different LRRC15 positive STS subtypes including UPS, LMS and LPS. ABBV-085 was well tolerated with minimal to no body weight loss observed.<br /><b>Conclusions:</b> LRRC15 is highly expressed in the majority of human osteosarcomas and undifferentiated pleomorphic sarcomas, as well as in a range of other STS and BS subtypes. ABBV-085 demonstrates promising preclinical antitumor efficacy in LRRC15-positive PDX models of STS and BS. ABBV-085 is currently being investigated in an ongoing phase 1 study in soft tissue sarcomas (including undifferentiated pleomorphic sarcoma) and osteosarcoma.","keywords":"Targeted drug delivery;Osteosarcoma;Osteosarcoma;Target discovery","organ":"Sarcoma/soft-tissue malignancies","target":"LRRC15","tumor":"sarcoma","sage":"target-tumor","pharma":"pharma","combo":"no","model":"preclinical xeno"}
