{"ID":" 5678","title":"ZW49, a HER2-targeted biparatopic antibody-drug conjugate for the treatment of HER2-expressing cancers","authors":"Kevin J. Hamblett<sup>1</sup>, Phil W. Hammond<sup>1</sup>, Stuart D. Barnscher<sup>2</sup>, Vincent K. C. Fung<sup>2</sup>, Rupert H. Davies<sup>1</sup>, Grant R. Wickman<sup>2</sup>, Andrea Hernandez<sup>2</sup>, Tong Ding<sup>2</sup>, Adam S. Galey<sup>2</sup>, Geoffrey C. Winters<sup>2</sup>, Jamie R. Rich<sup>2</sup>, John S. Babcook<sup>2</sup>. <sup>1</sup>Zymeworks, Seattle, WA; <sup>2</sup>Zymeworks, Vancouver, BC, Canada","text":"Therapies targeting HER2 have transformed the treatment of patients with HER2-expressing breast and gastric cancers. Unfortunately, many patients recur following HER2-targeted treatments and new therapies are needed. Multiple antibody-drug conjugate (ADC) technologies are being explored in this setting, some of which utilize the anti-HER2 antibody trastuzumab. Here we present the preclinical characterization of a new anti-HER2 biparatopic ADC, ZW49, which is generated from the conjugation of a novel <i>N-</i>acyl sulfonamide auristatin payload to the inter-chain disulfide bond cysteines of the bispecific anti-HER2 IgG1 antibody ZW25, via a protease cleavable linker. A series of in vitro and in vivo experiments were performed to characterize ZW49 as a potential therapeutic candidate. In cellular binding assays, it was confirmed that the payload conjugation to ZW25 did not affect the antibody’s binding to HER2-expressing cells. ZW49 displayed potent in vitro<i> </i>cytotoxicity in multiple cancer cell lines expressing HER2 and was efficacious in multiple patient-derived xenograft (PDX) models. In mice bearing the HBCx-13b HER2 3+ PDX, two doses of ZW49 administered two weeks apart generated tumor regressions. Furthermore, preliminary results from PDX models with lower levels of HER2 expression treated with ZW49 also generated regressions. In nonhuman primates ZW49 administered intravenously every two weeks for three doses was well tolerated. Based on these findings, we are proceeding with further development of ZW49 as a therapeutic candidate in HER2-expressing cancers.","keywords":"HER-2;Bispecific antibody;Bispecific antibody","organ":"Breast cancer","target":"HER2","tumor":"breast_gastric","sage":"target-tumor","pharma":"pharma","combo":"no","model":"preclinical xeno"}
