{"ID":" 5975","title":"Metformin-induced caveolin-1 expression promotes T-DM1 drug efficacy in breast cancer cells","authors":"Wan-Chen Wei<sup>1</sup>, Yuan-Chiang Chung<sup>1</sup>, Ling-Yi Kao<sup>2</sup>, Hsiang-Ling Chiu<sup>2</sup>, Yi-Che Wu<sup>2</sup>, Wei-Ting Chao<sup>2</sup>. <sup>1</sup>Cheng Ching Hospital, Taichung, Taiwan; <sup>2</sup>Tunghai University, Taichung, Taiwan","text":"Trastuzumab emtansine (T-DM1, Kadcyla) is an antibody-drug conjugate (ADC) that was recently approved by the Federal Drug Administration (FDA) of the USA for the treatment of HER-2-positive metastatic breast cancer. The drug sensitivity of ADCs depends in the main on the internalization efficiency of the drug. Endocytic protein caveolin-1 was shown to promote T-DM1 internalization and enhance drug sensitivity. Whether caveolin-1 can be overexpressed to improve T-DM1 efficacy is interesting and has the potential for clinical application. In this study, the first-line diabetes drug metformin was investigated in terms of induction of caveolin-1 expression for increased efficacy of subsequent T-DM1 application. HER-2-positive BT-474 cells were pretreated with metformin, followed by combined therapy with metformin and T-DM1. The T-DM1 internalization and drug efficacy were determined, and the protein expressions for signal transduction were also monitored by Western blot to ascertain the molecular mechanism. Caveolin-1 shRNA was applied to suppress endogenous cellular caveolin-1 expression, and the ability of metformin to promote T-DM1 efficacy was investigated. The results showed that in BT-474 cells pretreated with metformin, cellular caveolin-1 overexpression was induced, which then promoted drug efficacy by enhancing T-DM1 internalization. As cellular caveolin-1 was suppressed by shRNA, the effect of metformin-enhanced T-DM1 cytotoxicity was decreased. This study demonstrated that metformin can be applied prior to T-DM1 treatment to improve the clinical efficacy of T-DM1 by enhancing caveolin-1-mediated endocytosis.","keywords":"Breast cancer;Metformin;Metformin;T-DM1","organ":"Breast cancer","target":"HER2","tumor":"breast","sage":"resistance","pharma":"academia","combo":"yes","model":"preclinical xeno"}
