{"ID":" 6013","title":"Development of novel preclinical models of secondary resistance to the anti-CD37 antibody drug conjugate (ADC) IMGN529/DEBIO1562 in diffuse large B-cell lymphoma (DLBCL)","authors":"Alberto J. Arribas<sup>1</sup>, Luciano Cascione<sup>1</sup>, Luca Aresu<sup>1</sup>, Eugenio Gaudio<sup>1</sup>, Andrea Rinaldi<sup>1</sup>, Chiara Tarantelli<sup>1</sup>, Murodzhon Akhmedov<sup>1</sup>, Emanuele Zucca<sup>2</sup>, Davide Rossi<sup>1</sup>, Anastasios Stathis<sup>2</sup>, Francesco Bertoni<sup>1</sup>. <sup>1</sup>Università della Svizzera italiana, Institute of Oncology Research, Bellinzona, Switzerland; <sup>2</sup>IOSI Oncology Institute of Southern Switzerland, Bellinzona, Switzerland","text":"<b>Background:</b> CD37 is a membrane protein expressed almost exclusively in cells of the immune system (Bertoni & Stathis, Blood 2016). The IMGN529/DEBIO1562 ADC consists of an anti-CD37 antibody conjugated via a thioether-based linker to the cytotoxic anti-microtubule agent maytansinoid DM1. IMGN529/DEBIO1562 has shown preclinical (Deckert et al., Blood 2013; Gaudio et al., ASH 2016) and clinical antilymphoma activity (Stathis et al., ASH 2014). A better understanding of the resistance mechanisms could lead to rational combination strategies to prevent development of resistance and enhance efficacy. Hence, we generated DLBCL cell lines with secondary resistance to IMGN529/DEBIO1562.<br /><b>Materials and Methods:</b> IMGN529/DEBIO1562 resistance was generated through chronic treatment of cell lines for over 6 months. Proliferation of acquired stable resistance was tested by MTT assay (72 hrs) in resistant and parental cells after 2 weeks of drug-free culture. Multidrug resistance phenotype (MDR1 expression by real-time PCR) was ruled out. Resistant and parental cells underwent transcriptome profiling by RNA-seq and whole-exome sequencing (WES). CD37 surface expression was determined by FACS.<br /><b>Results:</b> The activate B-cell like SU-DHL-2 and the germinal center B-cell type SU-DHL-4 DLBCL cell lines were exposed to increasing concentrations of IMGN529/DEBIO1562 starting from IC50s for several months until they acquired resistance to the compound. Two SU-DHL-2 and 2 SU-DHL-4 resistant cell lines were obtained. In parallel, both cell lines were cultured upon the same conditions with no drug exposure (parental). SU-DHL-2 and SU-DHL-4 resistant lines showed IC50s that were approximately 10-fold higher than parental counterpart while maintaining a sensitivity similar to parental cells when exposed to the free DM1 toxin. CD37 expression was lost at both protein and mRNA levels in SU-DHL-2 resistant cells, and this appeared due to an homozygous deletion affecting the <i>CD37</i> gene locus at 19q13.33, as identified by WES. CD37 loss was also associated to changes of the recently described CD37 signatures in DLBCL patients (Xu-Monette et al., Blood 2016). Besides the <i>CD37</i> gene loss, the populations of resistant SU-DHL-2 cells shared 25 somatic mutations in genes coding for extracellular matrix components, protein kinases and transcription factors. The SU-DHL-4 resistant cells, which did not lose CD37 expression, harbored 48 shared mutations affecting kinases, cytokines, transcription factors and oncogenes and were enriched in specific pathways at RNA-seq.<br /><b>Conclusions: </b>We presented two novel DLBCL models of secondary resistance to the anti-CD37 ADC IMGN529/DEBIO1562. These models, apparently driven by different biologic processes, will help in clarifying mechanisms of resistance to the drug and developing combination therapeutic approaches.","keywords":"Lymphoma: non-Hodgkin's lymphoma;Resistance;Resistance;Targeted therapy","organ":"Lymphoma: non-Hodgkin's lymphoma","target":"CD37","tumor":"lymphoma","sage":"resistance","pharma":"academia","combo":"no","model":"preclinical in vitro"}
