{"ID":" 6076","title":"A controlled affinity-guided ADC-linker (MAGNET) technology","authors":"Nimish Gupta<sup>1</sup>, Goutam Biswas<sup>1</sup>, Aniruddha Sengupta<sup>1</sup>, Monideepa Roy<sup>1</sup>, Sudip Roy<sup>1</sup>, Shiladitya Sengupta<sup>2</sup>. <sup>1</sup>Akamara Therapeutics, Inc., India; <sup>2</sup>Brigham and Women's Hospital, Harvard Medical School, MA","text":"Antibody-drug conjugates (ADCs) have emerged as a powerful technology in cancer therapy. However, challenges with current linker technologies have limited the repertoire of ADCs. Currently-used linkers result in a heterogeneous mixture, unstable conjugates and/or involve complex processes such as genetic modification of the antibodies. Here, for the first time, we have explored high affinity non-covalent interactions between antibody and affinity ligands to design novel linkers that overcome the above challenges. The affinity ligands-based linkers coupled with payload, enable strong non-covalent association with the antibodies owing to their high specificity and affinity for antibodies without the need for any chemical reaction with the antibody. With a prototype affinity ligand, we demonstrated that the affinity ligand is able to guide the payload to six precise locations on the antibody conferring site-specificity to the resulting ADCs. Significantly, despite non-covalent interactions, the conjugates were found to be stable in presence of albumin and in human plasma. The ADC exhibited excellent antigen-specific internalization and nanomolar potency in vitro and were effective in suppressing tumor growth in a lung adenocarcinoma xenograft model with minimal systemic toxicity. This novel technology, which we term MAGNET (<u>m</u>ultivalent, <u>a</u>ffinity-<u>g</u>uided a<u>n</u>tibody-<u>e</u>mpowerment <u>t</u>echnology) overcomes the existing limitations of ADC engineering by imparting trinity of (1) site-specificity, (2) stability and (3) homogeneity, while simplifying the ADC synthesis process. The self-assembled MAGNET ADCs pave the way for exploration of non-covalent conjugation of payloads to any biomolecule, and heralds a new paradigm for ADC generation.","keywords":"Antibody;Targeted drug delivery;Targeted drug delivery","organ":"Not Applicable","target":"NA","tumor":"lung","sage":"linker","pharma":"pharma","combo":"no","model":"preclinical in vitro"}
