{"ID":" 6193","title":"Antibody drug conjugates with anthracycline payload induce tumor-selective antitumor immunity and exhibit a favorable safety profile in cynomolgus monkey toxicology studies","authors":"Ulf Grawunder. NBE-Therapeutics AG, Basel, Switzerland","text":"<b>Background:</b> Antibody Drug Conjugates (ADCs) target highly potent small molecule cytotoxic agents to tumors via tumor-specific antibodies. The therapeutic index of these drugs is strongly affected by a multitude of parameters, including -most importantly- (i) the quality of the targeting antibody, (ii) the stability of the covalent linker between mAb and payload, as well as (iii) the potency and MOA of the cytotoxin. In contrast to tubulin-binding cytotoxic payloads, which are comprised in the majority of clinical-stage ADCs, recently DNA-damaging cytotoxic payloads, like PBDs (pyrrolo-benzo-diazepines), IBDs (indilino-diazepines), or enediynes (e.g. calicheamicin) have taken center-stage, because these toxins show significantly higher anti-tumor efficacy. However, with the advent of these ultrapotent DNA damaging agents, linker-stability and homogeneity of the ADCs ensuring high tolerability and predictable PK/PD properties, respectively, is crucial for achieving a favorable therapeutic index. <b>Methods:</b> Homogeneous ADCs targeting either HER2 or ROR1 have been generated by site-specific conjugation using <b><u>s</u></b>ortase-enzyme <b><u>m</u></b>ediated <b>a</b>ntibody <b><u>c</u></b>onjugation (SMAC-Technology<sup>TM</sup>) with an ultra-potent, DNA damaging anthracycline toxin, based on the nemorubicin derivative PNU-159682. These ADCs have been evaluated for <i>in vivo</i> efficacy in various HER2 and ROR1 positive PDX-models of solid tumors, but also in syngeneic EMT-6 orthotopic breast cancer models. Furthermore, tolerability of these ADCs was assessed in rodents (HER2 and ROR1 ADCs), as well as in a non-GLP-toxicology study in cynomolgus monkeys (ROR1). <b>Results:</b> Homogeneous PNU-containing HER-2 and ROR1 ADCs show very high anti-tumor efficacy <i>in vivo</i>, both in PDX as well as in syngeneic solid tumor models - in case of HER-2 targeting, HER-2-PNU-ADCs exceeded efficacies of T-DM1 used as a benchmark ADC. In syngeneic breast cancer models, both HER-2, as well as ROR1 ADCs resulted in the induction of a long-lasting tumor selective anti-tumor immunity involving activated CD8 T cells. While strong anti-tumor efficacies are achieved at dose-levels ranging from 0.5-2 mg/kg, these ADCs doses are well tolerated in rodents. An exploratory non-GLP toxicology study in cynomolgus monkey confirmed the safety of PNU-ADCs also in a non-rodent species. <b>Conclusion:</b> Homogeneous PNU-containing HER-2 and ROR1 ADCs exhibit potent anti-tumor immunity in various in vivo tumor models and induce tumor-specific immunity in immune-competent syngeneic tumor models. In addition the ADCs display a very favorable therapeutic index and represent promising and safe drug candidates for treatment of various solid tumors.","keywords":"Antibody;Animal models;Animal models;Anthracycline","organ":"Breast cancer","target":"HER2_ROR1","tumor":"multiple","sage":"payload","pharma":"pharma","combo":"no","model":"preclinical xeno"}
