{"ID":" 6250","title":"Development of an HPLC method for the assessment of hydrophobicity of ADC payloads","authors":"Ilona Pysz<sup>1</sup>, Paul J. M. Jackson<sup>2</sup>, Khondaker M. Rahman<sup>1</sup>, David E. Thurston<sup>1</sup>. <sup>1</sup>King's College London, London, United Kingdom; <sup>2</sup>Femtogenix Ltd, Welwyn Garden City, United Kingdom","text":"<b>Antibody-Drug Conjugates (ADCs) are antibodies attached to cytotoxic agents (payloads) through chemically labile linkers. The development of ADCs can fail at various stages, a common cause being a lack of reproducibility in the methods used to attach the payload to the antibody (<i>i.e.</i>, the conjugation process) to provide a good yield and uniform drug-antibody ratio (<i>i.e.</i>, the DAR). One of the major problems associated with conjugation is the hydrophobicity of a payload which can cause aggregation. The aim of this study was to create a hydrophobicity model to </b>study the physicochemical properties of payloads at an early stage. This should allow their hydrophobicity to be evaluated and optimised at the design stage. A predictive model has been developed based on High Performance Liquid Chromatography (HPLC). Initial work involved development of a gradient reversed-phase HPLC method, and its use in the analysis of multiple reference compounds to establish their relative retention times. This involved the evaluation of a range of reversed-phase columns and solvent systems in order to obtain reproducibility. These initial studies, which utilized a C18 monolithic column for optimum results, demonstrated a clear relationship between the retention time (RT) of the reference compounds and their experimental LogP values obtained from the literature (r = 0.983). Next, a number of commercially available ADC payloads were analysed using the same HPLC method to determine their RT values, and their LogP values were calculated using the ChemDraw software. Payloads studied included Monomethyl Auristatin E (MMAE), Talirine and Tesirine (PBD dimers), Mertansine (DM1) and Calicheamicin. For this group of compounds, the results confirmed that their RT values correlated well with their calculated LogP values (r = 0.94). For example, the payload Talirine, which has a calculated LogP of 3.77, had an RT value of 17 min on the HPLC system equating to a LogP of 3.13 based on the reference compounds. Finally, some novel DNA-interactive payloads (<i>e.g.</i>, the pyridinobenzodiazepine FGX-2-62) were evaluated using the same methodology. For FGX-2-62, the calculated LogP varied significantly between different software packages (<i>i.e.</i>, 1.47, 3.38 or 4.46 for ChemSketch, MarvinSketch or ChemDraw, respectively). However, its HPLC retention time using the same method was 1.88 min, equating to a LogP of 1.63. This suggests that FGX-2-62 is significantly less hydrophobic than Talirine (<i>e.g.</i>, RTs of 1.88 min <i>versus</i> 17 min, respectively), an observation consistent with the ease of conjugation of FGX-2-62 to antibodies without significant aggregation. Overall, these results suggest that HPLC retention time derived from a suitable HPLC method is more reliable than the currently available software-based LogP prediction methods in providing a realistic assessment of the hydrophobicity of novel payloads and their propensity to cause aggregation during conjugation.","keywords":"Antibody;Payload Hydrophobicity;Payload Hydrophobicity;HPLC Assay","organ":"Not Applicable","target":"NA","tumor":"NA","sage":"payload","pharma":"academia","combo":"no","model":"preclinical in vitro"}
