{"ID":" 6254","title":"Superior efficacy of novel albumin-binding auristatin E-based prodrugs compared to auristatin E in a panel of human xenograft models in mice","authors":"Stephan D. Koester, Lara Pes, Johannes P. Magnusson, Serghei Chercheja, Federico Medda, Friederike I. Nollmann, Patricia Perez Galan, Javier Garcia Fernandez, Heidi-Kristin Walter, Khalid Abu Ajaj, Anna Warnecke, Felix Kratz. CytRx Corporation, Freiburg, Germany","text":"Auristatins are highly cytotoxic antimitotic tubulin-binding peptides. Of this family, only Adcetris®, an antibody drug conjugate (ADC) derived from monomethyl auristatin E (MMAE), is approved and marketed. Other auristatins such as dolastatin 10, dolastatin 15, and auristatin PE reached phase 1 and 2 clinical trials, but due to systemic toxicity and low antitumor activity they were discontinued.<sup>1</sup> Because of the high cytotoxicity, it is important to deliver these drugs selectively to the tumor avoiding premature release in the blood circulation.<br />We developed an acid-sensitive drug delivery system that uses circulating endogenous serum albumin as a macromolecular carrier. The drug is rapidly bound covalently to albumin upon i.v. injection and, following accumulation in the tumor due to enhanced uptake and retention mechanisms, the highly cytotoxic agent is released in a pH-dependent manner.<sup>2</sup> Herein we present <i>in-vivo</i> data of the considerably improved efficacy of two auristatin E derived prodrugs, AE-Keto-Sulf07 and AE-Ester-Sulf07, compared to the parent compound auristatin E. The acid-sensitive hydrazone prodrugs were prepared from the respective carbonyl-containing auristatin E derivatives and the water-solubilizing maleimide-bearing linker Sulf07.<br />Female NMRI nu/nu mice were inoculated subcutaneously with patient- or cell-derived human tumor xenografts (A375, A2780, RXF631, LXFA737) and randomized (n=7-8 per group) with starting tumor volumes in the range of 140-350 mm<sup>3</sup>. AE-Keto-Sulf07 showed excellent antitumor response over a wide dose range (3.0-6.5 mg/kg twice per week over 3-4 weeks), with optimal dosage at 4.5 mg/kg twice per week over 4 weeks. AE-Ester-Sulf07 was highly efficacious between 1.9 and 2.4 mg/kg dosed twice per week over 3-4 weeks or at 3.8 mg/kg dosed once per week over 4 weeks, but caused cumulative skin lesions due to scratching and biting. In contrast, auristatin E was dosed at 0.3 mg/kg twice per week over 3-4 weeks and was only marginally active.<br />In summary, we have shown for the first time that auristatin E derivatives, namely AE-Keto-Sulf07 and AE-Ester-Sulf07, bound to circulating albumin demonstrate promising antitumor efficacy and induce statistically significant long-term partial or complete remission in a panel of human xenograft models in mice.","keywords":"Drug delivery;Xenografts;Xenografts;Prodrugs","organ":"Not Applicable","target":"NA","tumor":"multiple","sage":"payload","pharma":"pharma","combo":"no","model":"preclinical xeno"}
