{"ID":" 6317","title":"FGFR signaling facilitates recurrence of minimal residual disease post trastuzumab emtansine treatment in breast cancer","authors":"Saeed Salehin Akhand, Connor Purdy, Michael Wendt. Purdue Univ., West Lafayette, IN","text":"The Her2 subtype of breast cancer (BC) accounts for about 20-25% of all the BC patients. This subtype is defined by the overexpression of human epidermal growth factor receptor 2 (Her2) which drives elevated downstream signaling promoting tumorigenesis. Trastuzumab emtansine (T-DM1) is an antibody drug conjugate in which an anti-Her2 antibody targets Her2 overexpressing tumor cells and delivers emtansine, a highly potent microtubule inhibitor. Metastatic BC patients who have progressed on Trastuzumab show improved overall survival with T-DM1 treatment. However, there is an unmet medical need in a group of patients where their initial response is followed by disease recurrence due to the development of acquired resistance. Therefore, it is important to investigate the molecular mechanisms of resistance to T-DM1. In this study, we established minimal residual disease (MRD) following T-DM1 treatment of HMLE-Her2 xenografts. Upon removal of the drug, tumors relapsed and were no longer responsive to T-DM1. In addition, immunohistochemistry staining revealed that these T-DM1 drug-resistant tumors lost their Her2 expression. In contrast to these <i>in vivo</i> results, continuous treatment of HMLE-Her2 cells with T-DM1 failed to show any acquired resistance <i>in vitro</i>. However, induction of epithelial-mesenchymal transition (EMT) via pretreatment with TGF-β facilitated acquisition of drug resistance to T-DM1. Similar to our <i>in vivo</i> resistant model, these <i>in vitro</i> resistant cells showed diminution in Her2 expression. Flow cytometry analysis suggested that TGF-β treatment may promote a heterogeneous expression of Her2, which helps the selection of a low Her2 expressing, T-DM1 resistant population. Next, we performed cell viability assays in the presence various kinase inhibitors. While the T-DM1 resistant cells were not sensitive to Lapatinib and Afatinib; they showed a dramatic response to FIIN-4, a covalent inhibitor of FGFR. Indeed, we observed elevated expression of FGFR1 at both the mRNA and protein levels in the T-DM1 resistant models.<i> </i>Moreover, we have found that ectopic overexpression of a truncated FGFR1 splice variant, FGFR1β, was sufficient to increase cell survival in response to T-DM1 treatment. Along these lines, orthotopic HMLE-Her2 tumors were less responsive to T-DM1 upon FGFR1β overexpression. Furthermore, overexpression of FGFR1β also leads to enhanced tumor recurrence following T-DM1 treatment. In line with these observations, we found that a patient-derived xenograft (PDX) from a Her2+ BC patient who had progressed on trastuzumab, were responsive to FIIN-4 while showing limited response to T-DM1. Currently, we are investigating potential mechanisms of FGFR mediated survival of T-DM1 resistant cells. Finally, we are exploring combination therapeutics using T-DM1 and FGFR inhibitors in various models of Her2 BC.","keywords":"Drug resistance;Tyrosine kinase inhibitor;Tyrosine kinase inhibitor;Targeted therapy","organ":"Breast cancer","target":"HER2","tumor":"breast","sage":"resistance","pharma":"academia","combo":"no","model":"preclinical xeno"}
