{"ID":" 6326","title":"CovisoLinK: New bacterial transglutaminase Q-Tag substrate for the development of site specific antibody-drug conjugates","authors":"Eva Sivado<sup>1</sup>, Vincent Thomas<sup>2</sup>, Meddy El Alaoui<sup>2</sup>, Anne-Catherine Jallas<sup>1</sup>, Mike R. Dyson<sup>3</sup>, John McCafferty<sup>3</sup>, Said El Alaoui<sup>2</sup>, Sandrine Valsesia-Wittmann<sup>1</sup>. <sup>1</sup>Centre Leon Berard, Lyon, France; <sup>2</sup>Covalab, Villeurbanne, France; <sup>3</sup>Iontas, Cambridge, United Kingdom","text":"CovIsoLink™ (<b>Cov</b>alently <b>Iso</b>peptide cross<b>link</b>ing) relates to methods for enzymatic covalently coupling drugs and other compounds through transglutaminase site specific generated in the targeted proteins including, polypeptides, proteins and immunoglobulins (patent pending<sup>1</sup>). Transglutaminases (TGases) catalyze covalent cross- linking of specific glutamine residues to the primary amine of peptide-bound lysine residues or primary amines of other compounds such as polyamines<sup>2</sup>. Using an in house peptide library and the transglutaminase colorometric assay<sup>3</sup>, we identified several amino acid sequences that were recognized as glutamine donor substrates. The optimum peptide sequences were selected and we further confirmed that these sequences have improved affinity compared with the conventional small peptides Z-QG. In different experiments we engineered Fc-containing polypeptide at the C-terminal domain and showed that mTG incorporates with high efficiency several types of amine donors to the engineered antibodies. CovIsoLink™ is now used to develop new antibody drug conjugates (ADCs) since the major advantage of this method is to obtain a homogenous immunoconjugate with uniform stoichiometry. We developed and characterized different recombinant anti Her2 IgG1 Mab carrying optimized enzymatic substrates (tag) by genetic insertion in the coding sequence of MAb. We then evaluated the best linkers and conformation to incorporate different compounds through bacterial Transglutaminase (mTG) enzymatic reaction. We set up experimental conditions, production, purification, HPLC/MS analysis and control of the immunoreactivity of CovIsoLink™ Her2-ADC. Using mTG, we obtained site specific conjugation of different modified drugs with optimized linker on the anti Her2 IgG1 antibody. By HIC analysis, we validated a specific and reproducible DAR reaching DAR2 depending on drugs and experimental conditions. In vitro and In vivo characterization and dose response studies of CovIsolink-ADC specificity and reactivity are currently performed in Her2 positive models demonstrating an improved efficacy by comparison with Kadcyla (T-DM1).<i>1) </i><i>PCT/EP2014/0792278, </i><i>2) </i><i>El Alaoui S et al, Int J Cancer, 1991</i><i>; 3) </i><i>Perez AM et al, Anal Biochem, 2009.</i>","keywords":"Antibody Engineering","organ":"Breast cancer","target":"HER2","tumor":"breast","sage":"linker","pharma":"academia","combo":"no","model":"preclinical in vitro"}
