{"ID":" 6484","title":"Development of next-generation antibody-drug conjugates for resistant HER2-positive tumors","authors":"Vincent Lacasse<sup>1</sup>, Jeffrey V. Leyton, Sr.<sup>1</sup>, Simon Beaudoin, Jr.<sup>1</sup>, Mark Barok<sup>2</sup>, Heikki Joensuu<sup>2</sup>. <sup>1</sup>Université de Sherbrooke, Sherbrooke, QC, Canada; <sup>2</sup>University of Helsinki, Helsinki, Finland","text":"Antibody-Drug Conjugates (ADC) represent a promising therapeutic modality for improving the clinical management of cancer. However, there now exists resistant mechanisms by cancer cells that are effective at ultimately reducing the cellular accumulation of the delivered drug and hence, reducing cytotoxic effectiveness. Kadcyla® (trastuzumab-emtansine [T-DM1]) is a benchmark as it is the first solid-tumor approved ADC. Despite this new therapeutic option, approximately 43% of patients achieve complete or partial response and most who initially respond develop resistance soon after. In order to transform current ADCs to more effective products improved intracellular delivery strategies could provide solutions. Our group developed is a natural composite compound (termed Accum) that conjugates to surface lysines and enables antibodies to escape endosomal entrapment followed by active routing to the nucleus. Modified antibodies retain high tumor cell selectivity, enhanced cellular accumulation, and improved tumor delivery of molecular payloads <i>in vivo</i>. We asked whether the modification of Accum-modified T-DM1 maintained its intracellular delivery mechanism and cytotoxic effectiveness in T-DM1-resistant cells. The cancer cell lines N87, OE19 (gastric), JIMT1, SK-BR-3 (breast), SKOV3 and SKOV3.IP1 (ovarian) were treated with increasing concentrations of T-DM1 in a 3 day on, 10 days off fashion for a period of 1 to 2 months. Resistant clones were identified. Parental and resistant cells were placed and passaged in SILAC (Stably Labeled Amino acid for Cell culture) media for proteomic analysis by liquid chromatography tandem mass spectrometry (LC-MS/MS). Cells were also treated with Accum-T-DM1 and mechanistic underpinnings determined. The IC<sub>50</sub> of Accum-T-DM1 was increased 50- and 10-fold relative to T-DM1 in parental OE19, and JIMT1 cells, respectively. T-DM1 resistant cell lines were successfully generated for each tumor type. Typically, the T-DM1 IC<sub>50</sub> values were increased ≥100-fold in resistant cells compared to parental cells. Preliminary proteomic studies revealed HER2 expression is marginally reduced in resistant cells. IP of Accum-T-DM1 co-precipitated showed the interaction with α-importin. This study is a work in progress of modifying T-DM1 with Accum and demonstrating enhanced cytotoxicity in T-DM1 resistant HER2-positive tumor cells. Ongoing studies will determine DM1 accumulation levels, potential resistance mechanisms, and ultimately cytotoxic effectiveness.","keywords":"Cancer therapy;Antibody-drug conjugate;Antibody-drug conjugate;Drug delivery","organ":"Breast cancer","target":"HER2","tumor":"breast","sage":"resistance","pharma":"academia","combo":"no","model":"preclinical in vitro"}
