{"ID":" 6609","title":"Bicycle Drug Conjugates targeting EphA2 for the treatment of solid tumors: Discovery and selection of BT5528","authors":"Gavin Bennett<sup>1</sup>, Philip Huxley<sup>1</sup>, Amy Brown<sup>1</sup>, Gemma Mudd<sup>1</sup>, Katerine van Rietschoten<sup>1</sup>, Silvia Pavan<sup>1</sup>, Liuhong Chen<sup>1</sup>, Sophie M. Watcham<sup>1</sup>, Peter U. Park<sup>2</sup>, Nicholas Keen<sup>2</sup>. <sup>1</sup>Bicycle Therapeutics Ltd, Cambridge, United Kingdom; <sup>2</sup>Bicycle Therapeutics Ltd, Cambridge, MA","text":"Ephrin receptor A2 (EphA2) is a member of the Ephrin receptor family of cell-cell junction proteins and is both highly overexpressed in several solid tumors and associated with poor prognosis in patients. Bicycles® are novel therapeutic agents: bicyclic peptides constrained via a chemical scaffold, which confer structural stability leading to high affinity and selectivity usually associated with antibodies. Bicycles can be elaborated to carry payloads to a specific target and their relatively small size (1.5-3 kDa) allows rapid tissue penetration and extravasation. Bicycle binders for EphA2 were identified using a proprietary phage display peptide technology consisting of highly diverse phage libraries of Bicycles. Initial screening identified Bicycle binders with high affinity for EphA2. EphA2 binding Bicycles were conjugated to cytotoxic payload via a cleavable linker to form a Bicycle Toxin Conjugate (BTC) and evaluated for EphA2 dependent cytotoxicity in vitro and in vivo. Efficacy was seen in EphA2-expressing xenograft models, but toxicity was seen at higher doses. These Bicycles were highly plasma protein bound, and relatively lipophilic. Visualization of Bicycle distribution by microPET showed localization to tumor, but with significant distribution to liver. Subsequent screening with a wider range of phage libraries and scaffolds identified Bicycle binders with alternate structures, lower PPB and lipophilicity. Crystal structures of these Bicycles bound to EphA2 enabled rational design to enhance potency and drug-like properties. Visualization of bio-distribution of these optimised Bicycles by microPET showed localization to tumor, with negligible localization to liver and renal clearance. A range of Bicycle Toxin Conjugates were produced by linking bicycle binders to cleavable linkers and toxin payloads. A series of BTCs were developed with DM1 payload, with linkers ranging from uncleavable to unhindered disulfide. Similarly, a series of BTCs were developed with MMAE payload, using uncleavable linker and a variety of cleavable peptidic linkers with different enzyme sensitivity. Binding affinity is maintained to EphA2 protein and cells expressing EphA2. BTC efficacy was evaluated in EphA2-expressing xenograft models, initially the HT-1080 fibrosarcoma model, but also MDA-MB-231 triple-negative breast cancer and NCI-H1975 lung cancer models. Efficacy was seen from 1mg/kg qw and complete regression of tumors from 2 weeks dosing at 2mg/kg qw. No efficacy was seen in xenograft models without EphA2 expression (eg MOLP-8).From >75 BTCs evaluated, BT5528 was chosen as a candidate molecule to progress to in-depth preclinical profiling. The development of Bicycle Toxin Conjugates against EphA2 allows fast and efficient targeting of solid tumors while sparing non-tumor tissues.","keywords":"EphA2;Targeted drug delivery;Targeted drug delivery;Tumor targeting","organ":"Not Applicable","target":"Epha2","tumor":"sarcoma_breast_lung","sage":"payload","pharma":"pharma","combo":"no","model":"preclinical xeno"}
