{"ID":" 6710","title":"Anti-tumor efficacy of BA3011, a novel Conditionally Active Biologic (CAB) anti-AXL-ADC","authors":"Leslie L. Sharp, Cathy Chang, Gerhard Frey, Jing Wang, Haizhen Liu, Charles Xing, Safak Yalcin, Marlena Walls, Yong Ben, William J. Boyle, Jay M. Short. BioAtla LLC, San Diego, CA","text":"AXL is a TAM family receptor tyrosine kinase that has been implicated in the pathogenesis of many cancer types. The high level of expression on the cancer cell surface and increased expression in various settings such as PD-1 resistant tumors makes AXL a particularly attractive target for antibody therapeutics. However, AXL is expressed on many normal tissues and has been implicated in wide ranging requisite biological processes including response of endothelial cells to vascular injury, hematopoiesis, and regulation of immune responses. This normal tissue expression combined with the presence of soluble AXL may limit AXL as a target for antibody-drug-conjugates (ADC). The Conditionally Active Biologics (CAB) technology is a patented, proprietary platform that generates antibodies that reversibly bind to target antigen in the context of diseased tissues, but not normal tissues, by taking advantage of the unique cancer microenvironment that is produced largely as a result of the Warburg effect. Using our CAB technology, we have identified anti-AXL CAB Abs that reversibly bind to recombinant AXL and AXL expressing cells under conditions that are present in the tumor microenvironment, but not in normal tissues.<br />BA3011 is a CAB-AXL-ADC. The pharmacological properties of BA3011 were characterized in a number of in vitro and in vivo pharmacology studies. BA3011 binds selectively to human and cyno AXL in conditions reflective of the tumor microenvironment, but has reduced binding under normal tissue conditions. BA3011 demonstrated the ability to induce cytotoxicity of human tumor cell lines expressing AXL in vitro and inhibit tumor growth in LCLC-103H (lung), DU145 (prostate), and MIAPaCa-2 (pancreatic) human tumor xenografts and in selected gemcitabine resistant pancreatic cancer patient derived xenograft models in vivo.<br />In conclusion, our data is consistent with our work on CAB-EGFR-ADC, CAB-ROR2-ADC, CAB-PD-1, and other CAB programs, and suggests that ADCs generated using the CAB technology provide biologics with increased therapeutic index. Specifically, the CAB-AXL-ADC is an excellent candidate for evaluation as a treatment for human cancers that are AXL positive.","keywords":"Antitumor agents;antibody drug conjugate;antibody drug conjugate;Axl","organ":"Not Applicable","target":"AXL","tumor":"lung_prostate_pancreatic","sage":"target-tumor","pharma":"pharma","combo":"no","model":"preclinical xeno"}
