{"ID":" 6760","title":"Combination of the miniature drug conjugate PEN-866 with PARP inhibitors as a rational approach to overcoming limitations of PARP inhibitor monotherapy","authors":"Samantha Perino, James M. Quinn, Marrissa Callahan, Gitanjali Sharma, Brian White, Mark Bilodeau, Leila Alland, Kerry Whalen, Richard Wooster. Tarveda Therapeutics, Watertown, MA","text":"PEN-866 is a novel miniature drug conjugate comprised of a Heat Shock Protein 90 (HSP90) targeting ligand attached through a cleavable linker to SN-38, the active metabolite of the approved topoisomerase I inhibitor, irinotecan. The conjugate accumulates and is retained in tumor cells through the HSP90 targeting ligand. PEN-866 linker cleavage provides sustained release of SN-38 at a high local tumor concentration leading to DNA damage and apoptosis of tumor cells resulting in broad preclinical antitumor activity. Reducing the DNA repair activity in tumor cells is an opportunity to significantly potentiate the efficacy of PEN-866.<br />Poly ADP ribose polymerase (PARP) has an important role in the repair of DNA. PARP inhibitors have shown activity in the clinical setting, both in patients whose cancers harbor mutations in BRCA1 and BRCA2, and in those that are BRCA1/2 wildtype, and are approved as monotherapy for use in treatment of patients with advanced ovarian cancers. Combining PARP inhibitors with other therapeutics has been challenging due to dose limiting toxicities. Combining PARP inhibitors with PEN-866 is mechanistically appealing with the potential for greater efficacy as compared to these agents used alone and the potential to mitigate the toxicity of the combination of a PARP inhibitor with conventional cytotoxic therapy due to the high levels of accumulation and retention of PEN-866 in xenograft tumors.<br />To evaluate these hypotheses, we have combined PEN-866 and PARP inhibitors in preclinical models of human cancer. Efficacy studies were carried out in both BRCA mutant and BRCA wildtype tumor xenografts combining PEN-866 and PARP inhibitors, and the combinations resulted in greater efficacy than that of the single agent in tumors with both genetic backgrounds. In addition, a pharmacodynamic assessment of DNA damage was performed in tumors responsive to the combination treatment. These data demonstrate that combination of PEN-866 and PARP inhibitors provide greater efficacy than single agent activity alone, including BRCA wildtype tumors, and support the evaluation of such combinations in the clinical setting. The authors acknowledge David Proia, Weiwen Ying and others from Synta Pharmaceuticals who contributed to this work.","keywords":"PARP;topoisomerase I inhibitor;topoisomerase I inhibitor","organ":"Not Applicable","target":"HSP90","tumor":"multiple","sage":"target-tumor","pharma":"pharma","combo":"yes","model":"preclinical xeno"}
