{"ID":" 6765","title":"Identifying an optimal site for linker conjugation of the taccalonolides, novel microtubule stabilizing drugs","authors":"April L. Risinger<sup>1</sup>, Lin Du<sup>2</sup>, Antonius Ola<sup>1</sup>, Robert H. Cichewicz<sup>2</sup>, Susan L. Mooberry<sup>1</sup>. <sup>1</sup>UT Health San Antonio, San Antonio, TX; <sup>2</sup>University of Oklahoma, Norman, OK","text":"The taccalonolides are a structurally distinct class of microtubule stabilizers purified from the roots and rhizomes of plants of the genus <i>Tacca</i>. The covalent binding of taccalonolides bearing a C-22,23 epoxide to β-tubulin generates a distinct profile of microtubule stabilization that results in a high level of cellular persistence and the ability to circumvent multiple mechanisms of clinically relevant drug resistance, including expression of P-glycoprotein. The biological effects of 121 structurally distinct taccalonolides, including 23 isolated natural products and 98 semi-synthetic derivatives have been evaluated. These compounds range in potency from 0.6 nM to over 50 µM, allowing for detailed structure activity relationship studies.<br />Some of the most potent taccalonolide derivatives include semi-synthetic modifications at C-6, C-7, or C-15 in combination with C-22,23 epoxidation. While these compounds did not have an acceptable therapeutic window for in vivo antitumor activity by systemic administration, they demonstrated highly effective and exquisitely persistent antitumor activity in a drug-resistant tumor model when delivered directly into the tumor. Additional studies were undertaken to see whether large chemical moieties could be added at these sites to facilitate targeted delivery of these compounds. In contrast to C-7 and C-15 derivatives, which are cleaved, C-6 modifications are stable and retain microtubule stabilizing and cytotoxic activities. In particular, fluorescent C-6 taccalonolide conjugates allowed, for the first time, direct visualization of these compounds in live cells, which co-localized with bundled microtubules. Further probing of the functionality at taccalonolide C-6 will allow for more detailed mechanistic studies of drug transport and distribution as well as optimization of a linker that could be used for antibody-based drug delivery.","keywords":"Tubulin;Microtubule-interfering agents;Microtubule-interfering agents;Natural product","organ":"Not Applicable","target":"NA","tumor":"NA","sage":"payload","pharma":"academia","combo":"no","model":"preclinical in vitro"}
