{"ID":" 6771","title":"Modular coiled-coil masking domains for tumor-specific antibody activation","authors":"Vivian H. Trang, Xinqun Zhang, Melissa M. Dominguez, Weiping Zeng, Julia H. Cochran, Ivan J. Stone, Peter D. Senter, Matthew R. Levengood. Seattle Genetics, Bothell, WA","text":"The power of monoclonal antibody therapeutics arises from their remarkable selectivity for a particular antigen. However, antibody therapies can still be limited by serious side effects that result from target-mediated toxicity when the antigen is also expressed on non-diseased tissue. An emerging concept in the field of therapeutic antibodies is to restrict antibody binding in healthy tissues while empowering the antibody at sites of disease. This has previously been accomplished by fusing masking groups to the antibody through cleavable sequences that can be activated upon hydrolysis by disease-associated proteases. Here, we present a novel approach to mask antibodies utilizing a variety of leucine zipper coiled-coil peptides fused to the N-termini of antibody heavy and light chains. An optimized heterodimeric coiled-coil masking domain was identified that significantly impaired the binding of multiple antibodies to their cognate receptors with no antibody-specific optimization required. Protease-cleavable linkers were introduced between the coiled-coil peptides and antibody termini, and protease-catalyzed removal of the coiled-coil domains restored antibody binding affinity to that of the unmasked parent antibody. The coiled-coil mask did not impair production of antibody-drug conjugates (ADCs) of varying drug-to-antibody ratios, and masked antibodies and ADCs had similar stability and pharmacokinetic profiles to unmasked counterparts. However, coiled-coil masked ADCs and antibodies displayed decreased functional activity in biological assays, commensurate with the decrease in affinity afforded by masking, and this activity could be restored upon cleavage of the mask. Lastly, coiled-coil masked antibodies and ADCs had been tested in vivo and had demonstrated improved safety benefits as well as equivalent antitumor activity compared to the unmasked counterparts. Coiled-coil masked antibodies represent an advance in the field of antibody pro-drugging, as this modular domain can be rapidly applied to an array of therapeutic antibodies and ADCs.","keywords":"Antibody Engineering;Masked Antibodies;Masked Antibodies;Tumor microenvironment","organ":"Not Applicable","target":"NA","tumor":"NA","sage":"other","pharma":"pharma","combo":"no","model":"preclinical in vitro"}
