{"ID":" 6866","title":"B7-H3 is a potential antibody drug conjugate target for the treatment of prostate cancer","authors":"Gareth C. Davies<sup>1</sup>, Kelli Ryan<sup>1</sup>, Alison J. Smith<sup>1</sup>, Chris Lloyd<sup>1</sup>, Ravinder Tammali<sup>2</sup>, Noel Monks<sup>2</sup>, Arthur Lewis<sup>1</sup>, Robert W. Wilkinson<sup>1</sup>. <sup>1</sup>MedImmune, Cambridge, United Kingdom; <sup>2</sup>MedImmune, Gaithersburg, MD","text":"B7-H3 is a member of the B7 family of immune-regulatory ligands and has been reported to be overexpressed in a broad range of human cancers. In order to understand more comprehensively the expression of B7-H3 on both normal tissues and on tumors, we developed an immunohistochemistry (IHC) assay for the detection of human B7-H3. Using this, we confirmed a restricted normal tissue expression pattern and demonstrated expression of B7-H3 in a range of solid tumors. In particular, a high proportion of prostate cancer samples showed strong homogenous B7-H3 expression. This low normal tissue expression and upregulation in cancer makes B7-H3 an attractive target for an antibody drug conjugate (ADC). To evaluate this approach, antibodies to B7-H3 were isolated by screening a phage display library for binding to B7-H3. These antibodies specifically bind to and are internalised by B7-H3 expressing cancer cells. ADCs were generated by site-specific conjugation of either a DNA-damaging pyrrolobenzodiazepine dimer or a microtubule-disrupting tubulysin payload. These ADCs selectively inhibited the growth of B7-H3 expressing cell lines including androgen-insensitive prostate cancer cell lines such as LNCAP-AI in vitro. Furthermore, these ADCs caused durable tumour regression in human tumor xenograft models in vivo. Together, these data suggest that an ADC targeting B7-H3 may have potential to be used for the treatment of a range of solid tumors including prostate cancer.","keywords":"Anticancer therapy","organ":"Genitourinary cancers: prostate","target":"B7-H3","tumor":"prostate","sage":"target-tumor","pharma":"pharma","combo":"no","model":"preclinical xeno"}
