{"ID":" 6892","title":"Myeloid derived suppressor cells (MDSCs) express Sialyl Tn (STn) and are a therapeutic target for anti-STn antibody drug conjugates","authors":"David A. Eavarone<sup>1</sup>, Patricia E. Rao<sup>1</sup>, Jillian M. Prendergast<sup>1</sup>, Adam D. Curtis<sup>2</sup>, Rong Zhang<sup>2</sup>, Lindsay S. Shopland<sup>2</sup>, Jenna N. Stein<sup>1</sup>, Jeff Behrens<sup>1</sup>, Daniel T. Dransfield<sup>1</sup>. <sup>1</sup>Siamab Therapeutics, Newton, MA; <sup>2</sup>Eastern Maine Medical Center, Brewer, ME","text":"Introduction: Myeloid derived suppressor cells (MDSCs) are functionally defined by their capacity to suppress T cell immunity; therefore inhibiting these cells is of great interest for immuno-oncology applications. STn, the sialylated version of the carbohydrate Tn antigen, is broadly expressed in human cancers such as breast, ovarian, bladder, cervical, colon, and lung and is rarely expressed in normal adult human tissues. The presence of STn in tumors is associated with metastatic disease, poor prognosis, and reduced overall survival. Tumor STn expression is well established and can be leveraged for targeted cancer therapy, however its expression on immuno-suppressive tumor infiltrating lymphocytes such as MDSCs has not been established. Methods: We generated humanized anti-STn mAbs having no cross-reactivity to the asialylated form of STn (Tn) or other glycan antigens. The epitope targeted by these mAbs is the STn glycan itself, not a particular glycopeptide or carrier protein, which offers the broadest potential to bind to multiple STn-glycosylated proteins on cell surfaces. We used these mAbs to quantify specifically the expression of tumor and MDSC STn expression across a set of patient tumor samples. We further treated mice with a humanized anti-STn-MMAE antibody-drug conjugate to evaluate targeted depletion of STn+ MDSCs. In order to evaluate the therapeutic potential of targeting this MDSC phenotype, we further evaluated the immunosuppressive environment of tumors containing STn+ and STn- MDSCs. Results: For the first time, we report the detection of STn on the surface of MDSCs in a growing body of patient tumor samples. Our data in patients as well as xenograft models additionally links STn expression on MDSCs to tumor cell STn expression. We have also demonstrated depletion of STn+ MDSCs after treatment with an anti-STn antibody-drug conjugate in an ovarian carcinoma xenograft model. Conclusions: Our data demonstrated that STn provides a uniquely glycan-specific and potent target for treatment of solid tumors. Anti-STn therapeutics offer the potential to go beyond tumor targeting to also directly target and deplete immune-suppressive MDSCs, thus fostering immune re-engagement and increasing the potential for better patient outcomes.","keywords":"Target discovery;Myeloid Derived Suppressor Cells;Myeloid Derived Suppressor Cells;Therapeutic Antibody","organ":"Not Applicable","target":"STn","tumor":"ovary","sage":"other","pharma":"pharma","combo":"no","model":"preclinical xeno"}
