{"ID":" 6902","title":"Anti-tumor efficacy of BA3021, a novel Conditionally Active Biologic (CAB) anti-ROR2 ADC","authors":"Leslie L. Sharp, Cathy Chang, Gerhard Frey, Jing Wang, Haizhen Liu, Charles Xing, Safak Yalcin, Marlena Walls, Yong Ben, William J. Boyle, Jay M. Short. BioAtla, San Diego, CA","text":"ROR2 is a developmentally regulated member of the receptor tyrosine kinase orphan receptor (ROR) family and is a non-canonical receptor for selected Wnt family members. Many of the activities associated with ROR2 in development have also been implicated in cancer including cell migration and invasion. In many cancer types, expression of ROR2 correlates with advanced disease or poor prognosis. The high level of expression on the cancer cell surface has made it an attractive target for antibody-drug-conjugates (ADC). The Conditionally Active Biologics (CAB) technology is a patented, proprietary platform that selects antibodies that reversibly bind to target antigen in the context of diseased tissues, but not normal tissues, by taking advantage of the unique cancer microenvironment that is produced largely as a result of the Warburg effect. Using our CAB technology, we have identified anti-ROR2 selective Abs that reversibly bind to recombinant ROR2 and ROR2 expressing cells under conditions that are present in the tumor microenvironment, but not in normal tissues.<br />BA3021 is a CAB-ROR2-ADC. The pharmacological properties of BA3021 were characterized in a number of in vitro and in vivo pharmacology studies. BA3021 binds selectively to human and cyno ROR2 in conditions reflective of the tumor microenvironment, but has reduced binding under normal tissue conditions. BA3021 demonstrated ability to induce cytotoxicity of cell lines expressing ROR2 in vitro and inhibit tumor growth in LCLC-103H (lung), MDA-MB-436 (breast), HT1080 (sarcoma) and SK-MEL-5 (melanoma) human tumor xenografts and in selected sarcoma cancer patient derived xenograft models in vivo.<br />In conclusion, our data is consistent with our work on CAB-EGFR-ADC, CAB-AXL-ADC, CAB-PD-1 and other CAB programs and suggests that ADCs generated using the CAB technology provide biologics with increased therapeutic index. Specifically, the CAB-ROR2-ADC is an excellent candidate for evaluation as a treatment for human cancers that are ROR2 positive.","keywords":"Anticancer therapy;antibody drug conjugate;antibody drug conjugate;Ror2","organ":"Not Applicable","target":"ROR2","tumor":"lung_breast_sarcoma_melanoma","sage":"other","pharma":"pharma","combo":"no","model":"preclinical xeno"}
