{"ID":" 7284","title":"Development of a novel ron receptor targeted antibody-drug conjugates using cysteine bridging technology for potential treatment of pancreatic cancer","authors":"Sreedhar Reddy Suthe<sup>1</sup>, Hang-Ping Yao<sup>2</sup>, Paul C. Trippier<sup>1</sup>, Ming-Hai Wang<sup>1</sup>. <sup>1</sup>Texas Tech University Health Sciences Center, Amarillo, TX; <sup>2</sup>Zhejiang University School of Medicine, Hangzhou, Zhejiang, China","text":"Therapeutics targeting known oncoproteins have been applied for pancreatic cancer treatment but clinical outcomes are not promising. Hence, there is an urgent need to identify novel targets and develop effective drugs to improve pancreatic cancer therapeutic index. Antibody-drug conjugates (ADC) represent a promising class of drugs for targeted cancer therapy. Here we developed a novel ADC targeting RON receptor tyrosine kinase for potential pancreatic cancer treatment. To this end,<b> </b>we have synthesized a bis-alkylating linker (BL), attached to a lysosomal protease-cleavable dipeptide with payload Monomethyl auristatin E (MMAE). The BL-MMAE was then conjugated to Zt/g4 (anti-RON mAb) through cysteine bridging technology to produce Zt/g4-BL-MMAE with a homogeneous conjugation profile and an antibody to drug ratio of 1:4. Zt/g4-BL-MMAE showed significant improvement in drug conjugation homogeneity and serum stability over conventional ADCs prepared through maleimide based linkers. In pancreatic cancer cell lines overexpressing RON, Zt/g4-BL-MMAE specifically targeted RON-expressing tumor cells and was effective in rapid induction of cell surface RON endocytosis. Functional analysis revealed that Zt/g4-BL-MMAE caused cell cycle arrest at G2/M phase, reduction of cell viability and subsequently resulted in massive cell death. The calculated IC50 is in the range of 1 to 2 µg/ml. We conclude that Zt/g4-BL-MMAE is a novel anti-RON ADC with excellent conjugation profile, serum stability, and selective cytotoxicity for pancreatic cancer cells. This work provides a pharmaceutical opportunity for evaluating potentials of RON-targeted ADCs in pancreatic cancer treatment in the future.<b></b>","keywords":"Antibody;RON;RON;Pancreatic cancer","organ":"Pancreatic cancer","target":"RON","tumor":"pancreas","sage":"target-tumor","pharma":"pharma","combo":"no","model":"preclinical in vitro"}
