{"ID":" 7656","title":"ABT-806-derived antibody-drug conjugates (ADCs) inhibit growth of malignant mesothelioma <i>in vivo</i>","authors":"Puey Ling Chia<sup>1</sup>, Diana Cao<sup>1</sup>, Angela Rigopoulos<sup>1</sup>, Hui Gan<sup>1</sup>, Ed Reilly<sup>2</sup>, Andrew Phillips<sup>2</sup>, Thomas John<sup>1</sup>, Andrew M. Scott<sup>1</sup>. <sup>1</sup>Olivia Newton-John Cancer Research Institute, Heidelberg, Australia; <sup>2</sup>Abbvie Cancer Discovery, North Chicago, IL","text":"<b>Introduction</b>: Malignant mesothelioma (MM) is an aggressive malignancy of the pleura with limited therapeutic options, and is associated with a poor prognosis. EGFR is known to be highly over-expressed in mesothelioma with reported EGFR overexpression between 44 to 97%. We have developed an anti-EGFR antibody (ABT-806), which is tumour specific and robustly inhibits EGFR-expressing tumours. We aimed to establish the validity and feasibility of targeting tumour expressed EGFR in MM using ABT-806 novel ADCs (ABT-414 and ABBV-221).<br /><b>Methods</b>: We evaluated EGFR and mAb 806 immunohistochemistry in 4 MM cell lines (MSTO-211H, NCI-H2052, NCI-H28, NCI-H2452) and performed <i>in-vitro</i> cell proliferation assays (CPA) to evaluate the antineoplastic potential of mAb806-related ADCs. In-vivo therapeutic studies using the biphasic mesothelioma cell line (MSTO-211H) were conducted with treatment groups involving ABT-414, ABBV-221, ADC control, cisplatin chemotherapy. We also performed quantitative biodistribution and imaging of mAb806 ADC uptake (<sup>89</sup>Zr mAb806 ADC) to allow correlation of mAb806 ADC concentration in tumours.<br /><b>Results</b>: mAb806 elicited strong binding to three of four MM cell lines (MSTO-211H, NCI-H2052 and NCI-H28). CPAs also demonstrated ABT-414 and ABBV- 221 had significant cell growth inhibition demonstrated in the range between 1 to 10ug/ml for MM cell lines. In MSTO-211H xenograft model significant anti-tumour response to both ABT-414 and ABBV-221 (p<0.01), was demonstrated. High, specific targeting of <sup>89</sup>Zr-ch806 to MM tumour in-vivo was also shown.<br /><b>Conclusion</b>: ABT-806 ADCs show potent anti-tumour activity in MM model, and warrant further exploration as a potential therapy for MM.","keywords":"Antibody;In vivo;In vivo;Mesothelioma","organ":"Mesothelioma","target":"EGFR","tumor":"mesothelioma","sage":"target-tumor","pharma":"academia","combo":"no","model":"preclinical xeno"}
