{"ID":" 7696","title":"Towards development of next-generation biparatopic ADCs using a novel linker-toxin with expanded therapeutic window","authors":"Rupert H. Davies<sup>1</sup>, Stuart D. Barnscher<sup>2</sup>, Peter W. Y. Chan<sup>2</sup>, Laurence Madera<sup>2</sup>, Jamie R. Rich<sup>2</sup>, Marylou Vallejo<sup>2</sup>, Grant R. Wickman<sup>2</sup>, Kevin Yin<sup>2</sup>, Vincent Fung<sup>2</sup>, Kevin J. Hamblett<sup>1</sup>, Patrick G. Kaminker<sup>1</sup>, John S. Babcook<sup>2</sup>. <sup>1</sup>Zymeworks Biopharmaceuticals, Seattle, WA; <sup>2</sup>Zymeworks, Vancouver, BC, Canada","text":"Antibody drug conjugate (ADC) therapies such as Kadcyla® and Adcetris® have significantly improved outcomes for patients. Despite these early advances, many ADCs have failed due to tolerability and efficacy concerns; therefore, there is a need to develop ADCs with a greater therapeutic window. We have previously reported the increased tolerability of a novel <i>N</i>-acyl sulfonamide auristatin payload conjugated to trastuzumab via a protease cleavable linker. In non-human primates (NHPs), the HNSTD for this ADC was 18 mg/kg compared to 3 mg/kg for the MMAE conjugate control. Separately, we have also reported that a biparatopic antibody targeting a tumor associated antigen (e.g. anti-HER2 bispecific antibody ZW25) can lead to enhanced receptor clustering and improved internalization, thereby increasing the efficiency of payload delivery. Our aim is to develop a series of novel biparatopic ADCs with expanded therapeutic windows against multiple targets. Here we present the proof-of-concept <i>in vitro</i> and <i>in vivo</i> characterization of benchmark ADCs against 3 different targets with improved tolerability and equivalent efficacy. Benchmark antibodies against 3 known clinical targets were conjugated to our N-acyl sulfonamide auristatin (mAb-ADCs) or to MMAE or DM4 controls (mAb-control ADCs) via cleavable linkers and were assessed for in vitro binding affinity and cytotoxicity. The therapeutic windows of mAb-ADCs and mAb-control ADCs were compared by assessing efficacy in mouse xenograft models and tolerability and pharmacokinetics in NHPs. mAb-ADCs had similar binding affinities to recombinant targets and/or to cancer cells expressing low to high levels of target antigen compared to the mAb-control ADCs. mAb-ADCs demonstrated similar in vitro cytotoxicity compared to mAb-control ADCs and this was recapitulated in vivo with similar tumor growth inhibition in mouse xenograft models. In a NHP tolerability/PK study, mAb-ADCs for all 3 targets were tolerated at doses up to 18 mg/kg (single dose IV infusion) compared to the mAb-control ADCs that showed severe to life-threatening neutropenia at lower doses. The increase in maximum tolerated dose for the mAb-ADCs over the mAb-control ADCs, together with comparable efficacy across 3 different targets, demonstrates the broad applicability of the novel N-acyl sulfonamide auristatin payload to expand the therapeutic window. This strategy, together with ongoing efforts to identify synergistic antibody paratopes that more efficiently deliver payload, could lead to next-generation biparatopic ADCs with improved activity.","keywords":"Bispecific antibody","organ":"Not Applicable","target":"HER2","tumor":"NA","sage":"linker","pharma":"pharma","combo":"no","model":"preclinical xeno"}
