{"ID":"10610","title":"Intratumoral toll-like receptor 9 (TLR9) agonist, CMP-001, in combination with pembrolizumab can reverse resistance to PD-1 inhibition in a phase Ib trial in subjects with advanced melanoma","authors":"Mohammed Milhem<sup>1</sup>, Rene Gonzales<sup>2</sup>, Theresa Medina<sup>2</sup>, John M. Kirkwood<sup>3</sup>, Elizabeth Buchbinder<sup>4</sup>, Inderjit Mehmi<sup>5</sup>, Jiaxin Niu<sup>6</sup>, Montaser Shaheen<sup>7</sup>, Ryan Weight<sup>8</sup>, Kim Margolin<sup>9</sup>, Jason Luke<sup>10</sup>, Aaron Morris<sup>11</sup>, David Mauro<sup>11</sup>, Arthur M. Krieg<sup>11</sup>, Antoni Ribas<sup>12</sup>. <sup>1</sup>University of Iowa, Iowa City, IA; <sup>2</sup>University of Colorado Denver, Denver, CO; <sup>3</sup>University of Pittsburgh Medical Center, Pittsburgh, PA; <sup>4</sup>Dana Farber Cancer Institute, Boston, MA; <sup>5</sup>West Virginia University, Morgantown, WV; <sup>6</sup>Banner MD Anderson Cancer Center, Gilbert, AZ; <sup>7</sup>University of Arizona, Tucson, AZ; <sup>8</sup>Thomas Jefferson University, Philadelphia, PA; <sup>9</sup>City of Hope, Duarte, CA; <sup>10</sup>University of Chicago, Chicago, IL; <sup>11</sup>Checkmate Pharmaceuticals, Cambridge, MA; <sup>12</sup>University of Los Angeles, Los Angeles, CA","presenter":"Mohammed Milhem","text":"<b>Background </b><br />CMP-001 comprises a CpG-A oligodeoxynucleotide packaged within a virus-like particle. It is designed to activate tumor-associated plasmacytoid dendritic cells via TLR9 inducing an interferon-rich tumor microenvironment and anti-tumor CD8<sup>+</sup> T cell responses.<br /><b>Materials and Methods</b><br />CMP-001-001 is an ongoing phase Ib trial evaluating intratumoral (IT) CMP-001 in combination with pembrolizumab (administered per label) in subjects with advanced melanoma resistant (either did not respond or progressed) on prior anti-PD-1 monotherapy or in combination. During dose escalation, subjects were enrolled to cohorts of ≥ 3 subjects at CMP-001 doses of 1, 3, 5, 7.5, and 10 mg in two dosing schedules (weekly for 7w, followed by q3w; or weekly for 2w, followed by q3w). CMP-001 was administered IT into an accessible lesion(s), and response assessed in all target lesions (injected and non-injected) by RECIST v1.1. Study therapy was continued until progression, toxicity, investigator decision or withdrawal of consent. Baseline and on-therapy serum was collected for cytokine analysis. Immunohistochemical and RNA-Seq analysis was performed on available pre- and post-treatment tumor biopsies.<br /><b>Results</b><br />As of December 31, 2017, 68 subjects have been treated (44 in Escalation and 24 in Expansion). Safety data from 63 subjects demonstrated a manageable acute toxicity profile consisting predominately of fever, N/V, headache, hypotension and rigors. Grade 3/4 related AEs reported in ≥1 subject; hypotension (n=7), anemia (n=2), chills (n=2), hypertension (n=2) and fever (n=2). The Objective Response Rates (ORR) across all dose cohorts on weekly (n=40) and q3week schedules (n=13) were 22.5% (9/40; 95 % CI 11-39%) and 7.7%% (1/13; 95% CI 0-36%) respectively. For subjects dosed weekly at 3 and 5 mg, the ORR was 33.3% (6/18 95% CI 13-59%). Of the 10 responders, 1 progressed (w36), 2 withdrew consent (w13, w25), 7 remain on study with 2 subjects maintaining their response though w72. Regression of non-injected tumors occurred in cutaneous, nodal, hepatic, and splenic metastases. CMP-001 induced TLR9 activation with a median 5.9 fold increase in serum CXCL10 (range of 0.9 - 276.3; mean fold increase of 21.8 with SD=48.8; n=39). Immunohistochemical and RNA-Seq analysis of tumor biopsies revealed increases in tumor-infiltrating CD8 T cells (>5 fold), PD-L1 expression (>3 fold increase in H score), and transcriptional signature of inflammation in 2/4 subjects with analyzable pre-and post-treatment samples.<br /><b>Conclusions </b><br />CMP-001 in combination with pembrolizumab resulted in objective, durable tumor responses with tolerable toxicities in subjects with advanced melanoma resistant to prior anti-PD-1 therapy. CMP-001 dosing at 5 mg/weekly has been selected for further evaluation in the ongoing dose expansion phase of this study.","keywords":"CpG oligodeoxynucleotides;CMP-001;TLR9 agonist;PD-1 Resistant","organ":"Melanoma/skin cancers","target":"TLR9","tumor":"melanoma","sage":"target-tumor","pharma":"academia","combo":"yes","model":"clinical"}
