{"ID":"10616","title":"Synergy of an anti-HER2 ADC TAK-522 (XMT-1522) in combination with anti-PD1 monoclonal antibody (mAb) in a syngeneic breast cancer model expressing human HER2","authors":"Tary Traore, Mithun Khattar. Takeda Pharmaceutical, Cambridge, MA","presenter":"Tary Traore","text":"Antibody-drug conjugates (ADCs) are a highly potent class of drugs that specifically target cancer cells expressing a tumor associated antigen (TAA). The ADC TAK-522 (XMT-1522) consists of a novel human IgG1 anti-HER2 monoclonal antibody and a novel, auristatin-based cytotoxic payload (Auristatin F-hydroxypropylamide, AF-HPA). An average DAR (drug-to-antibody ratio) of twelve AF-HPA molecules is achieved via a biodegradable polymer conjugation platform. We have characterized the ability of both the free payload AF-HPA and the ADC TAK-522 to induce immunogenic cell death (ICD) in vitro in multiple cell lines (NCI-N87, HT-29, SKBR3), as measured by cell surface expression of the ICD marker calreticulin (CRT) using microscopy and flow cytometry. CRT, usually contained in the lumen of the endoplasmic reticulum, translocated to the cell surface within a few hours after treatment with AF-HPA or TAK-522. Furthermore, we developed a novel syngeneic breast cancer (4T1) model expressing human HER2 at a relatively low antigen density. Treatment in this poorly immunogenic tumor model with TAK-522 but not Kadcyla showed significant inhibition of tumor growth <i>in vivo</i>. Importantly, a combination of anti-PD1 mAb and TAK-522 therapy substantially and synergistically enhanced the anti-tumor efficacy, resulting in complete responses in some mice. The frequency of complete responders was further increased when the two drugs were sequentially, rather than concurrently, administered such that TAK-522 administration was followed by anti-PD1 mAb therapy. These results suggest an immunological mechanism involving induction of immunogenic cell death by TAK-522, which in turn may activate the adaptive immune system by releasing tumor specific antigens. TAK-522 is currently being tested in a phase-1b clinical trial in patients with advanced breast, lung and gastric cancer expressing HER2. Based on our data, TAK-522 represents a potential candidate for combination therapies with immune checkpoint modulators in patients with poorly immunogenic HER2 expressing tumors.","keywords":"HER-2;Cancer immunotherapy;Checkpoint;XMT-1522","organ":"Breast cancer","target":"HER2","tumor":"breast","sage":"target-tumor","pharma":"pharma","combo":"yes","model":"preclinical xeno"}
