{"ID":"10651","title":"MEDI7247, a novel pyrrolobenzodiazepine ADC targeting ASCT2 with potent <i>in vivo</i> activity across a spectrum of hematological malignancies","authors":"Noel R. Monks, Kevin P. Schifferli, Ravinder Tammali, M. Jack Borrok, II, Steven R. Coats, Ronald Herbst, David A. Tice, Nabendu Pore. MedImmune, LLC, Gaithersburg, MD","presenter":"Noel Monks","text":"MEDI7247 is a first in class ADC consisting of a human anti-ASCT2 monoclonal antibody site specifically conjugated to DNA cross-linking pyrrolobenzodiazepine (PBD) dimers. ASCT2 (SLC1A5) is a multi-pass, Na<sup>+</sup>-dependent neutral amino acid transporter that mediates the uptake of amino acids required for tumor growth and progression. ASCT2 is highly overexpressed in many hematologic cancers, most notably Multiple Myeloma (MM - 100% positive), Acute Myeloid Leukemia (AML - 100% positive) and Diffuse Large B cell lymphoma (DLBCL - 95% positive). ASCT2 expression is low in normal tissues. MEDI7247 (Q1Wx4) demonstrated a significant survival advantage in 3 disseminated AML cell line models, TF1α<sup>(ASCT2-High)</sup>, MOLM-13<sup>(ASCT2-low)</sup> and M.V.411<sup>(ASCT2-High)</sup>, when compared to the untreated control at the lowest dose levels examined: 0.05, 0.1 and 0.1 mg/kg, respectively. Further exemplifying the activity of MEDI7247, both the TF1α and MOLM-13 models did not reach 50% survival by the end of the study, with 80% survival at >200 days for TF1α and 70% survival at >180 days for MOLM-13. Similarly, a single dose of MEDI7247 in the TF1α model resulted in a 60% survival at >200 days at 0.05 mg/kg. MEDI7247 was also tested in a disseminated AML PDX<sup>(ASCT2-low)</sup> model at 0.05, 0.1 and 0.4 mg/kg. A significant improvement in survival was observed at both 0.1 and 0.4 mg/kg with the higher dose level extending survival by >80 days. MEDI7247 activity was further confirmed by monitoring peripheral blood CD33<sup>+ve</sup> cells, which initially receded, with the timing of reappearance preempting survival. Multiple Myeloma is another indication that exhibits a high level of ASCT2 expression. MEDI7247 (Q1Wx4) efficacy was examined in 3 disseminated MM cell line models, NCI-H929<sup>(ASCT2-High)</sup>, MM.1S<sup>(ASCT2-medium)</sup> and OPM2<sup>(ASCT2-Medium)</sup>, with a significant improvement in survival from control at the lowest dose levels examined: 0.1, 0.1 and 0.05 mg/kg, respectively. The activity of MEDI7247 (Q1Wx4) was also examined in the subcutaneous DLBCL model KARPAS 422<sup>(ASCT2-High)</sup>. Tumor regressions were observed at all dose levels tested (0.1, 0.2, 0.3 and 0.4 mg/kg), with the higher two dose levels resulting in complete tumor regression without regrowth beyond 150 days. Additionally, MEDI7247 (Q1Wx4) is efficacious against the disseminated 697<sup>(ASCT2-Low) </sup>(Acute Lymphoblastic Leukemia - ALL) and RAJI<sup>(ASCT2-High) </sup>(Burkitt’s lymphoma) models. A significant survival advantage was seen in both tumor models at the lowest dose examined of 0.05 mg/kg. In conclusion, MEDI7247 demonstrates antitumor efficacy across all tumor indications tested and varying levels of ASCT2 expression. These data support the use of MEDI7247 in ASCT2 positive hematological malignancies. MEDI7247 is currently in Phase 1 clinical trials.","keywords":"Targeted drug delivery;Antibody;Pyrrolobenzodiazepines;Animal models","organ":"Not Applicable","target":"ASCT2","tumor":"leukemia","sage":"target-tumor","pharma":"pharma","combo":"no","model":"preclinical xeno"}
