{"ID":"10662","title":"Discovery and development of MEDI7247, a novel Pyrrolobenzodiazepine (PBD)-based antibody drug conjugate targeting ASCT2, for treating hematological and solid cancers","authors":"Nabendu Pore, M. Jack Borrok, Marlon Rebellato, MaryJane Hinrichs, Kevin P. Schifferli, Noel R. Monks, Ravinder Tammali, Ronald Herbst, Steven R. Coats, David A. Tice. MedImmune, LLC, Gaithersburg, MD","presenter":"Nabendu Pore","text":"The sodium dependent neutral amino acid transporter, ASCT2/SLC1A5 is frequently overexpressed in cancer to sustain “glutamine addiction” of cancer cells and to meet their increased demand for energy and nutrients. High expression of ASCT2 is often associated with poor disease prognosis. Immuno-histochemistry (IHC) data from 600+ tumor samples suggest ASCT2 expression in hematologic and solid cancers, including MM, AML, and DLBCL (≥ 95% positive in respective tumor samples), as well as squamous cell carcinoma of the head and neck (SCCHN), non-small cell lung cancer (NSCLC), small cell lung cancer (SCLC), prostate, pancreatic, and colorectal cancer (66% to 95% positivity in respective tumors). Broad expression across various cancers and restricted expression in normal tissues warrant ASCT2 as an attractive candidate for an antibody drug conjugate. MEDI7247 is a novel investigational antibody-drug conjugate (ADC) comprising an anti-ASCT2 human monoclonal antibody site-specifically conjugated to pyrrolobenzodiazepine (PBD) dimer via a protease-cleavable linker, with a drug to antibody ratio (DAR) of 2. MEDI7247 specifically binds to cell surface ASCT2 while exhibiting no affinity to the other members of the family, including ASCT1. Following binding, MEDI7247 is internalized and trafficked to the lysosomes to subsequently release the PBD warhead. PBD enters the nucleus where it induces DNA damage and results in tumor cell death. MEDI7247 shows potent <i>in vitro</i> cytotoxicity in several human cancer cell lines expressing variable levels of ASCT2. Dose dependent <i>in vivo</i> efficacy of MEDI7247 was determined in solid tumor xenografts and disseminated hematological malignancy models. MEDI7247 is cross-reactive with cynomolgous monkey ASCT2 and shows similar binding and killing with cyno ASCT2 expressing cells. MEDI7247 demonstrated acceptable safety profile in toxicity studies with non-human primates to support first in human trials. Based on its combined efficacy and safety, MEDI7247 is in clinical development for the treatment of ASCT2 positive cancers.","keywords":"Pyrrolobenzodiazepines;Antibody;Solid tumors;Multiple myeloma","organ":"Not Applicable","target":"ASCT2","tumor":"multiple","sage":"target-tumor","pharma":"pharma","combo":"yes","model":"preclinical xeno"}
