{"ID":"10663","title":"Phase Ib/II, open label, multicenter study of intratumoral SD-101 in combination with pembrolizumab in anti-PD-1 treatment naïve patients with recurrent or metastatic head and neck squamous cell carcinoma (HNSCC)","authors":"Ezra Cohen<sup>1</sup>, Sarwan Bishnoi<sup>2</sup>, Douglas E. Laux<sup>3</sup>, Deborah Wong<sup>4</sup>, Asim Amin<sup>5</sup>, Lisle Nabell<sup>6</sup>, Emmett V. Schmidt<sup>7</sup>, Biao Xing<sup>8</sup>, Abraham C. F. Leung<sup>8</sup>, Robert Janssen<sup>8</sup>. <sup>1</sup>Moores Cancer Center, UC San Diego, La Jolla, CA; <sup>2</sup>Adelaide Cancer Centre, Kurralta Park, Australia; <sup>3</sup>University of Iowa Hospitals and Clinics, Iowa City, IA; <sup>4</sup>Jonsson Comprehensive Cancer Center, UCLA Medical Center, Los Angeles, CA; <sup>5</sup>Levine Cancer Institute, Charlotte, NC; <sup>6</sup>University of Alabama at Birmingham, Birmingham, AL; <sup>7</sup>Merck & Co., Inc., Kenilworth, NJ; <sup>8</sup>Dynavax, Berkeley, CA","presenter":"Abraham Leung","text":"<b>Background and Objectives</b><b>: </b>SD-101 is a synthetic CpG-ODN agonist of TLR9 that stimulates dendritic cells to release IFN-alpha and mature into antigen presenting cells to activate T cell anti-tumor responses. Pembrolizumab is a PD-1 inhibitor that has demonstrated activity in HNSCC with ORR of 14%. Study DV3-MEL-01 (NCT02521870) assesses the safety and preliminary efficacy of SD-101 in combination with pembrolizumab in patients with recurrent or metastatic HNSCC.<br /><b>Methods: </b>In phase 2 expansion cohort for anti-PD-1 treatment naïve HNSCC patients, SD-101 was injected in a single tumor lesion (weekly x 4 doses then every 3 weeks x 7 doses) at 8 mg and pembrolizumab was administered intravenously at 200 mg every 3 weeks. Responses are assessed per investigator using RECIST v1.1/irRECIST.<br /><b>Preliminary Data and Results: </b>16 anti-PD-1 treatment naïve HNSCC patients are enrolled to date: median age 65 y/o, male 94%, ECOG PS1 63%, median prior lines of therapy 1. SD-101 safety profile consists of flu-like symptoms and injection-site reactions. Grade≥3 treatment-related AEs observed to date included influenza-like symptoms, myalgia, headache, injection site pain and swelling, and fatigue with each of the toxicities occurring in 1 patient (6.7%). No increase in frequency of known pembrolizumab immune-related AEs has been observed to date. ORR in evaluable pts (n=10) was 40% (4 PRs; 1 SD, 5 PDs with 1 still on treatment). The duration of response will be characterized when follow-up data become more mature. <b><br />Conclusions: </b>In anti-PD-1 treatment naïve HNSCC patients,<b> </b>SD-101 in combination with pembrolizumab showed a promising response rate and has been well tolerated. Full accrual of subjects in this cohort is ongoing.","keywords":"Immunotherapy;Innate immunity;Checkpoint;Head and neck cancers","organ":"Head and neck cancers","target":"TLR9","tumor":"headneck","sage":"target-tumor","pharma":"academia","combo":"yes","model":"clinical"}
