{"ID":"10677","title":"Discovery of an imidazopyridine series of potent human IDO1 inhibitors with robust target engagement in a preclinical tumor model","authors":"Alessia Petrocchi<sup>1</sup>, Naphtali J. Reyna<sup>1</sup>, Faika Mseeh<sup>1</sup>, Connor A. Parker<sup>1</sup>, Simon Yu<sup>1</sup>, Quanyun Xu<sup>1</sup>, Ningping Feng<sup>1</sup>, Paul Leonard<sup>1</sup>, Norma Rogers<sup>1</sup>, Jason B. Cross<sup>1</sup>, Angela L. Harris<sup>1</sup>, Yongying Jiang<sup>1</sup>, Tin Oo Khor<sup>1</sup>, Mikhila G. Mahendra<sup>1</sup>, Jihai Pang<sup>1</sup>, Qi Wu<sup>1</sup>, Andy M. Zuniga<sup>1</sup>, Timothy McAfoos<sup>1</sup>, Timothy McAfoos<sup>1</sup>, Matthew M. Hamilton<sup>1</sup>, Joe R. Marszalek<sup>1</sup>, Keith Mikule<sup>2</sup>, Paul Vancutsem<sup>2</sup>, Keith Wilcoxen<sup>2</sup>, Martin Tremblay<sup>2</sup>, Philip Jones<sup>1</sup>, Richard T. Lewis<sup>1</sup>. <sup>1</sup>MD Anderson Cancer Center, Houston, TX; <sup>2</sup>Tesaro Bioscience, Waltham, MA","presenter":"Alessia Petrocchi","text":"Indoleamine 2,3-dioxygenase (IDO1 and IDO2) and tryptophan dioxygenase (TDO) are heme-containing enzymes that mediate the rate limiting step in the oxidative degradation of L-tryptophan (L-TRP) to kynurenine (KYN) metabolites. Tryptophan catabolism through the KYN metabolic pathway is now recognized as one of many mechanisms involved in tumor cell evasion of the immune surveillance system. Inhibition of the KYN pathway in the tumor microenvironment can lead to improved immune response and tumor growth suppression. Recently, clinical proof of concept of this mechanism has been demonstrated using an Indoleamine 2,3-dioxygenase (IDO1) inhibitor in combination with a PD-1 antagonist in a variety of tumor contexts. Consideration of known low molecular weight heme-co-ordinating ligands identified from the PDB, in conjunction with a virtual screen performed in-silico identified a number of potentially interesting starting points for medicinal chemistry development. Identification of an attractive indazole fragment as a starting point, and expansion into alternative bicyclic cores, resulted in the discovery of a family of imidazopyridines as potent human IDO1 inhibitors with >200 fold selectivity against TDO. Utilizing a structure-based design approach allowed rapid lead optimization that resulted in the identification of IACS-8968. Crystallography studies were conducted, and binding of IACS-8968 to the heme domain of the human IDO1 was confirmed. The homochiral imidazopyridine IACS-8968 displayed cellular IC<sub>50</sub>= 29 nM in a HeLa cell line expressing human IDO1 and IC<sub>50</sub>= 21 nM in a PANC02 mouse cell line expressing the murine IDO1 enzyme, showed satisfactory selectivity margin (> 150 fold) versus its CYP<sub>450</sub> inhibition profile and good oral bioavailability across species. PK/PD experiments indicated that, at equivalent exposure, IACS-8968 (sodium salt) and epacadostat decreased tumor KYN at comparable levels in CT26 syngeneic mouse model.","keywords":"Drug discovery;IDO1 inhibitors","organ":"Not Applicable","target":"IDO1","tumor":"colorectal","sage":"drug","pharma":"academia","combo":"no","model":"preclinical xeno"}
