{"ID":"10689","title":"HER2-targeted antibody drug conjugates induce host immunity and target cancer stem cells and the efficacy can be enhanced by anti-PD-L1","authors":"Leiming Xia<sup>1</sup>, Lu Wen<sup>1</sup>, Ming Lin<sup>1</sup>, Comer Frank<sup>2</sup>, Hinrichs Mary Jane<sup>2</sup>, Oberst Michael<sup>2</sup>, Coats Steven<sup>2</sup>, Yangyi Bao<sup>3</sup>, Alfred E. Chang<sup>1</sup>, Max Wicha<sup>1</sup>, Qiao Li<sup>1</sup>. <sup>1</sup>Univ. of Michigan, Ann Arbor, MI; <sup>2</sup>MedImmune LLC, Gaithersburg, MD; <sup>3</sup>The first people's hospital of Hefei, Hefei, China","presenter":"Qiao Li","text":"HER2 represents an ideal target for cancer immunotherapy. HER2-targeted antibody drug conjugate (ADC) was tested in immunocompromised (SCID) host, which doesn’t allow the evaluation of the ADC-induced immune responses. In addition, no potential impact of ADC on cancer stem cells (CSCs) has been reported. Furthermore, tumor cells with PD-L1 expression may escape immune attack by converting PD-1 positive immune effector cells into anergy. We hypothesized that HER2-targeted ADC could modulate host immune response, target HER2<sup>high</sup> CSCs, and the efficacy of ADC could be enhanced by anti-PD-L1. To test this hypothesis, we used two immunocompetent murine models: mouse breast tumor D2/F2 and TNBC 4T1 with enforced expression of HER2, <b>D2F2/E2</b> and <b>HER2-4T1</b> respectively. Both D2F2/E2 and HER2-4T1 could generate tumor in immunocompetent Balb/c mice, which allowed us to test the efficacy and specificity of HER2-targeted ADC, and to evaluate host immune responses. In D2F2/E2 mouse model, we found that HER2-targeted ADC significantly inhibited D2F2/E2 tumor growth, but not the parental D2F2 tumors, in a dose dependent manner. The specificity was confirmed in HER2-4T1 model because we observed significant suppression of HER2-targted ADC on HER2-4T1 tumor growth, but not on the parental 4T1 tumor. In parallel, we observed that HER2-targeted ADC treatment reduced the number of HER2 positive cells, and ALDH<sup>high</sup> cells. ALDH<sup>high</sup> cells have been identified as cancer stem cells in multiple malignancies. We have characterized the stemness of ALDH<sup>high</sup> 4T1 cells. In the present study, we confirmed that the ALDH<sup>high</sup> sub-population of D2F2/E2 cells are highly tumorigenic compared to ALDH<sup>low</sup> cells<i>.</i> Next, we tested and observed that PD-L1 expression increased in D2F2/E2 and HER2-4T1 fresh tumor cells than in cell lines. Anti-PD-L1 mAb significantly augmented the therapeutic efficacy of HER2-targeted ADC in both D2F2/E2 and HER2-4T1 tumor models. In addition, anti-PD-L1 plus HER2-targeted ADC further reduced the number of HER2 positive cells, and ALDH<sup>high</sup> cells, but increased the number of CD3<sup>+</sup> and CD19<sup>+</sup> tumor infiltrating lymphocytes (TILs). Expanded CD3<sup>+</sup> TILs from the tumor subjected to HER2-targeted ADC plus anti-PD-L1 treatment killed tumor cells significantly more than mono-treatment. Expanded CD19<sup>+</sup> TILs from tumor subjected to HER2-targeted ADC plus anti-PD-L1 produced more IgG than all the controls. Importantly, the IgG could specifically bind to tumor cells, resulting in the highest cytotoxicity of the tumor cells <i>via </i>ADCC. Together, our data indicate that HER2-targeted ADC could induce significant host immune responses, which was evidenced by the detection of anti-tumor CD3<sup>+</sup> and CD19<sup>+</sup> TILs. We first show that HER2-targeted ADC could target ALDH<sup>high</sup> cancer stem cells, and such effect was significantly enhanced by anti-PD-L1 administration.","keywords":"Cancer stem cell;antibody drug conjugate;anti-PD-L1;TILs","organ":"Not Applicable","target":"HER2","tumor":"breast","sage":"target-tumor","pharma":"pharma","combo":"yes","model":"preclinical xeno"}
