{"ID":"10703","title":"MEDI7247: A first in class antibody drug conjugate targeting ASCT2 in a range of solid tumors","authors":"Kevin P. Schifferli, Noel R. Monks, Ravinder Tammali, M. Jack Borrok, Matthew G. Flynn, Elaine M. Hurt, Steven R. Coats, Ronald Herbst, David A. Tice, Nabendu Pore. MedImmune, LLC, Gaithersburg, MD","presenter":"Kevin Schifferli","text":"MEDI7247 is a first in class ADC consisting of a human anti-ASCT2 monoclonal antibody, site specifically conjugated to highly cytotoxic DNA cross-linking pyrrolobenzodiazepine (PBD) dimers (DAR of 2) via a protease-cleavable linker. ASCT2 (SLC1A5) is a multi-pass, Na<sup>+</sup>-dependent, neutral amino acid transporter that mediates the uptake of amino acids required for tumor growth and progression. ASCT2 over-expression has been identified on numerous solid tumor indications including pancreatic (94% Positive), small cell (SCLC) and non-small cell (NSCLC) lung cancer (65% positive), colorectal (73% positive), squamous cell carcinoma of the head and neck (SCCHN - 94% positive) and prostate (65% positive). MEDI7247 binds to ASCT2 facilitating internalization and ultimately cell death. We have evaluated the <i>in vivo</i> anti-tumor activity of MEDI7247 in both cell line-derived xenografts (CDX) and patient-derived xenografts (PDX). Cell line-derived xenografts were utilized to examine the anti-tumor activity in colorectal (WiDR), small cell lung cancer (H69) and squamous head and neck (FADU) tumors. Expression of ASCT2 was determined to be high in WiDR and low in both H69 and FADU. Regardless of ASCT2 expression level MEDI7247 controlled tumor growth in each of these models. MEDI7247 was further examined in numerous PDX models of pancreatic, NSCLC and colorectal tumors. Activity was observed across all the PDX models tested. Two pancreatic cancer PDX with both low and high ASCT2 expression levels showed anti-tumor responses to MEDI7247 at all dose levels tested (0.1, 0.2, 0.3 and 0.4 mg/kg). In both models, tumor regressions were observed with durable responses observed beyond 100 days. Flow cytometry analyses reveal high ASCT2 expression of cancer stem cells (CSCs) in Patient Derived Xenografts(PDX). Additionally, MEDI7247 ablates CSCs <i>in vivo</i> in PDX tumors, which may yield opportunity for more durable clinical responses. In summary, preclinical in vivo evaluation of MEDI7247 demonstrates target dependent anti-tumor activity across all the solid tumor indications evaluated and may be important in tumor initiating cell populations. MEDI7247 is currently in Phase I clinical trials.","keywords":"Targeted drug delivery;Antibody;Solid tumors;Pyrrolobenzodiazepines","organ":"Pancreatic cancer","target":"ASCT2","tumor":"lung_colorectal","sage":"target-tumor","pharma":"pharma","combo":"yes","model":"preclinical xeno"}
