{"ID":"10711","title":"<b></b>Pediatric Preclinical Testing Consortium evaluation of a DLL3-targeted antibody drug conjugate rovalpituzumab tesirine, in neuroblastoma","authors":"Renata Sano<sup>1</sup>, Kateryna Krytska<sup>1</sup>, Matthew Tsang<sup>1</sup>, Stephen W. Erickson<sup>2</sup>, Beverly A. Teicher<sup>3</sup>, Laura Saunders<sup>4</sup>, Ryan T. Jones<sup>4</sup>, Malcom A. Smith<sup>3</sup>, John M. Maris<sup>1</sup>, Yael P. Mosse<sup>1</sup>. <sup>1</sup>CHOP, philadelphia, PA; <sup>2</sup>RTI International, Research Triangle Park, NC; <sup>3</sup>NCI, Bethesda, MD; <sup>4</sup>Abbvie, San Francisco, CA","presenter":"Renata Sano","text":"<b>Introduction:</b> Rova-T (SC16LD6.5) is an ADC targeting delta-like protein 3 (DLL3), a member of the delta-notch signaling pathway, composed of the monoclonal antibody SC16 conjugated to the DNA-damaging D6.5 pyrrolobenzodiazepine (PBD) dimer toxin. In clinical trials, Rova-T demonstrated anti-tumor activity in patients with small cell lung cancer with high DLL3 protein expression. We have identified DLL3 as highly expressed in NBs, especially the <i>MYCN</i>-amplified subset. Here, we characterize the expression of DLL3 in NB patient derived xenografts (PDX), and define the efficacy of Rova-T in these models <i>ex vivo</i> and <i>in vivo</i>.<br /><b>Methods:</b> To assess DLL3 protein expression, we performed immunohistochemistry (IHC) on 32 PDXs from high-risk human primary tumors in tissue microarrays. We quantified cell surface DLL3 from dissociated PDX tumors using immunoblotting and flow-cytometry with a PE-conjugated DLL3 antibody. The cytotoxic activity of Rova-T against 8 dissociated PDXs placed in short term culture was evaluated using cell viability assays and a testing range of 10 fm to 10 nM. The in vivo activity of Rova-T was tested against 3 NB PDX models (Felix-PDX, COG-N-452x and COG-N-415x) using single intraperitoneal injection on day 0. Treatment groups included: vehicle control, IgGADC6.5 at 0.6 mg/kg, and Rova-T at 0.1 mg/kg, 0.3 mg/kg or 0.6 mg/kg. Events were defined as quadrupling of tumor volume from day 0.<br /><b>Results: </b><br />DLL3 protein was expressed in 27 of 32 NB PDXs. The median percentage of tumor cells with a ≥ 2+ intensity was 25%-55% in 12/27 samples, 55%-85% in 8/27 samples and 85%-100% in 7/27 samples. The relative IHC scores in the tested samples correlated with levels of cell surface DLL3 and with DLL3 protein and RNA expression levels assessed by immunoblotting and RNAseq. Rova-T showed IC<sub>50</sub> values from 0.026-47.25 nM, whereas PBD alone showed IC<sub>50</sub> values from 0.003-0.345 nM. Tumors that expressed high DLL3 levels did not necessarily show a higher sensitivity to Rova-T <i>ex vivo</i>. In vivo, Rova-T induced significant differences in EFS distribution compared to control in 3 of 3 PDX models treated with 0.6 mg/kg and in 1 of 2 PDX models dosed at 0.1 and 0.3 mg/kg. All 3 PDX models showed a >2-fold extension in median EFS for treated compared to control animals at 0.6 mg/kg. Two PDXs, COG-N-452x and Felix-PDX, had a minimum relative tumor volume <0.2 to 0.6 mg/kg, and achieved complete and partial responses, respectively. Among the PDXs tested, DLL3 expression was lowest in COG-N-452x; this model showed superior in vivo sensitivity to Rova-T compared with the other 2 models which had higher DLL3 expression and also higher IC<sub>50</sub> values for PBD.<br /><b>Conclusions: </b>These data suggest that targeting DLL3 using an ADC approach in NB could be an active therapeutic strategy. Studies are ongoing to further explore biomarkers of response as DLL3 expression alone may be insufficient for NB.","keywords":"Immunotherapy;neuroblastoma;Rova-T;DLL3","organ":"Not Applicable","target":"DLL3","tumor":"neruoblastoma","sage":"target-tumor","pharma":"pharma","combo":"no","model":"preclinical xeno"}
