{"ID":"10731","title":"Durability of responses to the combination of SD-101 and pembrolizumab in advanced metastatic melanoma: Results of a phase Ib, multicenter study","authors":"Antoni Ribas<sup>1</sup>, Theresa Medina<sup>2</sup>, Shivaani Kummar<sup>3</sup>, Asim Amin<sup>4</sup>, Joseph J. Drabick<sup>5</sup>, Minal Barve<sup>6</sup>, Gregory Daniels<sup>7</sup>, Deborah L. Wong<sup>1</sup>, Emmett V. Schmidt<sup>8</sup>, Abraham C. F. Leung<sup>9</sup>, Robert Janssen<sup>9</sup>. <sup>1</sup>University of California, Los Angeles, CA; <sup>2</sup>University of Colorado, Aurora, CO; <sup>3</sup>Stanford University, Palo Alto, CA; <sup>4</sup>Levine Cancer Institute, Charlotte, NC; <sup>5</sup>Penn State Cancer Institute, Hershey, PA; <sup>6</sup>Mary Crowley Cancer Research Center, Dallas, TX; <sup>7</sup>University of California, San Diego, CA; <sup>8</sup>Merck & Co, Kenilworth, NJ; <sup>9</sup>Dynavax Technologies Corporation, Berkeley, CA","presenter":"Robert Janssen","text":"Background: This phase 1b trial evaluates the safety and antitumor efficacy of the combination of SD-101, a synthetic CpG-oligonucleotide that stimulates Toll-like receptor 9 (TLR9), and pembrolizumab in patients with recurrent Stage IIIC/IV malignant melanoma.<br />Methods: Dose escalation of SD-101 used a modified 3+3 design. SD-101 was injected in a single tumor lesion (weekly x 4 doses then every 3 weeks x 7 doses over 6 months) at 1, 2, 4, or 8 mg and pembrolizumab was administered intravenously at 200 mg every 3 weeks up to 2 years. Tumor responses were assessed per investigator using RECIST v1.1 taking into account both injected and non-injected lesions.<br />Results: Of the 22 patients, 9 were naïve to anti-PD-1/L1 therapy at baseline and 13 had progressive disease while receiving prior anti-PD-1/L1 therapy. Treatment was well tolerated with no Grade 3 or higher treatment-related AEs in longer term follow up. Among the 9 patients who were anti-PD-1/L1 naïve, best objective responses were CR: 2, PR: 5, PD: 1, not evaluated [NE]: 1. Median PFS, duration of response, and OS have not been reached. Estimated 12 month PFS was 88% and OS was 89%. After a median of 18 months of follow-up, 86% of responses were ongoing. One patient with a PR developed progressive disease after 20 months of treatment. Among patients who had received prior anti-PD-1/L1 therapy, best objective responses were PR: 2, SD: 5, PD: 5, NE: 1. One patient with stable disease and 1 patient with a PR continued on combination therapy without progression for at least 10.5 months. The other 10 patients developed progressive disease ranging from 1.5 to 8 months after enrollment. Percent change in tumor size from baseline in injected and non-injected lesions will also be presented.<br />Conclusion: These early results suggest that combining an intratumoral TLR9 innate immune stimulant with PD-1 blockade can potentially provide more clinical responses that are meaningfully durable than PD-1 blockade alone based on historical data.","keywords":"CpG oligodeoxynucleotides;anti-PD-1 therapy;Immunotherapy;SD-101","organ":"Melanoma/skin cancers","target":"TLR9","tumor":"melanoma","sage":"target-tumor","pharma":"academia","combo":"yes","model":"clinical"}
