{"ID":"10771","title":"Promoting an anti-tumor immune environment with a novel, exquisitely selective CSF1R inhibitor","authors":"Erika Suzuki<sup>1</sup>, Jeffrey J. Kovacs<sup>1</sup>, Nakia D. Spencer<sup>1</sup>, Sonal Sonal<sup>1</sup>, Ningping Feng<sup>1</sup>, Angela L. Harris<sup>1</sup>, Robert A. Mullinax<sup>1</sup>, Andy M. Zuniga<sup>1</sup>, Sarah B. Johnson<sup>1</sup>, Mikhila Mahendra<sup>1</sup>, Tin Oo Khor<sup>1</sup>, Faika Mseeh<sup>1</sup>, Zhen Liu<sup>1</sup>, Jason P. Burke<sup>1</sup>, Keith Mikule<sup>2</sup>, Martin Tremblay<sup>2</sup>, Timothy P. Heffernan<sup>1</sup>, Philip Jones<sup>1</sup>, Barbara Czako<sup>1</sup>, Joseph R. Marszalek<sup>1</sup>. <sup>1</sup>UT MD Anderson Cancer Ctr., Houston, TX; <sup>2</sup>Tesaro, Inc., Waltham, MA","presenter":"Joseph Marszalek","text":"Tumor-associated macrophages (TAMs) are critical drivers of tumor progression and immunosuppression within the tumor microenvironment. The dominant TAM phenotype is broadly characterized as harboring M2-like macrophage properties, which are anti-inflammatory and pro-tumor, as opposed to M1-like macrophages, which possess tumoricidal and pro-inflammatory characteristics. The dependence of M2 TAMs on CSF1 receptor (CSF1R) kinase signaling has made CSF1R a desirable therapeutic target, and the need for highly selective therapies for use in combinations. Through an extensive medicinal chemistry campaign, we identified a series of orally bioavailable, highly potent, exquisitely selective inhibitors of CSF1R (IC<sub>50</sub> < 10 nM) with excellent pharmacologic properties that are appropriate for evaluation as a cancer therapy. The aim of our study was to assess the biological impact of our lead CSF1R inhibitor (CSF1Ri) on macrophage populations and the consequent effect on T effector cells. In vitro biochemical activity was evaluated in various kinase assays comparing our CSF1Ri to BLZ945. The compound was evaluated using syngeneic murine models of colorectal cancer (MC38) and pancreatic adenocarcinoma (PANC02). Tumors were immune profiled using NanoString, immunohistochemistry and flow cytometric analysis establishing that there was a depletion of macrophages and a reduction in the relative amount of M2+ (CD206+MHCII-) cells, with a concomitant increase in M1+ (MHCII+CD206-) cells. Myeloid-derived suppressor cells (MDSCs), CD4, and CD8 cell infiltration were also altered with an elevation of cytotoxic immune cells. In conclusion, we have identified and characterized a novel potent and selective inhibitor of CSF1R with highly favorable PK/PD properties, that compares favorably to BLZ945. We also have clear evidence that our novel CSF1R inhibitors modulates TAM infiltration and phenotype altering the immune cell milieu toward a more favorable anti-tumor environment.","keywords":"Macrophages;Drug discovery;CSF1R","organ":"Not Applicable","target":"CSF1-R","tumor":"colorectal_pancreatic","sage":"drug","pharma":"academia","combo":"no","model":"preclinical xeno"}
