{"ID":"10805","title":"Phase I dose escalation trial of pegzilarginase in patients with advanced solid tumors","authors":"Drew W. Rasco<sup>1</sup>, S. Gail Eckhardt<sup>2</sup>, Diwakar Davar<sup>3</sup>, Karl Lewis<sup>2</sup>, Humberto Lara-Guerra<sup>4</sup>, Susan E. Alters<sup>4</sup>, Stephen Eckert<sup>4</sup>, Scott W. Rowlinson<sup>4</sup>, James E. Wooldridge<sup>4</sup>, Richard D. Carvajal<sup>5</sup>. <sup>1</sup>South Texas Accelerated Research Therapeutics, San Antonio, TX; <sup>2</sup>University of Colorado, School of Medicine, Denver, CO; <sup>3</sup>University of Pittsburgh, Pittsburgh, PA; <sup>4</sup>Aeglea Biotherapeutics, Austin, TX; <sup>5</sup>Herbert Irving Comprehensive Cancer Center, New York, NY","presenter":"Humberto Lara-Guerra","text":"<b>Background:</b> Tumors with impaired arginine synthesis are susceptible to extracellular arginine depletion. We report results from the first-in-human phase I trial of pegzilarginase (AEB1102, Co-ArgI-PEG), a pegylated, recombinant, cobalt-substituted human arginase I (NCT02561234).<br /><b>Experimental design:</b> Patients with metastatic solid tumors refractory to standard therapies were enrolled in 3+3 cohorts at increasing dose levels of weekly intravenous pegzilarginase. Primary endpoint was to determine the maximum tolerated dose (MTD). Additional endpoints included safety, pharmacokinetics, pharmacodynamics, immunogenicity, expression of arginine synthesis pathway enzymes in tumor tissue, and preliminary efficacy.<br /><b>Results:</b> Forty patients were enrolled in 9 cohorts at doses from 0.01 to 0.40 mg/kg. The 3 most prevalent histologies (4 patients each) were colorectal and prostate adenocarcinoma, and uveal melanoma. Two dose limiting toxicities (DLT) were observed: G3 failure to thrive (0.33 mg/kg) and G3 maculopapular rash (0.40 mg/kg). After assessment of overall safety profile, the MTD was determined to be 0.33 mg/kg once weekly. Other related serious or ≥ grade 3 adverse events (AEs) not considered DLTs per protocol were hypophosphatemia (2 patients), and anemia, neutropenia, tremor, weakness, and transient hypertension (one occurrence each in a single patient). Pegzilarginase-related AEs in ≥10% of patients included nausea (9 patients with G1-2), stomatitis/mouth sores (8), fatigue (8), vomiting (6), pruritic, macular, or maculopapular rash (4, 1 G3), decreased appetite (4), and diarrhea (4).<br />Pegzilarginase exposure was dose proportional on day 1 and day 29 for all doses starting at 0.02 mg/kg, and the mean half-life was constant at doses ≥ 0.04 mg/kg (33-55 hr after dose 5). On average, doses ≥0.18 mg/kg depleted arginine to ≤10% of baseline for up to 72 hrs. Analysis of the initial 27 patients revealed no anti-drug antibodies (ADAs). Median number of doses was 6.5 (range 1-20); 4 patients had stable disease after 8 weeks of treatment and continued in the trial for a total of 16-20 weeks. ASS1, ASL, and OTC expression levels varied across the different histologies.<br /><b>Conclusions:</b> The MTD of pegzilarginase was 0.33 mg/kg, and the PK/PD profile supports once-weekly dosing with potential adjustable margin. The manageable safety profile, absence of ADA, and observation of stable disease supports further exploration as monotherapy and combination therapy. Expansion cohorts were initiated at MTD in specific histologies with high probability of low ASS1 expression (uveal melanoma, cutaneous melanoma and small-cell lung cancer [SCLC]). Based on pre-clinical data showing enhanced effects of PD-1 inhibition, a parallel study is investigating pegzilarginase in combination with pembrolizumab for patients with previously-treated SCLC.","keywords":"Arginine deprivation;Solid tumors;pegzilarginase","organ":"Not Applicable","target":"arginase1","tumor":"multiple","sage":"target-tumor","pharma":"academia","combo":"no","model":"clinical"}
