{"ID":"10832","title":"The aryl hydrocarbon receptor as driver of cancer immunity","authors":"David Sherr, Jessica Kenison-Whte, Zhongyan Wang. Boston University, Boston, MA","presenter":"David Sherr","text":"The Aryl Hydrocarbon Receptor (AHR) has been identified as a driver of cancer progression and cancer immunity in the tryptophan-IDO/TDO-kynurenine-AHR pathway. Over the last 10 years, studies from several laboratories have demonstrated that AHR ligand-mediated immunosuppression is effected, at least in part, through AHR regulation of inflammatory or inhibitory T cell subsets and immune suppressive MDSCs. These results suggest that the AHR is a driver of cancer immunity. To test this hypothesis, we used molecular and pharmacological approaches to regulate AHR activity in multiple murine cancer models and then measured multiple immune phenotypes. The resulting data indicate that a novel, non-toxic AHR inhibitor, HP163 (Hercules Pharmaceuticals), reduces tumor growth in orthotopic models of oral (MOC1), breast (4T1), and skin (B16) cancers in immunocompetent hosts. In the MOC1 model, HP163 significantly reduces the number of CD11b<sup>+</sup>PD-L1<sup>+ </sup>or CD11b<sup>+</sup>CCR2<sup>+</sup> cells in the tumor draining lymph node. AHR knockdown in MOC1 cells with CRISPR/Cas9 decreases the percentage of CD11b<sup>+</sup>PD-L1<sup>+</sup> tumor infiltrating cells and increases tumor infiltrating CD4<sup>+</sup> and CD8<sup>+</sup> T cells. This decrease in cells with an immunosuppressive phenotype is accompanied by a complete lack of orthotopic tumor growth. Furthermore, mice having received AHR<sup>-</sup> MOC 1 cells are resistant to a second challenge with wildtype AHR<sup>+</sup> MOC1 cells several months after the primary inoculation. These data suggest that the presence of the AHR in the tumor itself is sufficient to induce immunosuppression. Preliminary data suggest that AHR<sup>+</sup> myeloid cells mediate suppression of tumor immunity. These results collectively suggest that the AHR may be targeted for immunotherapy of several cancers and that HP163 may represent a novel approach to cancer therapy.","keywords":"Aryl hydrocarbon receptor;Immunotherapy;Oral Cancer;Cancer immunotherapy","organ":"Oral cancers","target":"AHR","tumor":"melanoma_headneck_breast","sage":"target-tumor","pharma":"academia","combo":"no","model":"preclinical xeno"}
