{"ID":"10861","title":"Imprime PGG, a soluble yeast β-glucan PAMP, in combination with Pembrolizumab induces infiltration and activation of both innate and adaptive immune cells within tumor sites in melanoma and triple-negative breast cancer (TNBC) patients","authors":"Mark T. Uhlik<sup>1</sup>, Ben Harrison<sup>1</sup>, Keith Gorden<sup>1</sup>, Steven Leonardo<sup>1</sup>, Richard Walsh<sup>1</sup>, Kathleen Ertelt<sup>1</sup>, Michele Gargano<sup>1</sup>, Michael Chisamore<sup>2</sup>, Jamie Lowe<sup>1</sup>, Bruno Osterwalder<sup>1</sup>, Nandita Bose<sup>1</sup>, Jeremy Graff<sup>1</sup>. <sup>1</sup>Biothera Pharmaceuticals, Inc., Eagan, MN; <sup>2</sup>Merk & Co, Inc., Kenilworth, NJ","presenter":"Mark Uhlik","text":"Imprime PGG is a novel, IV administered 1,3/1,6 β-glucan PAMP (pathogen-associated molecular pattern) that activates innate immune effector cells to enhance tumor killing, to repolarize the suppressive myeloid cells of the tumor microenvironment and to drive the maturation of professional antigen presenting cells. These events culminate in the expansion and activation of T cells and their subsequent infiltration into tumor tissues. We have previously demonstrated that Imprime enhances the anti-tumor efficacy of immune checkpoint inhibitors (CPIs) in multiple preclinical models. Imprime is now in multiple phase 2 clinical studies in combination with the anti-PD-1 CPI, pembrolizumab. Here we show for the first time that this therapeutic combination is capable of driving the activation and infiltration of innate and adaptive immune cells in tumors of melanoma and TNBC patients. Phase 2 clinical trials combining Imprime (4mpk weekly IV) with pembrolizumab (200mg q3w IV) have begun for metastatic melanoma patients that have failed a checkpoint inhibitor and for TNBC patients who have failed chemotherapy but are checkpoint inhibitor naïve. From these patients, we have obtained paired tumor biopsies, taken immediately prior to the initiation of therapy (Pre-Cycle 1) and while on therapy (after completion of 2 cycles of therapy), to assess biological changes within these tumors using multispectral imaging. Multiple 7-plex OPAL-based IHC staining panels were utilized to assess myeloid, lymphocyte, and tumor components of the paired biopsies from 5 evaluable patients, three with melanoma and two with TNBC. In each of these cases we observed dramatically increased levels of monocyte/macrophage infiltration of the tumors as a result of therapy. Compared to pre-treatment, the infiltrated macrophages in on-treatment tumors also demonstrated a phenotypic polarization from an M2- to an M1-state, as evidenced by decreased expression of CD206 and increased expression of CD80. Furthermore, PD-L1 levels were significantly enhanced in both the macrophages and tumor cells after therapy. A large percentage (20-50%) of myeloid cells within the tumor showed positivity for Imprime staining, indicating they had bound the drug. Analysis of T lymphocytes in these tumors showed consistent therapy-induced increases in total T cell infiltration, with both CD4 and CD8 subsets augmented. In each patient, the on-treatment tumors contained an increased percentage of T cells that are Granzyme B+, and Ki67+, suggestive of an activation of effector function and expansion, respectively. Collectively, these data recapitulate our preclinical findings and provide evidence that Imprime/pembrolizumab mechanistically triggers the infiltration and activation of immune cells in patient tumors.","keywords":"Immune response;Imprime PGG;melanoma;Triple negative breast cancer","organ":"Not Applicable","target":"PAMP","tumor":"melanoma","sage":"target-tumor","pharma":"pharma","combo":"yes","model":"clinical"}
