{"ID":"10999","title":"Nanoparticle-incorporated STING activator as an immunotherapeutic for PD-L1 resistant triple-negative breast cancer","authors":"Ning Cheng, Rebecca Watkins-Schulz, Robert Junkins, Clément David, Brandon Johnson, Sean Bailey, Kristy Ainslie, Jenny Ting. Lineberger Comprehensive Cancer Center, University of North Carolina at Chapel Hill, chapel hill, NC","presenter":"Ning Cheng","text":"Current immune checkpoint inhibitors (eg. PD-L1) shows limited efficacy for varies cancer types, especially the difficult-to-treat triple-negative breast cancer. This study uses liposomal nanoparticles (NPs) to deliver the STING agonist, cGAMP, as an alternative approach to amplify innate immune activation and anti-tumor treatment. We studied the impact of cGAMP-NPs on macrophage reprograming and activation by determining M1/M2 biomarkers on polarized M2(+) cells and cytokines from secreted supernatants. The critical role of STING/IFNAR signaling in cGAMP-NP-mediated response was also examined. The efficacy was further evaluated in an orthotopically-transplanted model (C3(1)Tag model) for basal-like triple-negative breast cancer (TNBC) and a spontaneous genetic engineered mouse (GEM) model of basal-like TNBC (C3(1)Tag GEM). Both of these preclinical models that are resistant to PD-L1 checkpoint blockade and most other therapies, which parallels TNBC in humans. cGAMP-NPs were shown to activate STING and induce both innate and adaptive host immune responses. Also, cGAMP-NPs accumulated within macrophages at the tumor site and reversed a pro-tumorigenic microenvironment. Effective tumor suppression was achieved by intravenous delivery in orthotopic and GEM of TNBC with no responsivity to anti-PD-L1 and in B16F10 melanoma with limited responsivity to anti-PD-L1. The anti-tumor immunity was achieved in a STING-dependent fashion that relies on T cells and macrophages but does not require prior knowledge of the tumor antigen. cGAMP-NPs were shown to induce M2-like macrophages to skew towards a M1-like phenotype, cytokine production, MHC and co-stimulatory molecule expression, enhanced CD4+ and CD8+ T cells infiltration, and tumor apoptosis. Moreover, cGAMP-NPs alone induced durable anti-tumor T cell responses and prevented the formation of secondary tumors. We demonstrated the amplified efficacy of liposome formulation relative to soluble cGAMP as an anti-tumor therapeutic that obviates the need of intratumoral injection. Our data suggested that cGAMP-NPs are a potent treatment regimen to modulate the microenvironment of tumors with limited or no responsivity to anti-PD-L1.","keywords":"Macrophages;STING agonist;Nanoparticle;Immunotherapy","organ":"Breast cancer","target":"STING","tumor":"breast","sage":"target-tumor","pharma":"academia","combo":"yes","model":"preclinical xeno"}
