{"ID":"1982","title":"Tryptophan catabolism in ovarian cancer","authors":"Lynelle P. Smith, Lucas M. Harrell, Jessica L. Christenson, Benjamin Bitler, Jill Slansky, Jennifer K. Richer. University of Colorado - Anschutz Medical Campus, Denver, CO","presenter":"Lynelle Smith","text":"Serous epithelial ovarian cancer metastasizes by direct seeding to form disseminated tumors within the peritoneal cavity and has an extremely poor clinical outcome with a 46.5% five-year survival rate. Resistance to anoikis (detachment-induced cell death) is a critical factor in the progression of this disease. We previously demonstrated that triple-negative breast cancer (TNBC) upregulates tryptophan-2,3-dioxygenase (TDO2), a rate limiting enzyme in tryptophan catabolism, under anchorage-independent conditions or by stimulation with an NFκB stimulating cocktail (IL1-β, TNFα). Indoleamine-pyrrole 2,3-dioxygenase (IDO1) is also a rate-limiting enzyme in the tryptophan catabolism pathway, & both TDO2 and ID01 can be expressed by tumors. Kynurenine, a metabolite of tryptophan catabolism acts in an autocrine fashion through the aryl hydrocarbon receptor to provide anti-apoptotic signals that enhance survival under anchorage independent conditions. Through paracrine action, kynurenine can suppress anti-tumor cytotoxic T-cell function. We hypothesize that tryptophan catabolism promotes ovarian cancer progression through these two mechanisms, primarily through TDO2<b>. </b>We mined the publically available Tothill Ovarian Cancer patient cohort (n=293) for correlations between TDO2 or IDO1 & ovarian cancer outcomes. The anoikis resistant serous ovarian cancer cell lines HEY, OV-1847, OVCA-420 & OVCA-433 were used to test levels of enzymes involved in tryptophan catabolism <i>in vitro</i><i> </i>at baseline, in attached versus suspended conditions & following NFκB stimulation with IL1-β and TNFα. Three enzymes in the pathway; TDO2, IDO1 & Kynureninase (KYNU) were quantified by qRT-PCR & immunohistochemistry. Using a cytokine/chemokine array and follow-up ELISA, we also analyzed factors secreted by ovarian cancer cells surviving in suspension culture as compared to attached.<b> </b>In the ovarian cancer patient cohort, high <i>TDO2</i> significantly correlated with higher stage disease (p=0.0033), increased recurrence rates (p<0.0001) & lower survival rates (p=0.0034), whereas <i>IDO1</i> did not show significant correlations. The expression of tryptophan catabolizing enzymes was significantly increased in the suspended condition when compared to attached & following NFκB stimulation. Ovarian cancer cell lines in suspension have increased levels of IL-1α, G-CSF, MIF and IL-6 on arrays, & IL-6 was confirmed by ELISA. Data mining of patient specimens indicates that <i>TDO2</i> may be the more relevant enzyme responsible for tryptophan metabolism in ovarian cancer since high <i>TDO2</i> is correlated with higher clinical stage, disease progression & in recurrent disease, suggesting that TDO2 may facilitate disease progression. Tryptophan catabolizing enzymes are elevated in ovarian cancer cells under anchorage independent condition or inflammatory stimuli. Based on these findings, we believe that clinical trials targeting TDO2 in addition to IDO may be warranted for serous ovarian cancer.","keywords":"Gynecological cancers: ovarian;Ovarian cancer - serous;Tumor immunity;Immunomodulation","organ":"Gynecological cancers: ovarian","target":"TDO2","tumor":"ovarian","sage":"target-tumor","pharma":"academia","combo":"no","model":"preclinical in vitro"}
