{"ID":"2017","title":"Discovery of DN-016: A highly potent, selective and orally available IDO1 inhibitor for treating cancers","authors":"Shoujun Chen, Fengtao Liu, Hongli Guo, Shuwen Ren, Yikun Zeng, Wei Yang, Ping Qing, Tao Chen, Feng Zhou, Guocheng Li, Mingliang Sun, Xiaogang Ye, Xingzhong Zhang, Panhu Zhu, Hui Xu, Pei Li, Donghai Li, Zang Jie, Huanping Li, Shuda Zhao, Jiangjing Tan, Heping Yang, Longsheng Wang, Fang Liu, Guangliang Fu, Jianggang Du, Hongye Yang, Wenting Xue, Pei Wang, Lan Guo, Lu Wang, Qun Li, Yuxun Wang, Daxin Gao. Shanghai Denovo Pharmatech, Shanghai, China","presenter":"Shoujun Chen","text":"Indoleamine-2,3-dioxygenase (IDO1) is well-recognized as an important target for immunotherapeutic intervention. Growing interests on this target have been demonstrated by the recent expansion of enthusiasms to inhibit the Trp-to-Kyn pathway as a means to control immunosuppression for cancer treatment. Clinical validation of IDO1 inhibitors for treating various tumors including glioblastoma, melanoma, non-small cell lung, pancreatic, and/or breast cancer, as well as metastatic diseases are currently pursued by pharmaceutical companies and other sponsors. These IDO1 inhibitors include several pioneering clinical compounds such as INCB024360 (epacadostat), GDC-0919, indoximod, and BMS-986205, etc. At the 2017 Annual Meeting of the American Society of Clinical Oncology (ASCO), it was reported that patients with squamous cell carcinoma of head and neck were responded well to the combinations of epacadostat plus pembrolizumab and epacadostat plus nivolumab. In addition, epacadostat also demonstrated very promising efficacy in combination with PD-1 checkpoint inhibitors for treating various kind of solid tumors. Most recently, at the 32<sup>nd</sup> SITC annual meeting held in this month, very exciting and encouraging results were just reported by BMS from an early clinical trials for the combo studies of BMS-986205 with Opdivo. Previously we reported a moderately potent IDO1/TDO dual inhibitor <b>DN131</b> for cancer immunotherapy (AACR2015 Abstract# 4877), herewith we wish to present a much more potent and selective IDO1 inhibitor <b>DN-016</b> with superior drug-like properties. <b>DN-016</b> is a novel heterocyclic compound that was discovered through structure-based drug design and medicinal chemistry approaches. In <i>in vitro</i> studies, <b>DN-016</b> showed very high potency in inhibiting hela IDO1 cell with an IC<sub>50</sub> of 0.71 nM. It exhibited good ADME properties and safe hERG parameter with IC<sub>50</sub> over 30 μM. Compared to the reference compounds in clinical stages, <b>DN-016</b> exhibited much superior permeability with excellent efflux ratio (A-B/B-A: 22 × 10<sup>-6</sup> cm.s<sup>-1</sup> / 24 × 10<sup>-6</sup> cm.s<sup>-1</sup>). In <i>in vivo</i> rat PK studies, <b>DN-016</b> showed very high oral bioavailability (100% F) when dosing at 10 mg/kg via po. Currently <b>DN-016</b> is under preclinical evaluation as a single agent and together with a PD-1 inhibitor. In summary, as a new anticancer agent, <b>DN-016</b> demonstrated a remarkable <i>in vitro</i> potency and selectivity with favorable pharmacokinetic properties. Detailed preclinical evaluation of <b>DN-016</b> will be presented.","keywords":"Immunotherapy;IDO1 inhibitor;Immuno-oncology;PD-1 inhibitor","organ":"Not Applicable","target":"IDO1","tumor":"NA","sage":"drug","pharma":"pharma","combo":"no","model":"preclinical in vitro"}
