{"ID":"2082","title":"Novel small-molecule inhibitor of PD1/PDL1 pathway demonstrated single agent and drug combo effectiveness in cancer immunotherapy","authors":"Yuguang Wang<sup>1</sup>, He Zhou<sup>2</sup>, Nong Zhang<sup>1</sup>, Feilan Wang<sup>1</sup>, Qiang Zhao<sup>2</sup>, Tianzhi Wu<sup>1</sup>, Haiyan Zhu<sup>2</sup>, Yuzhi Liu<sup>2</sup>. <sup>1</sup>Maxinovel Pharmaceuticals, Inc., Shanghai, China; <sup>2</sup>Shanghai Chempartner Co., Inc., Shanghai, China","presenter":"Yuguang Wang","text":"With 5 antibodies approved for cancer treatments, PD-1/PD-L1 pathway has been the most successful target in cancer Immuno-therapy. Small molecules that inhibit PD-1/PD-L1 interaction are also attractive because their better tissue penetration may lead to stronger and broader anti-tumor efficacy in addition to more convenient dosing regimen. A series of such small molecule inhibitors have been developed by Maxinovel. Among them, Max 10043 and its 2<sup>nd</sup> generation compound MAX-10129 potently inhibited PD-1/PD-L1 interaction, reversed PD-L1 suppression of anti-CD3 mediated activation of human T cells, and was well tolerated in animal studies. MAX-10043 also demonstrated anti-tumor efficacy in CT26 murine colorectal carcinoma model. MAX-10129, with improved oral bioavailability, displayed significant inhibition of tumor progression with dose dependency in murine colorectal carcinoma MC-38 model. MAX-10129 also demonstrated synergistic anti-tumor efficacy in different combinations with an anti-CTLA4 antibody, an IDO inhibitor Epacadostat, a COX-2 inhibitor Celebrex and a chemo drug Cisplatin, respectively. The p value of the combo treatment group relative to the vehicle group is less than 0.01 for the Epacadostat combo, the Celebrex Combo and the Cisplatin combo while it is less than 0.05 for the anti-CTLA4 combo. More studies are on-going to illustrate mechanism of action as well as the possibility of all oral triple and quadruple combinations . These data suggest the MAX-10129, a small molecule inhibitor of PD-1/PDL-1 interaction, may represent a novel, orally administrated, safe and effective immunotherapy agent.","keywords":"Immunotherapy;Small molecule PD1/PDL1 inhibitor;anti-CTLA4;Epacadostat","organ":"Not Applicable","target":"PD1/L1","tumor":"colorectal","sage":"drug","pharma":"pharma","combo":"yes","model":"preclinical xeno"}
