{"ID":"2090","title":"Glycogen synthase kinase (GSK-3) inactivation downregulates PD-1 and synergizes with PD-1/PL1 and CTLA-4 blockade in cancer immunotherapy","authors":"Christopher E. Rudd. Centre de Recherche Hopital Maissoneuve-Rosemont, Montreal, QC, Canada","presenter":"Christopher Rudd","text":"Immune checkpoint blockade (ICB) of negative co-receptors on T-cells such as cytotoxic T-cell antigen-4 (CTLA-4) and programmed cell death-1 (PD-1) is a promising approach for the treatment of cancer. Despite this success, the poor prognosis for most patients continues to highlight a need for developing novel clinical interventions. In this context, we identified the enzyme glycogen synthase kinase-3 (GSK-3) as the major regulator of PD-1 expression on T-cells (Taylor <i>et al</i>., 2016 Immunity). We have shown that small molecule inhibitors (SMIs) of GSK-3 are as effective as anti-PD-1 in controlling the growth of B16 melanoma, or EL4 lymphoma, in primary tumor and metastatic settings (Taylor <i>et al</i>., 2017 Can Res; Krueger and Rudd, Immunity 2017). At the same time, the fact that GSK-3 inactivation up-regulates transcription factor T-bet which upregulates interferon gamma (IFNγ) and granzyme B (GZMB) suggested that GSK-3 inactivation might provide extra value beyond of its down-regulation of PD-1. Here, we show that GSK-3 SMIs can synergize with anti-PD-1 and anti-CTLA-4 to eliminate B16 solid tumors that are otherwise resistant to anti-PD-1, or anti-CTLA-4 inhibition alone. At a cellular level, GSK-3 inactivation preferentially down-regulated PD-1 on CD8+ tumor infiltrating T-cells, while at a molecular level, GSK-3 SMIs inhibited PD-1 transcription, increased granzyme B (GZMB)/ interferon-gamma1 (IFNγ) transcription and directly acted upon glycogen synthase to skew metabolism towards greater glycolysis. We further showed that the inactivation of GSK-3α/β through siRNA or by SMIs substituted for CD28 co-stimulation in the potentiation of cytotoxic CD8<sup>+</sup> CTL function. This data supports a model where GSK-3 mediates the dependency of anti-PD-1 immunotherapy on the expression of CD28. Overall, our data show that GSK-3 inactivation is an immune-sensitizer which assists the immune system to overcome tumor resistance to immune check-point blockade.","keywords":"T cell;Cancer immunotherapy;Combination therapy;melanoma","organ":"Melanoma/skin cancers","target":"GSK-3","tumor":"melanoma_lymphoma","sage":"target-tumor","pharma":"academia","combo":"yes","model":"preclinical xeno"}
