{"ID":"2186","title":"High-throughput immune-oncology screen identifies EGFR inhibitors as potent enhancers of CTL antigen-specific tumor cell killing","authors":"Patrick H. Lizotte, Troy Luster, Megan E. Cavanaugh, Luke J. Taus, Abha Dhaneshwar, Naomi Mayman, Aaron Yang, Mark Bittinger, Paul Kirschmeier, Nathanael S. Gray, David A. Barbie, Pasi A. Janne. Dana-Farber Cancer Inst., Boston, MA","presenter":"Patrick Lizotte","text":"As immune checkpoint blocking antibodies increasing become foundational therapies for the treatment of cancer, there is a pressing need to identify compounds that synergize with checkpoint blockade as the basis of combinatorial treatment regimens. We have developed a screening assay in which a luciferized tumor cell line expressing a model antigen is co-cultured with a transgenic CD8+ T cell specifically recognizing the model antigen in a H-2<sup>b</sup>-restricted manner. The target tumor cell/T cell assay was screened with a small molecule library to identify compounds that inhibit or enhance T cell-mediated killing of tumor cells in an antigen-dependent manner. The EGFR inhibitor Erlotinib was the top hit that enhanced T cell killing of tumor cells. Subsequent experiments with Erlotinib and additional EGFR inhibitors validated the screen result. EGFR inhibitors increase both basal and IFN-γ-induced antigen processing and presentation of MHC class-I, which enhanced recognition and lysis by CD8+ cytotoxic T lymphocytes. The tumor cell line was also transduced to constitutively express Cas9, and a pooled CRISPR screen utilizing the same target tumor cell/T cell assay identified sgRNAs targeting EGFR as sensitizing tumor cells to T cell-mediated killing. Combination of PD-1 blockade with EGFR inhibition showed significant synergistic efficacy in the MC38 syngeneic colon cancer model that was superior to PD-1 blockade or EGFR inhibition alone, further validating EGFR inhibitors as immunomodulatory agents that enhance PD-1 checkpoint blockade. This novel target tumor cell/T cell assay can be screened in high-throughput with small molecule libraries and genome-wide CRISPR/Cas9 libraries to identify both compounds AND target genes, respectively,<b> </b>that enhance or inhibit T cell recognition and killing of tumor cells.","keywords":"Epidermal growth factor receptor;Antigen presentation;Immunotherapy;CRISPR/Cas9","organ":"Not Applicable","target":"EGFR","tumor":"colorectal","sage":"discovery","pharma":"academia","combo":"yes","model":"preclinical xeno"}
