{"ID":"2290","title":"Novel intravenous injectable TLR7 agonist, DSP-0509, synergistically enhanced antitumor immune responses in combination with anti-PD-1 antibody","authors":"Yosuke Ota, Takeshi Otsubo, Junya Koroki, Yuko Hirose, Erina Koga-Yamakawa, Masashi Murata, Masashi Goto, Yasushi Matsuki. Sumitomo Dainippon Pharma Co., Ltd., Osaka, Japan","presenter":"Yosuke Ota","text":"Toll-like receptors (TLRs) are a family of pattern-recognition receptors (PRR) that recognize pathogen-associated molecular patterns (PAMPs). TLR7 is mainly expressed in plasmacytoid dendritic cells (pDCs) and recognizes virus derived single-stranded RNA (ssRNA). TLR7 stimulation in pDCs induces type I interferon secretion, which results in innate immune activation. Clinical studies have shown that TLR7 agonist induced anti-tumor immune activation. Despite these signs of clinical activity, administration of TLR7 agonist is generally limited to topical application, due to the potential of immune related adverse effects. In this study, we present a novel small molecule TLR7 agonist DSP-0509 formulated for intravenous administration. TLR7 agonistic activity was evaluated by in vitro reporter assay systems and TLR7 knock out mice. Induction of interferon alpha (IFNα) and inflammatory cytokines in mice and human blood was measured as PD response with ELISA. Anti-tumor effect was evaluated in LM8-bearing syngeneic mouse model. Combination effect of DSP-0509 with anti-PD-1 antibody was evaluated in CT26-bearing mice, along with flow cytometric analysis of tumor infiltrating lymphocytes (TILs). DSP-0509 had agonistic activity on human TLR7 (EC<sub>50</sub>= 316 nM), but not on human TLR8 (EC<sub>50</sub>> 10 μM). DSP-0509 had high water solubility and rapid elimination from the body (T<sub>1/2</sub>:0.69h), partly explained by excretion via organic anion transporting peptide (OATP) transporters. Intravenous administration of DSP-0509 induced IFNα secretion in wild type mice, but not in TLR7 knock out mice. Minimum cytokine induction dose of DSP-0509 in human whole blood was lower than that of a well-known TLR7/8 agonist 852A. Intravenous administration of DSP-0509 suppressed the primary tumor growth and the number of lung metastatic nodules in LM8-bearing model. Combination of DSP-0509 with anti-PD-1 antibody significantly suppressed the tumor growth compared to treatments with each monotherapy (P<0.05). The ratio of CD8<sup>+ </sup>T cells and effector memory T cell populations (CD8<sup>+</sup>CD62L<sup>-</sup>CD127<sup>+</sup>) in TILs and the surface expression of MHC class I molecule on tumor cells was significantly increased in the combination group (P<0.05). All mice responded to combination therapy rejected re-challenged tumor growth. The study showed that DSP-0509 is a novel TLR7 agonist with an intravenous injectable profile and rapid elimination from the body (T<sub>1/2</sub>: 0.69h). DSP-0509 showed anti-tumor effect against primary tumor growth and metastasis. In addition, anti-PD-1 antibody furthermore enhanced the effect of DSP-0509. We also reported that the combination of DSP-0509 with anti-PD-1 antibody significantly induced effector memory T cells (p<0.05 vs each monotherapy) and showed durable response. Further evaluations of DSP-0509 are warranted.","keywords":"Combination therapy;TLR7;PD-1;memory T cell","organ":"Not Applicable","target":"TLR7","tumor":"colorectal","sage":"drug","pharma":"pharma","combo":"yes","model":"preclinical xeno"}
