{"ID":"2320","title":"Depletion of blood arginine with pegzilarginase (AEB1102) in combination with anti-PD-L1 increases tumor infiltration by immune cells and enhances antitumor activity","authors":"Giulia Agnello, Mark D. Badeaux, Danlee Enzler, Leslie Priddy, Jason F. Wiggins, Christopher L. Daige, Scott W. Rowlinson. Aeglea BioTherapeutics, Inc, Austin, TX","presenter":"Giulia Agnello","text":"Tumors unable to synthesize L-Arginine (arginine) due to decreased expression of enzymes of the arginine biosynthetic pathway show increased sensitivity to arginine depletion. Pegzilarginase (AEB1102) is a bioengineered human PEGylated arginase 1 with enhanced pharmacological properties that enables marked depletion of arginine in plasma and slows tumor growth in pre-clinical<i> in vivo</i> models. Extracellular depletion of arginine directly affects tumor cells, increasing protein turnover, inhibiting proliferation, inducing apoptosis, and increasing autophagy (PMID:27109103); however, the impact of arginine availability on tumor immunogenicity has not been clearly established. Depletion of extracellular arginine induces autophagy, and given the known relationship between autophagy and antigen processing for MHC presentation (PMID:29058602) we hypothesized that pegzilarginase could trigger an enhanced recruitment of immune cells to the tumor microenvironment.<br />Pegzilarginase, both as monotherapy or in combination with anti-PD-L1 mAb (10F.9G2), was administered to Balb/c mice bearing palpable, syngeneic, subcutaneous CT26 tumors. At pre-determined time points, tumor measurements were taken and tumor cell viability and immunophenotyping were assessed via flow cytometry.<br />Treatment with both pegzilarginase or anti-PD-L1 mAb alone slowed tumor growth compared to control. Combination treatment of pegzilarginase and anti-PD-L1 mAb resulted in an enhancement of anti-tumor activity with 12.5% complete response (CR) observed in the anti-PD-L1 mAb monotherapy group and 25% CR observed in the combination therapy group. All mice with CR were re-challenged with fresh CT26 cells and failed to develop new tumors, consistent with induction of an immune memory response. We observed a decrease in tumor cell viability in all treatment groups on days 7 and 17, with the combination treatment group showing the greatest reduction in viable cells and tumor volume at day 17. The observed anti-tumor activity in monotherapy and combination therapy groups was accompanied by an increase in CD45<sup>+</sup> tumor-infiltrating cells, with the combination therapy group showing the highest proportion of CD45<sup>+</sup> tumor-infiltrating cells, including total T cells, macrophages and dendritic cells, and an increase in serum IFN-γ.<br />Combination of pegzilarginase and anti-PD-L1 mAb results in synergistically greater anti-tumor activity than either monotherapy, and is accompanied by an increase in tumor-infiltrating immune cells. The enhanced infiltration of immune cells into tumor following depletion of arginine with pegzilarginase monotherapy and combination therapy challenges some of the prevailing theories on the role of arginine in immune cell signaling and cancer biology.","keywords":"Arginine deprivation;Tumor microenvironment;Metabolism;Checkpoint inhibitors","organ":"Not Applicable","target":"arginase1","tumor":"colorectal","sage":"discovery","pharma":"pharma","combo":"yes","model":"preclinical xeno"}
