{"ID":"2325","title":"Evaluation of niraparib in combination with anti-PD1/anti-PD-L1 in preclinical models","authors":"Sarah Wang, Kaiming Sun, Yonghong Xiao, Bin Feng, Keith Mikule, Sridhar Ramaswamy, Jeffrey Hanke, Jing Wang. TESARO Inc., Waltham, MA","presenter":"Sarah Wang","text":"Niraparib is an orally available and selective poly(ADP-ribose) polymerase (PARP)-1/-2 inhibitor approved for maintenance treatment of adult patients with recurrent epithelial ovarian, fallopian tube, or primary peritoneal cancer who are in complete or partial response to platinum-based chemotherapy. PARP inhibition may enhance the immune response in tumors treated with anti-PD-1 therapy via generation of cytosolic DNA that activates T cells through the stimulator of interferon gene (STING) pathway, rendering tumors immunologically “hot” with an increase in infiltrating lymphocytes.<br />In this study, we explored the responses and mechanism of action of niraparib and anti-PD-1/anti-PD-L1 combination therapy in preclinical models. Out of a cohort of 14 immune-competent mouse tumor models, the combination treatment demonstrated enhanced anti-tumor activity in eight tumor models derived from <i>BRCA</i>-proficient and <i>BRCA</i>-deficient genetic backgrounds. Substantial increases compared to monotherapies in anti-tumor activity was observed in 5 models, indicative of synergy between niraparib and anti-PD-1/anti-PD-L1 therapy. The combination triggered durable responses that were coincident with induction of immune memories in a <i>BRCA</i>-deficient ovarian syngeneic model. Mechanistically, niraparib treatment increased the number of infiltrating CD8+ and CD4+ cells within the intratumoral region. The enhanced immune cell infiltration was accompanied by elevated interferon-stimulated gene expression. Pathway analyses using transcriptome profiling identified interferon response gene signatures as the significantly differentially-upregulated gene sets following niraparib treatment. Consistently, niraparib treatment activated the STING pathway in vitro in <i>BRCA-</i>deficient MDA-MB-436 human triple negative breast cancer cells. STING pathway markers including p-STING(Ser366), p-TBK1(Ser172) and p-NFκB p65 were elevated following niraparib treatment and was accompanied by an increase in <i>IFNB</i> mRNA expression. In summary, our data suggested that niraparib treatment in combination with anti-PD-1/anti-PD-L1 therapy enhanced immune cell infiltration, interferon-stimulated gene expression and tumor responses.","keywords":"Combination studies;Checkpoint;PARP;Combination therapy","organ":"Not Applicable","target":"PARP1/2","tumor":"ovarian","sage":"discovery","pharma":"pharma","combo":"yes","model":"preclinical xeno"}
