{"ID":"2544","title":"TLR9 agonist SNA-induced innate and adaptive immune responses in tumor microenvironment enhance checkpoint inhibitor antitumor activity in mouse tumor models","authors":"SubbaRao Nallagatla, Bart R. Anderson, Richard Kang, Ekambar R. Kandimalla. Exicure, Inc., Skokie, IL","presenter":"SubbaRao Nallagatla","text":"Spherical Nucleic Acids (SNAs) are a novel class of therapeutic agents with oligonucleotides densely packed and radially oriented in 3D format around liposomal nanoparticles. As a result of the 3D-architecture, SNAs exhibit increased cellular uptake and nuclease stability compared with linear oligonucleotides.<br />Checkpoint inhibitors (CPI) have shown antitumor efficacy in a variety of solid and liquid tumors. However, tumors with low immunogenicity and lacking pre-existing T lymphocyte infiltrates (TILs) in the tumor microenvironment (TME) are less responsive to CPI. TLR9 agonists induce potent innate and adaptive immune responses and have been shown to increase TIL and activate APC to secrete IFNs leading to activation and expansion of tumor-specific CTLs in TME increasing effectiveness of CPIs.<br />In the present study, we have evaluated antitumor effects of SNA following intratumoral delivery in A20 lymphoma and CT26 colon cancer models. SNA was also studied in combination with anti-PD-1 or anti-PD-L1 in A20 and with IDO-1 inhibitor in CT26 models. We have also evaluated biomarkers in TME to elucidate the mechanism of SNA-mediated effects in enhancing anti-PD-1 efficacy.<br />Monotherapy of SNA or oral dosing of IDO-1 inhibitor in CT26 tumor model resulted in a tumor growth inhibition (TGI) of up to 80% or 20%, respectively, compared with vehicle. The combination of SNA and IDO-1 inhibitor enhanced TGI up to 90% compared with either monotherapy. Mice bearing A20 tumors were treated with SNA, intraperitoneal dosing of anti-PD-1 or anti-PD-L1 or the combination of SNA/anti-PD-1 or SNA/anti-PD-L1. SNA alone showed potent dose-dependent TGI. Anti-PD-1 or anti-PD-L1 monotherapy resulted in modest TGI compared with vehicle. The combination of SNA with anti-PD-1 or anti-PD-L1 enhanced TGI compared with either monotherapy. FACS analysis of A20 tumor tissue following treatments revealed reduced T-regulatory cells and increased T-effector cells. Moreover, SNA treatment led to increased expression of IFN-inducible genes, ISG15, IRF7, MX1, and IP10 and a CD8 T cell marker CD8A in TME and maintained these gene expression levels when combined with anti-PD-1. These results establish the mode of action of TLR9 agonist SNA in TME in potentiating antitumor effects of anti-PD-1.<br />These data demonstrate that the TLR9 agonist SNA showed potent antitumor activity as a result of increased IFN gene expression coupled with increased CD8+ T cells and decreased T-regulatory cells locally in the tumor and thereby enhancing efficacy of checkpoint inhibitors. A TLR9 agonist SNA, AST-008, is currently in clinical development.","keywords":"Immunostimulation;Innate immunity;Checkpoint;Antitumor activity","organ":"Not Applicable","target":"TLR9","tumor":"colorectal_lymphoma","sage":"drug","pharma":"pharma","combo":"yes","model":"preclinical xeno"}
