{"ID":"2562","title":"EPL-1410, a novel fused heterocycle based orally active dual inhibitor of IDO1/TDO2, as a potential immune-oncology therapeutic","authors":"Srinivas Gullapalli, Abhijit Roychowdhury, Tushar Khaladkar, Sangameshaver Sawargave, Ravindra Janrao, Vijay Kalhapure, Ganesh Urunkar, Jayanarayan Kulathingal, Ramamohan Reddy Lekkala, Sonali Bhadra, Pankaj Kumar Singh, Krishna Anand Putta, Sonali Manwatkar, Prashant Surve, Mukund Keshav Gurjar. Emcure Pharmaceuticals, PUNE, India","presenter":"Srinivas Gullapalli","text":"Many tumors use tryptophan (Trp)-catabolizing enzymes such as Indoleamine/Tryptophan-2,3-dioxygenases (IDO1/TDO2) to induce an immunosuppressive environment by depleting Trp, resulting in excessive generation of kynurenine (Kyn) pathway metabolites. IDO1 inhibitors in combination with immune-checkpoint inhibitors are gaining success in multiple cancer clinical trials. This, along with accruing evidences in literature, further strengthens the dual inhibition of IDO1/TDO2 as a highly effective therapeutic prospect.<br />Herein, we describe the discovery of fused heterocycle based analogue EPL-1410 as a novel orally active dual inhibitor of IDO1/TDO2. In the biochemical and IFNγ stimulated HeLa cell based assays, EPL-1410 inhibited human IDO1 with IC(50) values of 320 nM and 23.6 nM respectively. EPL-1410 also inhibits human TDO2 with an IC(50) of 516 nM in the biochemical assay. Further studies of EPL-1410 in various ‘<i>in vitro</i> ADMET’ screens (e.g., Metabolic stability, plasma protein binding, hCYP inhibition, hERG, Cerep Safety Screen 44) provided an optimal metabolic stability, free drug concentration fraction and safety profile necessary to qualify it as a lead candidate. The pharmacokinetic profile of EPL-1410 showed an excellent absolute oral bioavailability (%F~100%) in mice and rats. In addition, the characterization of EPL-1410 in a battery of DMPK studies including PK profile in higher species and preliminary safety data will be discussed. EPL-1410 showed a significant dose dependent pharmacological efficacy in reducing the tumor volume in mouse syngeneic cancer models of CT-26 colon carcinoma and B16F10 melanoma. A good correlation of efficacy to biomarker (Kyn/Trp) ratio was observed in plasma, tumor draining lymph node and tumor tissue with no treatment related adverse clinical signs and body weight reduction at all doses of EPL-1410 tested.<br />The data presented will establish EPL-1410 as a novel, orally active and potent dual inhibitor of IDO1/TDO2 with desired pharmaceutical properties for further development as a potential immuno-oncology therapeutic intervention.","keywords":"Cancer immunotherapy;Checkpoint;Tumor microenvironment;Drug discovery","organ":"Melanoma/skin cancers","target":"IDO1_TD2","tumor":"colorectal_melanoma","sage":"drug","pharma":"pharma","combo":"yes","model":"preclinical xeno"}
