{"ID":"2593","title":"Anti-Müllerian hormone type II receptor (AMHRII), a cancer target for GM103, a novel antibody-drug conjugate (ADC)","authors":"Olivier Dubreuil<sup>1</sup>, Jean-Marc M. Barret<sup>1</sup>, Raghav Mohan<sup>2</sup>, Martine Pugnière<sup>3</sup>, David Pepin<sup>2</sup>, Delphine Desigaud<sup>1</sup>, William McDowell<sup>4</sup>, Anaïs Manin<sup>4</sup>, Nicolas Camper<sup>4</sup>, André Nicolas<sup>5</sup>, Patricia K. Donahoe<sup>2</sup>, Jean-François F. Prost<sup>1</sup>. <sup>1</sup>GamaMabs Pharma, Toulouse, France; <sup>2</sup>Massachusetts General Hospital, Boston, MA; <sup>3</sup>Cancer Research Institute Montpellier, Montpellier, France; <sup>4</sup>PolyTherics, Cambridge, United Kingdom; <sup>5</sup>Curie Institute, Paris, France","presenter":"Jean-Marc Barret","text":"The anti-Müllerian hormone (AMH) belongs to the TGF-β family and plays a key role during fetal sexual development. Its receptor, AMHRII, is selectively expressed in normal sexual organs in healthy adults. RT-PCR and In Situ Hybridization studies have confirmed that AMHRII expression in normal tissues is restricted to ovary, testis and adrenal gland. AMHRII is re-expressed in gynecologic cancers including ovarian tumors especially in progenitor cancer cells, which makes it an outstanding antigen to be exploited as a target for a novel ADC.Recently, AMHRII expression was also demonstrated in major cancers such as colorectal, non-small cell lung and hepatocarcinoma cancers. GM103 is an ADC, composed of a humanized IgG1 antibody against AMHRII, linked via a cleavable linker to a potent auristatin derivative, using a site-directed conjugation methodology. In this study, we evaluated the <i>in-vitro</i> and <i>in-vivo</i> (xenograft and PDX) efficacy profile of GM103.<i>In vitro </i>experiments using GM103 showed high affinity for AMHRII (K<sub>D</sub> < 60 pM) and AMHRII-expressing tumor cells with no interference with AMH binding. Interestingly, Biacore experiments demonstrated that GM103 binding to CD16a was reduced whereas binding to FcRn was maintained, which was similar to that of the antibody alone. Using cultured <i>in-vitro</i> cancer cell lines, GM103 demonstrated a powerful, specific and target-dependent cytotoxic activity. Both immunofluorescence and flow cytometry studies demonstrated a rapid cellular internalization of GM103 within 60 minutes when cells were treated with GM103 at 10µg/mL. The presence of GM103 in the tumor cell lysosomes was confirmed by immunofluorescence using an anti-LAMP1 antibody.Twelve AMHRII expressing primary patient-derived ovarian cancer cell lines (previously verified by qPCR) were grown as spheroids and treated with GM103 at 20µg/mL for two weeks. The results of these experiments demonstrated cellular growth inhibition of at least 75% in 9 of the 12 cell lines tested. In an <i>in-vivo</i> study, tumor-free survivors were observed following a single IV dose of GM103, when an AMHRII+ COV434 xenograft model was used at concentrations as low as 5mg/kg. In addition, when GM103 was tested at 10 mg/kg against a hepatocarcinoma PDX model, a tumor growth inhibition similar to that of Sorafenib, the current standard of care, was observed.In conclusion, these results demonstrated that AMHRII is a very good target for treating AMHRII+ solid tumors with an ADC. GM103 showed effective in-vitro and in-vivo cytotoxicity that could be exploited with highly cytotoxic payloads.","keywords":"Targeted drug delivery;Antibody Drug Conjugate;AMHRII;Antitumor agents","organ":"Gynecological cancers: ovarian","target":"AMHRII","tumor":"ovary_hcc","sage":"target-tumor","pharma":"academia","combo":"no","model":"preclinical xeno"}
