{"ID":"2629","title":"Monitoring CD73 and CD39 ectonucleotidase activities and their modulation by antibodies and small molecules inhibitors","authors":"Said A. Goueli, Kevin Hsiao. Promega Corp., Madison, WI","presenter":"Said Goueli","text":"Modern immunotherapy approaches focusing on bolstering T cell responses and augmenting cell mediated immunity with final tumor destruction have ushered a new era and a turning point in cancer treatment. This was demonstrated by recent successes of several immunotherapeutic regimes, such as monoclonal antibody blocking of cytotoxic T lymphocyte-associated protein 4 (CTLA-4) and programmed cell death protein 1 (PD1), which boosted the development of this treatment modality. Although much success have been generated with multiple tumors at different stages, tumors can deploy multiple mechanism to allow their survival by avoiding immunesurveillance. Thus, identification of alternate immunosuppressive pathways that can be targeted to enhance tumor clearance are disparately needed. It is well known that adenosine produced in the tumor microenvironment (TME) hampers the immune reaction towards cancer cells by disabling the cytotoxic anti-tumor immune response while enhancing the proliferation and polarization of immunosuppressive cells and the neovascularization that support tumor growth. It is also known that modulation of adenosine levels in the TME limits tumor growth and improves anti-tumor immune activity. Therefore, targeting the enzymes that produce adenosine and adenosine receptors as potential biomarkers for treatment response and tumor progression can provide a novel therapeutic strategy that synergize with other check point immunoblockade antibodies.<br />Towards this goal we have developed a novel assay to monitor the activity of the two enzymes responsible for generating extracellular adenosine in the TME, namely, ectonucleotidase triphosphate diphosphohydrolase 1 (CD39) and ecto 5’-nucleotidase (CD73). Since adenosine monophosphate (AMP) is generated from adenosine triphosphate (ATP) and adenosine diphosphate (ADP) by CD 39 followed by generation of adenosine (Ado) from AMP by CD73, we monitored the activity of both enzymes in different tumor cell lines with varied levels of both enzymes. We were able to correlate the activity of the ecto enzymes with their protein level on the cell surface and carried out enzyme characterization using both antibodies and small molecules selective for their targets. Our results clearly show that small molecule inhibitors of CD73 provide a better strategy to combat adenosine levels while small molecules towards CD39 were shown to be promiscuous since they inhibit other enzymes such as kinases. For targeting CD39, a better strategy might be the use of antibodies since they are selective to their cognate enzyme protein. Because the therapeutic potential of targeting CD39 and CD73 is not dependent solely on their nucleotidase enzyme activity but also due to their non-enzymatic role in tumor progression, antibodies might provide an alternative approach for targeting these enzymes.","keywords":"Cancer marker;Signaling pathways;Hypoxia-inducible genes;Small molecule inhibitor","organ":"Not Applicable","target":"CD39_CD73","tumor":"NA","sage":"discovery","pharma":"academia","combo":"no","model":"in silico"}
