{"ID":"2758","title":"Targeting autophagy inhibits B16-F10 melanoma growth by enhancing the infiltration of functional NK cells in a CCL5-dependent manner","authors":"Tsolere Arakelian<sup>1</sup>, Takouhie Mgrditchian<sup>1</sup>, Jerome Paggetti<sup>1</sup>, Muhammad Zaeem Noman<sup>1</sup>, Elodie Viry<sup>1</sup>, Etienne Moussay<sup>1</sup>, Salem Chouaib<sup>2</sup>, Guy Berchem<sup>3</sup>, Bassam Janji<sup>1</sup>. <sup>1</sup>Luxembourg Institute of Health (LIH), Luxembourg City, Luxembourg; <sup>2</sup>Gustave Roussy Cancer Center, Villejuif, France; <sup>3</sup>Luxembourg Institute of Health (LIH) and Centre Hospitalier du Luxembourg, Luxembourg City, Luxembourg","presenter":"Bassam Janji","text":"The failure in achieving a durable clinical immune response against cancer cells depends on the ability of cancer cells to establish a microenvironment that prevent cytotoxic immune cells to infiltrate tumors and kill cancer cells. Therefore, the key issue to achieve successful anti-tumor immune response is to harness strategies allowing the reorientation of immune cells to the tumor. While blocking tumor growth by inhibiting autophagy is experimentally well supported, its role on the infiltration of immune cells into tumors remains largely unknown. Here, the impact of targeting autophagy gene <i>BECN1</i> on the infiltration of Natural Killer (NK) cells into melanomas was investigated using B16-F10 syngeneic melanoma mouse model. We showed that, in addition to decreasing tumor growth, targeting <i>BECN1</i> increased the infiltration of functional NK cells into melanoma tumors. We provided evidence that driving NK cells to the tumor bed strikingly relied on the ability of BECN1-defective (BECN1<sup>-</sup>) tumors to transcriptionally overexpress chemokine gene <i>CCL5</i> since such infiltration and tumor regression were abrogated by silencing CCL5 in BECN1<sup>-</sup> tumors. Mechanistically, we showed that the upregulated expression of CCL5 occurred<i> </i>through the activation of its transcription factor c-Jun by a mechanism involving the impairment of phosphatase PP2A catalytic activity and the subsequent activation of JNK. Similar to <i>BECN1</i>, targeting other autophagy genes such as <i>ATG5</i>,<i> p62/SQSTM1</i>, or inhibiting autophagy pharmacologically by chloroquine, also induced the expression of <i>CCL5</i> in melanoma cells. Clinically, a positive correlation between CCL5 and NK cell marker NKp46 expression was found in melanoma patients and high expression level of CCL5 was correlated with a significant improvement of melanoma patients’ survival. These results highlight the role of targeting autophagy in breaking the immunosuppressive tumor microenvironment barrier thus allowing the infiltration of NK cells into the tumor. We believe that this is the first study highlighting the benefit of targeting autophagy as a novel therapeutic approach to improve NK-based immunotherapy.","keywords":"Autophagy;Chemokines;melanoma;Natural killer cells","organ":"Melanoma/skin cancers","target":"CCL5","tumor":"melanoma","sage":"discovery","pharma":"academia","combo":"no","model":"preclinical in vitro"}
