{"ID":"2853","title":"Therapy-induced senescence associated secretory phenotype enhances breast cancer cell invasion and stemness via CXCR1/2-CXCR1/2 ligands axis","authors":"Yong Won Choi, Hyun-Young Cha, Tae Jun Park, Mi Sun Ahn, Hyun Woo Lee, Seong Hyun Jeong, Seok Yun Kang, Joon Seong Park, Jin-Hyuk Choi. School of Medicine, Ajou University, Suwon, Korea, Republic of","presenter":"Yong Won Choi","text":"Various chemotherapeutic agents have been demonstrated to induce senescence of cancer cells in vitro and in vivo. This therapy-induced senescence (TIS) has been regard as a favorable therapeutic response, although it is not a cell death but a permanent cell cycle arrest. However, adverse aspects of TIS have been also suggested since senescence-associated secretory phenotype (SASP) enables to affect microenvironment of senescent cancer cells. Nonetheless, when senescent cancer cells are intermingled with non-senescent cells after chemotherapy, the effects of SASP from senescent cancer cell to non-senescent cell have not yet been fully elucidated. Therefore, TIS, confirmed by measuring senescence associated β-galactosidase activity and cell cycle arrest, was induced by the treatment with adriamycin and cisplatin in variable breast cancer cell lines in vitro. To evaluate the effects of SASP from senescent cancer cell to non-senescent cell, conditioned media (CM) from TIS of MCF7 (poorly-aggressive and non-invasive cell line) was treated in parent non-senescent MCF7 and their invasiveness and stemness were measured by invasion assay and mammosphere forming assay, respectively. In MCF7 treated with CM from TIS, invasiveness and mammosphere forming ability were significantly increased. To discover the mediators of the observed effects, cytokine array was performed by collecting CM from non-senescent control and therapy-induced senescent cells. In the secretome of TIS, CXCR2 ligands, including growth-related protein-α (CXCL1) and interleukin-8 (CXCL8) were focused on for further analysis. Increased mRNA of CXCR2 ligands (CXCL1, 2, 3 and CXCL8) in TIS and increased secretion of CXCL8 protein in CM of TIS were confirmed by real time PCR and ELISA, respectively. To investigate the contribution of CXCR1/2-CXCR1/2 ligands axis in enhanced invasion and stemness ability by CM of TIS, a CXCR1/2 specific inhibitor, SCH-527123, was applied. The pretreatment of SCH-527123 in the concentration without affecting cell proliferation and survival (25, 50μM), significantly inhibited the enhanced invasion and mammosphere forming ability by CM of TIS. The potential mechanisms of cancer cell invasion and stemness enhancement by CXCR1/2-CXCR1/2 ligands axis, are currently under investigated. In summary, SASP of TIS can be harmful by augmenting invasion and stemness of surrounding non-senescent cancer cell thorough the CXCR1/2-CXCR1/2 ligands axis and CXCR1/2 inhibitors can be used as therapeutic agents, by antagonizing the adverse effects of TIS.","keywords":"Senescence;Interleukin-8;Breast cancer","organ":"Breast cancer","target":"CXCR1/2","tumor":"breast","sage":"discovery","pharma":"academia","combo":"no","model":"preclinical in vitro"}
