{"ID":"2858","title":"High-affinity antisense oligonucleotides targeting Foxp3 inhibit immunosuppressive function of regulatory T-cells and produce antitumor effects in syngeneic tumor models","authors":"Charles Sinclair<sup>1</sup>, Alexey S. Revenko<sup>2</sup>, Alison Peter<sup>1</sup>, Robert B. Johnson<sup>2</sup>, Lisa A. Hettrick<sup>2</sup>, Molly Taylor<sup>1</sup>, Anna Staniszewska<sup>1</sup>, Adina Hughes<sup>1</sup>, Lisa Sandin<sup>1</sup>, Stephanie Klein<sup>2</sup>, Andrew Watt<sup>1</sup>, Simon Barry<sup>1</sup>, Brett T. Monia<sup>2</sup>, Paul Lyne<sup>3</sup>, A. Robert Macleod<sup>2</sup>, Mark Edbrooke<sup>1</sup>. <sup>1</sup>AstraZeneca, Cambridge, United Kingdom; <sup>2</sup>Ionis Pharmaceuticals, Calsbad, CA; <sup>3</sup>AstraZeneca, Waltham, MA","presenter":"Charles Sinclair","text":"Regulatory T-cells (Treg) contribute to cancer progression by suppressing anti-tumor immuity. Tregs specifically require expression of the lineage defining transcription factor Foxp3 for their development and function, but this protein cannot be targeted with conventional small molecule or biologic drugs. We employed next-generation antisense inhibitors (Gen 2.5 cEt-modified ASOs) in an attempt to selectively inhibit Foxp3 expression in mouse Treg cells, and evaluated consequences of ASO-mediated Foxp3 knock-down <i>in vitro </i>and <i>in vivo</i>. Mouse Foxp3-specific ASOs promoted potent dose-dependent reductions in Foxp3 mRNA and protein <i>in vitro</i>, without the use of transfection reagents. Foxp3 knockdown also resulted in loss of immunosuppressive markers and conferred Tregs with a reduced immunosuppressive capacity. Whilst genetic ablation of FOXP3 leads to manifestation of autoimmunity due to a complete loss of Treg function, we observed that the systemic delivery of unformulated mouse Foxp3 ASOs to WT mice resulted in Foxp3 knockdown<i> in vivo</i>, but spared mice from an autoimmune phenotype. Nevertheless, when syngeneic tumor-bearing mice were treated with mouse Foxp3 ASOs tumor growth was significantly attenuated, with a fraction of animals (25%-50%) achieving complete regressions. Anti-tumor activity of mouse Foxp3 ASOs was associated with immunophenotypic changes consistent with an increased anti-tumor immune response. Overall these data demonstrate the therapeutic capacity of mouse ASO to directly target regulatory T-cells, and suggesting that targeting of Foxp3 represents an attractive opportunity in cancer immunotherapy.","keywords":"Regulatory T cells;Foxp3;Antisense oligonucleotides","organ":"Not Applicable","target":"Foxp3","tumor":"NA","sage":"drug","pharma":"pharma","combo":"no","model":"preclinical in vitro"}
