{"ID":"2933","title":"HDAC11 function as a transcriptional regulator in immature myeloid cells to myeloid-derived suppressor cells transition","authors":"Jie Chen<sup>1</sup>, Fengdong Cheng<sup>1</sup>, Eva Sahakian<sup>2</sup>, John Powers<sup>2</sup>, Zi Wang<sup>1</sup>, Alejandro Villagra<sup>1</sup>, Javier Pinilla-Ibarz<sup>2</sup>, Eduardo M. Sotomayor<sup>1</sup>. <sup>1</sup>The George Washington University, Washington, DC; <sup>2</sup>H.Lee Moffitt Cancer Center, Tampa, FL","presenter":"Jie Chen","text":"In normal myelopoiesis, immature myeloid cells (IMCs) differentiate into macrophages, neutrophils or dendritic cells, a process that is tightly controlled by transcription factors and epigenetic regulators. However, under tumor burden, IMCs differentiate into myeloid derived suppressor cells (MDSCs) and with subsequent up-regulation of immune suppressive factors and a pro-tumor effect. In prior studies, we found that MDSCs from HDAC11 KO mice displayed an increased T-cell suppressive activity that was associated with a more aggressive tumor growth as compared to MDSCs from wild type control mice. Unlike MDSC’s in which absence of HDAC11 is associated with a suppressive phenotype, T-cell lacking HDAC11 are hyper-reactive and endowed with strong antitumor activity. To assess which phenotype will be the dominant one in vivo, we performed adoptive immune cell transfer experiments of MDSC and/or T-cells from HDAC11 KO mice into C57BL/6 tumor-bearing mice. The transfer of HDAC11KO MDSCs was able to eliminate, at least partially, the anti-tumor effect elicited by the adoptive transfer of HDAC11KO T cells.<br />Mechanistically we have found that MDSCs lacking HDAC11 displayed up-regulation of expression and enzymatic activity of arginase 1 and Nos2, two enzymes that are crucial in regulating MDSCs suppressive function. The aberrant enzymatic activities of Arg1 and Nos2 in HDAC11KO MDSCs correlate with over-expression of the lineage-specific transcription factor C/EBPβ, which has been shown to be essential for the differentiation of functional MDSCs. Furthermore, ChIP analysis confirmed that HDAC11 is recruited to the C/EBPβ gene promoter where exerts a negative regulatory effect upon gene transcription.<br />Taken together, we have uncovered a previously unknown role for HDAC11 as a transcriptional regulator of MDSCs function. A better understanding of this novel role of HDAC11 in myeloid biology will lead to targeted epigenetic therapies to manipulate the suppressive effect of these immunoregulatory cells.","keywords":"Histone deacetylase;MDSCs;C/EBPbeta","organ":"Not Applicable","target":"HDAC11","tumor":"NA","sage":"discovery","pharma":"pharma","combo":"no","model":"preclinical xeno"}
