{"ID":"2952","title":"Identifying characteristics of orthotopic HCC mouse models to predict response to immunotherapy","authors":"Carina Hage<sup>1</sup>, Sabine Hoves<sup>1</sup>, Mailin Ashoff<sup>1</sup>, Leanne Strauss<sup>1</sup>, Mario Perro<sup>2</sup>, Frank Herting<sup>1</sup>, Fabian Kiessling<sup>3</sup>, Thomas Pöschinger<sup>1</sup>. <sup>1</sup>Roche Innovation Center Munich, Penzberg, Germany; <sup>2</sup>Roche Innovation Center Zurich, Zurich, Switzerland; <sup>3</sup>RWTH Aachen University, Aachen, Germany","presenter":"Carina Hage","text":"Introduction<br />Immunotherapy is a promising treatment strategy for hepatocellular carcinoma (HCC). A phase III trial for advanced HCC shows favorable results for nivolumab compared to sorafenib. In order to evaluate the outcome of different therapeutic strategies, we compared two HCC mouse models. The orthotopic transplanted HCC fragment Hep-55.1c model and the inducible HCC mouse model (iAST) were extensively characterized ex vivo and in vivo in response to immunotherapies, and were compared to the clinical situation of HCC patients.<br />Experimental Procedures<br />Fragments of mouse Hep-55.1c tumors were implanted in the left lateral liver lobe of C57/Bl6 mice and tumor growth kinetic was monitored by µ-CT. HCC tumor growth in iAST mice was induced via intravenous injection of the adenovirus expressing Cre recombinase. iAST mice express a loxP flanked stop cassette and the SV40 large T-antigen under control of a hepatocyte-specific albumin promoter. Both tumor models were characterized with respect to immune infiltration, cytokine release, somatic mutational load and histopathological characteristics. Mice were treated using different immunotherapeutic agents in monotherapy or in combination such as anti-PD-1, anti-CTLA-4 or the TLR7/8 agonist R848. Human HCC samples were analyzed for mutational load by sequencing, while tumor architecture and immune infiltrate were analyzed by histology.<br />Results<br />Hep-55.1c tumors showed high stroma content accompanied by a low and disorganized vasculature whereas multinodular iAST tumors were highly vascularized lacking stroma content. Furthermore, a high mutational load and a strong immune cell infiltrate including cytotoxic T cells, NK cells and myeloid cells were found in Hep-55.1c tumors. The iAST tumors were characterized by a relatively low immune infiltrate and a small number of mutations. Comparison of these baseline results with data obtained from immune-histopathological analysis and sequencing of human HCC samples confirmed this differentiated picture in the clinics. Following treatment, iAST mice showed no response to immune checkpoint monotherapies and only a marginal number of reactive T cells was found within the tumor. In contrast, tyrosine kinase inhibitor sorafenib led to tumor growth inhibition in iAST model. Treatment of mice bearing Hep-55.1c tumors with immunotherapy e.g. anti-PD-1 showed good response<i>. </i>Combination of anti-PD-1 with R848 increased therapeutic efficacy compared to monotherapies.<br />Conclusions<br />In this study, we have established two orthotopic HCC mouse models that reflect the diverse clinical situation of human HCC. Our findings demonstrate that the composition of the tumor microenvironment has a tremendous influence on the outcome of therapeutic strategies for HCC. Hence, thorough characterization of tumor patients is indispensable in order to predict response to immunotherapy.","keywords":"Hepatocellular carcinoma;Immunotherapy;Mouse models;Combination therapy","organ":"Gastrointestinal cancers: liver","target":"TLR7/8","tumor":"hcc","sage":"target-tumor","pharma":"pharma","combo":"yes","model":"preclinical xeno"}
