{"ID":"3049","title":"CXCR2 signaling in pancreatic cancer induces a tumor supporting inflammatory phenotype of the cancer-associated fibroblasts","authors":"Mohammad Awaji, Michelle Varney, Abhilasha Purohit, Surinder Batra, Rakesh Singh. University of Nebraska Medical Center, Omaha, NE","presenter":"Mohammad Awaji","text":"Pancreatic cancer (PC) remains one of the deadliest types of solid malignancies. Making progress in dealing with PC starts by understanding the complex interaction of cellular components in the tumor microenvironment and identifying the crucial checkpoints for tumor progression and metastasis. Desmoplasia and inflammation are two major hallmarks of PC. Cancer-associated fibroblasts (CAFs) are known for inducing fibrosis in several pathologies of the pancreas including PC. Recent reports have described that CAFs can assume the fibrosis-inducing phenotype, when close or have a direct contact with tumor cells, or a tumor-promoting inflammatory phenotype, through distant paracrine signaling. Known for their role in recruiting granulocytes and inducing angiogenesis, CXC chemokines (1-3 and 5-8) contain a conserved motif of Glutamic acid-Leucine-Arginine (ELR) and signal through CXCR1/2 chemokine receptors. In PC, ELR<sup>+</sup> chemokines produced by malignant cells and stromal cells contribute to tumor growth, angiogenesis, and tumor-supporting immunosuppression. The deletion of CXCR2 in the genetically engineered PC mouse model (KC) promoted fibrosis and tumor metastasis.<br />Taken together, we hypothesize that ELR<sup>+</sup> chemokines signaling through CXCR2 may trigger the inflammatory phenotype of CAFs in PC that promotes tumor growth and progression. Utilizing unidirectional coculture studies, incubating CAFs in conditioned media of PC cells inhibited their growth, decreased the expression of the fibrotic CAFs-associated markers such as αSMA and collagen I, and increased the expression of immunosuppressive cytokines and tumor-promoting chemokines including IL-4, IL-10, IL-13, and CXCL7. Treating CAFs with exogenous ELR<sup>+</sup> chemokines (CXCL1 and CXCL8) exhibited a similar phenotype. Furthermore, treating CAFs with exogenous ELR<sup>+</sup> chemokines or PC cells conditioned media in the presence of pharmacological inhibitors of CXCR2 rescued this phenotype. In summary, we believe that ELR<sup>+</sup> chemokine signaling through CXCR2 induces the inflammatory phenotype of CAFs that promotes immunosuppression, tumor growth, and tumor progression of PC.","keywords":"Chemokines;Cancer associated fibroblasts","organ":"Pancreatic cancer","target":"CXCR2","tumor":"pancreatic","sage":"discovery","pharma":"academia","combo":"no","model":"preclinical in vitro"}
