{"ID":"3070","title":"Triple combination of IMO-2125, epacadostat and anti-PD-1 antibody demonstrates maximal antitumor efficacy and eradicates large established tumors in preclinical models","authors":"Evren Kocabas Argon<sup>1</sup>, Fugang Zhu<sup>1</sup>, Sudhir Agrawal<sup>1</sup>, Jonathan Yingling<sup>2</sup>, Daqing Wang<sup>1</sup>. <sup>1</sup>Idera Pharmaceuticals, Inc., Cambridge, MA; <sup>2</sup>Idera Pharmaceuticals, Inc., Exton, PA","presenter":"Daqing Wang","text":"Immune checkpoint blockade has revolutionized cancer therapy; however, the majority of patients fails to demonstrate a durable response. This suboptimal outcome is due to multiple mechanisms that range from low immunogenicity to inadequate generation or activation of tumor-specific T cells. Combination therapies targeting multiple checkpoints are likely to overcome the inadequate antitumor immune responses by a single agent. Intratumoral injection of IMO-2125, a TLR 9 agonist, activates dendritic cells to present tumor specific antigens and enhances T-lymphocyte infiltration within injected tumors. These activities lead to the priming and trafficking of tumor-specific cytotoxic T-cells against metastatic tumors. Intratumoral IMO-2125 is a personalized cancer therapy that enhances antitumor activity by synergizing with checkpoint blockade to elicit a productive immune response in cancer patients.<br />In the present study, we evaluated a combination immunotherapy regimen that involves an immune activator, IMO-2125, and checkpoint inhibitors targeting two negative immune regulators, IDO-1 and PD-1, to eliminate large tumors in syngeneic tumor models. BALB/c mice were implanted with CT26.CL25 tumors in the right and left flanks. Treatment was initiated on Day 10 after tumor implantation when tumors were fully established (311 ± 89 mm<sup>3</sup>). IMO-2125 (2.5 mg/kg) was intratumorally (i.t) injected in the right flank tumor 2x/week for 2 weeks. Epacadostat (EPA, Incyte IDO-1 inhibitor, 100 mg/kg) was administered by intragastric administration 5x/week for 2 weeks. Anti-PD-1 mAb (clone RMP1-14, 10 mg/kg) was administered by intraperitoneal injection 3x/week for 2 weeks. Treatment with IMO-2125 i.t alone resulted in 73% and 59% growth reductions in the treated tumors and untreated distant tumors, respectively. EPA and anti-PD-1 monotherapy or the double combination therapy did not demonstrate significant antitumor activity. The addition of IMO-2125 to either EPA or anti-PD-1 led to 84% and 81% tumor reductions in the i.t. treated tumors, and 71% and 69% reductions in the untreated distant tumors, respectively. Triple combination therapy with IMO-2125, EPA and anti-PD-1 exhibited maximal antitumor activity, with 98% and 88% tumor growth reductions in the treated and distant tumors, respectively. All treatments were well tolerated. Similar antitumor activities were also observed in a murine peritoneal model with NSCLC 3LL-C75.<br />Combination of IMO-2125 with checkpoint inhibitors targeting IDO-1 and PD-1 induces maximal antitumor efficacy and eradicates large established tumors in preclinical models. A Phase 2 clinical trial of IMO-2125 in combination with ipilimumab in patients with metastatic melanoma is ongoing (NCT02644967) and a Phase 3 multi-center, global trial in the same population is initiating enrollment.","keywords":"Immunotherapy;Tumor microenvironment;Immunomodulation;Combination therapy","organ":"Gastrointestinal cancers: colorectal","target":"TLR9","tumor":"colorectal","sage":"target-tumor","pharma":"pharma","combo":"yes","model":"preclinical xeno"}
