{"ID":"3077","title":"NKTR-262: Prodrug pharmacokinetics in mice, rats, and dogs","authors":"Myong Lee. Nektar Therapeutics, San Francisco, CA","presenter":"Myong Lee","text":"Background: TLR7/8 agonists are currently under investigation in clinical trials to determine their anti-tumor effect. Systemic exposures to the TLR7/8 agonists have resulted in severe adverse effects, thereby preventing the TLR7/8 agonists from achieving therapeutic plasma concentrations. NKTR-262 is a novel polymer-modified TRL7/8 agonist prodrug which, upon intratumoral delivery, slowly liberates the TLR7/8 agonist to provide sustained intratumoral engagement of the TLR7/8 pathway to promote an immune stimulatory environment and tumor antigen release.<br />Method: <i>In vivo</i> PK parameters were obtained in bilaterial tumor-bearing (CT26 and EMT6) and naïve Balb/c mice, SD rats, and Beagle dogs following a single dose (i.t., i.v. and s.c., respectively) of NKTR-262. Samples were analyzed by LC/MS/MS. Non-compartmental analysis was used to obtain PK parameters. <i>In vitro</i> studies with NKTR-262 and the corresponding non-polymer modified TLR7/8 agonist were performed to assess plasma release, agonist CL<sub>int</sub> in liver microsomes and hepatocytes, plasma protein binding, blood-to-plasma ratios and to identify CYP isoform(s) responsible for oxidative metabolism. PK/PD modeling was performed in NONMEM7 using a semi-mechanistic model described by Simeoni et al 2004.<br />Results: NKTR-262 exhibited a low volume of distribution and low systemic clearance. NKTR-262 showed a prolonged elimination t<sub>½</sub>, with an order of dog > rat > mouse. NKTR-262 was eliminated renally (~50% total clearance) and by prodrug conversion. Release of the non-polymer modified TLR7/8 agonist from NKTR-262 was confirmed <i>in vitro</i> and <i>in vivo</i> in all pre-clinical species and <i>in vitro</i> in plasma from humans. The PK profiles of the released TLR7/8 agonist closely followed NKTR-262 PK profiles. The absolute bioavailability of NKTR-262 following i.t. and s.c. injection was low to moderate. I.t. administration of NKTR-262 generated high and sustained exposure to the TLR7/8 agonist in the treated tumor, which was two orders of magnitude greater than in plasma. Contralateral tumor and plasma exposures to the agonist were similar. The tumor type had no impact on plasma PK profiles. The agonist exhibited low plasma protein binding and distributed evenly between blood cells and plasma. The <i>in vitro </i>CL<sub>int</sub> of the agonist was low, and oxidative metabolism was mostly CYP3A4-mediated. The Simeoni model captured tumor volume change over time with an estimated EC<sub>50</sub> 1.34 ng/mL.<br />Conclusion: The TLR7/8 agonist was released from NKTR-262 <i>in vivo</i> and <i>in vitro</i> in all pre-clinical species and <i>in vitro</i> in plasma from humans. Intratumoral administration of NKTR-262 resulted in pharmacologically active levels of the released TLR7/8 agonist in the tumor and reduced unwanted systemic exposure. Released agonist PK profiles followed the PK profiles of NKTR-262. NKTR-262 was cleared via prodrug conversion and renal clearance. The prodrug-generated TLR7/8 agonist is a low clearance compound with low protein binding.","keywords":"Immunotherapy","organ":"Not Applicable","target":"TLR7/8","tumor":"NA","sage":"drug","pharma":"pharma","combo":"no","model":"preclinical xeno"}
