{"ID":"3135","title":"Novel nano-molar small-molecule STAT3 inhibitor series with antitumor activities against human breast cancer","authors":"Peibin Yue<sup>1</sup>, Francisco Lopez-Tapia<sup>1</sup>, Christine Brotherton-Pleiss<sup>1</sup>, Casie Kubota<sup>1</sup>, Jasmine Chen<sup>1</sup>, Marcus Tius<sup>2</sup>, James Turkson<sup>1</sup>. <sup>1</sup>University of Hawaii Cancer Center, Honolulu, HI; <sup>2</sup>University of Hawaii at Manoa, Honolulu, HI","presenter":"Peibin Yue","text":"Constitutively-active Signal transducer and activator of transcription (STAT) 3 has been well validated as a significant mechanistic underpinning of many human cancers and a target for anticancer therapy. To date, no small molecule STAT3 inhibitor has been successfully developed for clinical application as a therapeutic agent, despite the discovery of many molecular entities that inhibit the protein. To advance the therapeutic development of small molecule STAT3 inhibitors, we focused on the existing lead compounds, BP-1-102, SH4-54, and SH5-07 (all three showing IC<sub>50</sub> of 4-7 μM). All three leads are based on an N-methylglycinamide scaffold, with its two amine groups condensed with three different functionalities. Intensive medicinal chemistry campaign was directed towards understanding and optimizing the molecular determinants critical for enhanced STAT3-inhibitory potency and strong antitumor effects. We report the development of nanomolar potent inhibitors of STAT3 DNA-binding activity. Most notably, the analogs H127, H145, H171, H174, H181, and H182 preferentially inhibit STAT3 activity in DNA-binding assay in vitro, with IC<sub>50</sub> of 300 - 800 nM, compared to little or no observed effect on STAT1 and STAT5 DNA-binding activity at concentrations up to 20 μM. Treatment of human breast cancer MDA-MB-231 and MDA-MB-468 cells with H171, H174 or H182 inhibited constitutive STAT3 DNA-binding activity and phosphorylation at Tyr705 in both time- and dose-dependent manner. H171, H174 or H182 further blocked the growth and viability, colony formation, and oncogenic transformation of the human breast cancer cells that harbor persistently active STAT3, with IC<sub>50</sub> of 1.0 - 1.9 μM, compared to the IC<sub>50</sub> of 3.8 - 8.1 μM against the viability of the immortalized breast epithelial cells that do not harbor persistently active STAT3. These compounds represent some of the first nanomolar potent small molecules observed to directly inhibit STAT3 activity, with potent antitumor cell effects.","keywords":"STAT3;Small molecule inhibitor;Breast cancer;Antitumor agents","organ":"Breast cancer","target":"SATA3","tumor":"breast","sage":"target-tumor","pharma":"academia","combo":"no","model":"preclinical in vitro"}
