{"ID":"3142","title":"Synergistic immunotherapeutic effects of TLR7/8 agonist on low-dose cyclophosphamide-treated C26 model","authors":"Jing Yang<sup>1</sup>, Patrick Z. Li<sup>2</sup>, Xiangyun Yin<sup>3</sup>, Xiaohua Nie<sup>3</sup>, Jingshu Wang<sup>3</sup>, Walter Lau<sup>1</sup>, Liguo Zhang<sup>3</sup>, Lixin Li<sup>1</sup>. <sup>1</sup>Birdie Biopharmaceuticals, Inc., Beijing, China; <sup>2</sup>Ren Da Fu Zhong, Beijing, China; <sup>3</sup>Institute of Biophysics, CAS, Beijing, China","presenter":"Lixin Li","text":"In recent years, low dose cyclophosphamide has been used clinically either as a single agent or as combination therapy to treat lymphomas, and breast and ovarian cancers. The efficacy of low dose cyclophosphamide is primarily due to its ability to immune-modulate in addition to its direct anti-tumor effects. This ability highlights the potential for synergism between conventional chemotherapy and novel immunotherapy. Toll-like receptors (TLRs) are a crucial part of the innate immunity and present the first line of defense against pathogens. Resiquimod is the ligand for TLR7 and 8 and directly activate innate immune cells, including myeloid dendritic cells, plasmacytoid dendritic cells, and monocytes/macrophages. This activation may result in activation of co-stimulatory molecules, production of antiviral cytokines, and stimulation of cell-mediated NK and T cell immune responses. The aim of this study was to analyze whether immunopotentiating TLR7/8 agonist might synergize with low doses of cyclophosphamide in the treatment of colorectal carcinoma. The effect of combining a weekly dosing of cyclophosphamide intraperitoneally with systemic administration of Resiquimod was evaluated in an <i>in vivo </i>murine C26 synergistic model. Systemic administration of Resiquimod in mice induced significant systemic immune responses as evidenced by upregulating IFNα inducible gene clusters. The combined therapy with Resiquimod and cyclophosphamide was superior to each single treatment and increased efficacy of tumor inhibition and prolonged their survival significantly. Importantly, the combined treatment generated a significant numbers of tumor-specific T cell infiltration in tumor microenvironment. Our data suggest that systemic administration of TLR7/8 agonist enhances anti-tumor effect of low dose of cyclophosphamide. The data supports the use of a combination of TLR7/8 agonist and cyclophosphamide as a novel therapeutic strategy against colorectal carcinoma.","keywords":"Immunotherapy;Cyclophosphamide;Toll like receptor ligand","organ":"Gastrointestinal cancers: colorectal","target":"TLR7/8","tumor":"colorectal","sage":"target-tumor","pharma":"academia","combo":"no","model":"preclinical xeno"}
