{"ID":"3150","title":"Small-molecule antagonists of the Aryl Hydrocarbon Receptor (AhR) promote activation of human PBMCs in vitro and demonstrate significant impact on tumor growth and immune modulation in vivo","authors":"James Joseph, Marcos Gonzalez-Lopez, Christina Galang, Candy Garcia, Hadia Lemar, Jing Lu, Kedar Vaidya, Marcus Fischer, Christian Frey, Muzaffar Alam, Bing Yao, Michael Dillon, Jeffrey H. Hager, Eleni Venetsanakos, Fred Aswad. Ideaya Biosciences, South San Francisco, CA","presenter":"Fred Aswad","text":"Cancer cells utilize a variety of pathways to generate an immune permissive growth environment and evade the host anti-tumor immune response. One such pathway is production of T-cell inhibitory tryptophan (Trp) metabolites, kynurenine and kynurenic acid (KYN), via up-regulation of indoleamine 2,3-dioxygenase (IDO1) and tryptophan 2,3-dioxygenase (TDO2) and up-regulation of the KYN- receptor (aryl hydrocarbon receptor, AhR) in infiltrating lymphoid and myeloid cells. Through AhR activation, KYN both directly and indirectly, via stimulation of regulatory T-cells (Tregs), dendritic cells (DCs) and tumor-associated macrophages (TAM), modulates CD8+ and CD4+ T-cell function resulting in potent inhibition of anti-tumor immunity. Inhibition of AhR activation therefore represents a novel approach to blocking the immuno-inhibitory effects of Trp metabolites generated by endogenous IDO1 and TDO2. To thwart the effects of KYN and other immunosuppressive AhR agonist ligands, we have generated a series of small-molecule antagonists of the human and mouse AhR. To further analyze the effects of AhR inhibition on immuno-modulation and tumor growth, we selected from our series a highly potent antagonist of AhR (IDB-AHRi). In an XRE-dependent luciferase reporter system, IDB-AHRi blocked activation of AhR by 2,3,7,8-Tetrachlorodibenzodioxin (TCDD) with an IC<sub>50</sub> of 111 and 3 nM in human HEPG2 and mouse HEPA1C1C7 cell lines respectively. IDB-AHRi inhibited translocation of cytoplasmic AhR to the nucleus and protected AhR from TCDD-induced degradation. When human peripheral blood mononuclear cells were treated with IDB-AHRi ex-vivo, expression of IFN-γ and TNF-α was significantly enhanced, an effect that could be reversed with the addition of TCDD. In vivo, IDB-AHRi dosed at 30 mg/kg (PO QD) in the CT26 colon carcinoma syngeneic mouse model resulted in a reduction of tumor growth, an increase in tumor-infiltrated CD45+CD8+Ki67<sup>high</sup> T-cells and a significant reduction in the frequency of tumor infiltrated FoxP3+CD4+ regulatory T-cells and tumor associated M2-like macrophages. In summary, this data demonstrates that blocking AhR with a highly potent antagonist can significantly enhance T-cell activity <i>in vitro</i> and drive anti-tumor immunity <i>in vivo</i>, resulting in reduced tumor growth.","keywords":"Aryl hydrocarbon receptor;Immunomodulation;Small molecule inhibitor;Drug discovery","organ":"Not Applicable","target":"AHR","tumor":"colorectal","sage":"discovery","pharma":"pharma","combo":"no","model":"preclinical xeno"}
