{"ID":"3152","title":"CXCR7 promotes the migration and invasion of head and neck squamous cell carcinoma through Smad2/Akt signaling","authors":"Nayoung Kim, Solbi Kim, Hyewon Ryu, Hyo Jin Lee. Chungnam National University College of Medicine, Daejeon, Korea, Republic of","presenter":"Nayoung Kim","text":"<b>Background:</b> The chemokine receptor, CXCR7, has been shown to play an important role in the progression of several types of cancer. However, there have been few reports on the biological role of CXCR7 in head and neck squamous cell carcinoma (HNSCC). In this study, we investigated the functional role of CXCR7 and the underlying molecular mechanism of disease progression in HNSCC.<br /><b>Methods:</b> We characterized the expression of CXCR7 in tumor specimens from patients with HNSCC. The biological functions of CXCR7- and CXCR7-mediated signaling pathways were investigated in HNSCC cell lines with CXCR7 overexpression and treatment of SDF-1α, a major ligand of CXCR7, as well as knockdown of CXCR7.<br /><b>Results:</b> CXCR7 was differentially expressed in human HNSCC patients. High expression of CXCR7 was associated with an aggressive tumor behavior. Overexpression of CXCR7 dramatically promoted cell migration and invasion in HNSCC cells, although it was not involved in cell proliferation and colony formation. CXCR7 knockdown using siRNA in HNSCC cells recovered the cell migratory and invasive behavior of HNSCC cells. CXCR7 overexpression also induced the epithelial-mesenchymal transition. Vimentin, Slug, and Twist were increased but E-cadherin and Ep-CAM were decreased by CXCR7 expression. Akt phosphorylation and Smad2 signaling activation were induced in HNSCC cells with CXCR7 overexpression. Treatment with a PI3K inhibitor reduced Slug and Twist levels while suppression of Smad2 signaling by siRNA reduced Akt phosphorylation, as well as Slug and Twist. Furthermore, inhibition of Smad2 decreased tumor cell migration and invasion in HNSCC.<br /><b>Conclusions: </b>CXCR7 contributed to cell migration and invasion of HNSCC through the Smad2/Akt signaling axis, suggesting that CXCR7 might be a therapeutic target for the treatment of HNSCC.","keywords":"Chemokine receptor;CXCR7;Epithelial-to-mesenchymal transition","organ":"Carcinoma: adenocarcinoma","target":"CXCR7","tumor":"headneck","sage":"target-tumor","pharma":"academia","combo":"no","model":"preclinical in vitro"}
