{"ID":"3158","title":"The combination of CXCR4 and checkpoint receptor inhibition improves survival in an orthotopic murine glioma model","authors":"Adela Wu<sup>1</sup>, Pina Cardarelli<sup>2</sup>, Miho Oyasu<sup>2</sup>, Daniel Menezes<sup>3</sup>, Paul Ponath<sup>2</sup>, John Cogswell<sup>2</sup>, Russell Maxwell<sup>1</sup>, Andrew Luksik<sup>1</sup>, Alice Hung<sup>1</sup>, Eileen Kim<sup>1</sup>, Zineb Belcaid<sup>1</sup>, Henry Brem<sup>1</sup>, Drew Pardoll<sup>1</sup>, Michael Lim<sup>1</sup>. <sup>1</sup>Johns Hopkins University School of Medicine, Baltimore, MD; <sup>2</sup>Bristol-Myers Squibb, Redwood City, CA; <sup>3</sup>Celgene, San Francisco, CA","presenter":"Adela Wu","text":"Introduction: Angiogenesis plays an important role in the malignancy of glioblastoma (GBM) as well as in cancer immunotherapy. In addition, PD-1 checkpoint receptors are upregulated in GBM. We investigate the treatment effects of combination immunotherapy with checkpoint inhibitor anti-PD-1 and anti-CXCR4, an antagonist of a chemokine receptor involved in immune cell homing as well as vasculature development, in a murine glioma model.<br />Methods: C57Bl/6 mice were implanted with GL261-Luc+ glioma cells and randomized into 4 treatment arms: 1) control, 2) anti-PD-1 monotherapy, 3) anti-CXCR4 monotherapy, and 4) combination anti-PD-1 and anti-CXCR4 therapy. Overall survival and median survival were assessed. Brain samples from untreated mice were stained for CXCR4 expression on plasma membrane, and immunohistochemistry studies were conducted on human glioblastoma specimens as well. Immune cell activation and cell population changes were assessed through flow cytometry analysis.<br />Results: Both murine and human glioma specimens demonstrated robust positive expression of CXCR4 on tumor-infiltrating immune cells and endothelial cells of vasculature specific to the tumor bed. Combination therapy with anti-PD-1 and anti-CXCR4 conferred survival benefit compared to control and both monotherapy arms. Long-term survivors that had received combination therapy demonstrate immune memory and decreased populations of immunosuppressive, tumor-promoting immune cells. For instance, the monocytic myeloid-derived suppressor cell population was decreased in the brain in mice treated with combination therapy. The pattern of change in microglia was similar in the brain compartment for the combination treatment group as well.<br />Conclusion: Anti-CXCR4 and anti-PD-1 synergistic immunotherapy not only modulates the immune cell make-up of the glioma microenvironment but also affects vasculature within the tumor region. Dual therapy targeting both checkpoint and chemokine receptors results in improved survival rates.","keywords":"CXCR4;Checkpoint;Angiogenesis;Glioma","organ":"Brain/central nervous system cancers","target":"CXCR7","tumor":"headneck","sage":"target-tumor","pharma":"academia","combo":"yes","model":"preclinical xeno"}
