{"ID":"3241","title":"Preclinical evaluation of the multi tyrosine kinase inhibitor TAS-115 in genetically engineered mouse models of prostate cancer","authors":"Marco A. De Velasco<sup>1</sup>, Yurie Kura<sup>1</sup>, Naomi Ando<sup>1</sup>, Noriko Sato<sup>1</sup>, Masahiro Nozawa<sup>1</sup>, Kazuhiro Yoshimura<sup>1</sup>, Kazuko Sakai<sup>1</sup>, Kazuhiro Yoshikawa<sup>2</sup>, Kazuto Nishio<sup>1</sup>, Hirotsugu Uemura<sup>1</sup>. <sup>1</sup>Kindai University Faculty of Medicine, Osaka-Sayama, Japan; <sup>2</sup>Aichi Medical University, Japan","presenter":"Hirotsugu Uemura","text":"The tumor microenvironment (TME) is comprised of various cell types that can contribute to malignancy by promoting cancer cell proliferation, immune evasion, angiogenesis and metastasis. Here we use genetically engineered mouse models of prostate cancer to show that TAS-115, a multi-kinase inhibitor that targets c-MET, VEGF-R, and CSF1-R signal pathways, suppresses prostate cancer growth by targeting the TME. Conditional <i>Pten-</i>knockout (<i>Pten</i>-KO) and <i>Pten/Trp53-</i>double knockout (<i>Pten</i>/<i>P53</i>-DKO) mice were used to evaluate the pharmacodynamic activity of TAS-115 and efficacy studies were carried in 16-week-old <i>Pten</i>/<i>P53</i>-DKO mice. Four weeks of treatment with TAS-115 significantly suppressed prostate tumor growth in by 22.6%, <i>P</i>=0.041. Epithelial cancer cell proliferation in was reduced by 28.6%, (<i>P</i>=0.072) in TAS-115-treated mice, however, no changes were seen in the induction of apoptosis. Immunohistochemical (IHC) analysis revealed potent but focal inhibition of ERK phosphorylation in both epithelial and stromal cells. A tendency for reduced phosphorylation of AKT and STAT3 were also noted in mice receiving TAS-115. IHC analysis also revealed strong inhibition of CSF1-R phosphorylation in tumor infiltrating immune cells of mice treated with TAS-115. We also examined the effects of TAS-115 in a castration-resistant <i>Pten/P53</i>-DKO prostate tumor model. In this model, we did not note statistically significant reductions in tumor burden, however, 2 of 6 (33.3%) mice treated with TAS-115 had noticeably reduced tumor burden (>20% reduction relative to median overall tumor burden levels). No significant changes were observed in overall tumor proliferation, apoptotic rates or in AKT and ERK phosphorylation levels in the tumors of TAS-115-treated mice however, a significant reduction of STAT3 phosphorylation staining index (-39.3, <i>P</i>=0.0424) was observed, the prostates tumors of mice receiving TAS-115. Similar to castration-naïve treated tumors, CSF1-R phosphorylation was strongly inhibited in infiltrating immune cells of castration-resistant prostate tumors from TAS-115-treated mice. Unsupervised clustering from a qRT-PCR-based focused panel of immune-responsive genes showed greater consistency and a higher magnitude of response in TAS-115-treated mice in the castration-resistant tumor model. Further analysis of microvessel density showed a 20% reduction in tumor neovascularization in both intervention models. The direct antitumor effect of TAS-115 on cancer cells was examined <i>in vitro</i> using mouse prostate cancer cell lines. In these studies, TAS-115 showed moderate growth inhibition. Overall our studies show that TAS-115 is capable of suppressing prostate tumor growth by acting primarily on the TME and provide evidence to support further investigation of TME modulation using small molecule multi-kinase inhibitors.","keywords":"Kinase inhibitors;Targeted therapy;Prostate cancer;Preclinical testing","organ":"Genitourinary cancers: prostate","target":"CSF1-R","tumor":"prostate","sage":"target-tumor","pharma":"academia","combo":"no","model":"preclinical xeno"}
