{"ID":"3278","title":"A new class of DNA alkylating indolino-benzodiazepine agents (BIAs) linked with a DNA binding moiety for use with antibody-drug conjugates (ADCs)","authors":"Michael L. Miller, Emily E. Reid, Katie E. Archer, Manami Shizuka, Molly A. McShea, Erin K. Maloney, Olga Ab, Leanne Lanieri, Alan J. Wilhelm, Jose F. Ponte, Nicholas C. Yoder, Ravi V. J. Chari. ImmunoGen, Inc., Waltham, MA","presenter":"Michael Miller","text":"We have previously disclosed antibody-drug conjugates (ADCs) that incorporate our highly potent novel DNA alkylating indolino-benzodiazepine (termed IGN) pseudo dimer. ADCs of these DNA alkylating IGNs were found preclinically to demonstrate better tolerability and an improved overall therapeutic index (TI) compared with those of DNA crosslinking IGNs (Miller, <i>et al</i>., AACR 2017 #53). In our ongoing effort to further explore DNA alkylating effector molecules for ADCs, we disclose here a new class of IGNs (termed BIAs) in which one IGN monomer subunit is connected to a bis-aryl moiety with affinity for the DNA binding pocket. Our initial structure activity relationship (SAR) studies around a series of BIAs identified a set of scaffolds that met our requirement for high <i>in vitro</i> potency. These scaffolds were subsequently modified to incorporate functionalities that allow linkage to an antibody using various linker chemistries. These linkable BIAs displayed high <i>in vitro</i> potency across a panel of cell lines, indicating that the incorporation of a linker was not detrimental to their overall potency. Furthermore, we found that the potency of these linkable BIAs could be modulated by careful selection of substituents on the bis-aryl moiety providing enhanced binding affinity with DNA. Upon identification of lead BIA molecules, conjugates with a folate receptor-α (FRα)-binding antibody were prepared. These ADCs displayed potent, antigen-specific <i>in vitro</i> activity across a panel of FRα-expressing cell lines. <i>In vivo</i>, these ADCs demonstrated potent efficacy in xenograft models at doses well below the maximum tolerated dose. In light of these findings, BIA ADCs represent a promising new class of DNA alkylating effector molecules for use in the development of ADCs.","keywords":"DNA;Drug delivery;Antibody;Cancer","organ":"Not Applicable","target":"FRA","tumor":"NA","sage":"linker","pharma":"pharma","combo":"no","model":"preclinical xeno"}
