{"ID":"3285","title":"Preclinical study of a novel TLR8 selective agonist for cancer immunotherapy","authors":"Yuxun Wang, Heping Yang, Xingzhong Zhang, Shuwen Ren, Huanping Li, Shuda Zhao, Longjun Gu, Yin Zhang, Yikun Zeng, Longsheng Wang, Guangliang Fu, Fang Bao, Fang Liu, Zhiheng Wu, Panhu Zhu, Hui Xu, Yaqiao Gao, Jian Zhang, Pei Wang, Shoujun Chen, Daxin Gao. Denovo Pharmatech, Shanghai, China","presenter":"Yuxun Wang","text":"The innate immune system has emerged as one of the major pathways for drug discovery focusing on cancer immunotherapy. TLR8 plays a crucial role in activating innate immunity and facilitates adaptive immunity thereby exerting potent immune-mediated anticancer activity. We previously presented preliminary characterization of a novel TLR8 agonist DN-A1 (Abstract 2995, AACR Annual Meeting 2017). In the present study, we carried out further comprehensive comparative preclinical study of DN-A1 and motolimod, the only TLR8 selective drug candidate in clinical trials. The result indicated that DN-A1 clearly differentiated from motolimod. DN-A1 was highly selective for TLR8 while motolimod exhibited moderate activity over TLR7 in addition to its primary agonistic activity over TLR8. DN-A1 had superior in vitro ADMET and in vivo PK profiles. Moreover, DN-A1 displayed more potent in vitro and in vivo biological activity and produced stronger anticancer efficacy than motolimod. These findings were further supported by DN-A1’s stronger effect than motolimod in activating innate immunity in both monkey in vivo and human PBMC ex vivo systems. Furthermore, DN-A1 significantly suppressed tumor growth as a single agent and combination with the chemotherapeutic agent enhanced efficacy of either agent alone in leukemia tumor model. GLP toxicity study in rats and preliminary toxicity study in monkeys revealed acceptable safety profile of DN-A1. Importantly, DN-A1 consistently caused skin injection site reaction (ISR) when administered subcutaneously in both rats and monkeys. In contrast, motolimod failed to induce ISR under the same condition where DN-A1 caused ISR. Recent reports of motolimod’s clinical data indicated that ISR was strongly correlated with substantial survival benefit in cancer patients whereas there was no survival benefit when motolimod failed to induce ISR. Therefore, DN-A1 holds great potential as the best-in-class TLR8 selective immunotherapeutic drug candidate poised for human clinical trials.","keywords":"Cancer immunotherapy;Targeted therapy;Innate immunity;Drug discovery","organ":"Not Applicable","target":"TLR8","tumor":"leukemia","sage":"target-tumor","pharma":"pharma","combo":"yes","model":"preclinical xeno"}
