{"ID":"3402","title":"An epigenetic and immunologic approach to optimize therapy for HNSCC","authors":"Rachel Goldberg, Masahiro Shibata, Evgeny Izumchenko, Luigi Marchionni, David Sidransky, Mohammad O. Hoque. Johns Hopkins Medical Insts., Baltimore, MD","presenter":"Rachel Goldberg","text":"Head and Neck Squamous Cell Carcinoma (HNSCC) is the sixth most prevalent cancer worldwide, and despite advances in treatment options, the five-year survival rate for patients with HNSCC is dismal. Monotherapy (such as surgery or radiation) can be effective if detected early, however more advanced cases require treatment with various combinations of surgery, radiation and chemotherapy. Recently, interest in the utilization of immunotherapy for advanced HNSCC has increased, including the FDA approval of pembrolizumb and nivolumab (checkpoint inhibitors) for patients with recurrent or metastatic HNSCC. However, about 80% of patients remain unresponsive to checkpoint inhibitors. Numerous pre-clinical and clinical attempts aim to increase the sensitivity of immuno-agents. One such attempt is combination of immune-agents with epigenetic therapy. Epigenetic alterations in tumor cells modulate gene expression patterns that may facilitate evasion of immune recognition. The efficacy of epigenetic modulating agents to reverse these alterations is documented in various cancer types including HNSCC. Here, we sought to explore whether the utilization of combination therapy of epigenetic drugs (DNA methyltransferase inhibitor, 5azacytidine and the histone deacetylase inhibitor, romidepsin) with checkpoint inhibitors to increase the efficacy of immune-agents in a pre-clinical model of HNSCC.<br />To explore the gene expression alterations induced by epigenetic drugs in HNSCC, we treated six HNSCC cell lines <i>in vitro</i> with 5azacytidine and romidepsin, and analyzed gene expression patterns by microarray and quantitative RT-PCR (QRT-PCR). We found significant differences in immune-related gene expression patterns in epigenetic drug-treated cell lines compared to untreated controls. Further, to explore the immune-associated gene expression changes, we performed QRT-PCR using a Taqman low density (TLDA) human immune array. By this analysis, we found changes in expression patterns of several immune related genes including HMOX1, NFKB2, HLA-DRA, STAT3, IL12a, CSF1, CSF2, FAS, and IL-18 in epigenetic drug-treated cells. Additionally, by QRT-PCR analysis of several candidates of the viral defense pathway, we found significant upregulation of Interferon type 1 (IFN 1) related genes STAT1, OASL, IFI6 and IRF7 in epigenetic drug-treated cell lines. These results indicate that HNSCC cell lines acquire a new immune signature following treatment with epigenetic agents. Next, we used an <i>in vivo</i> syngeneic model of HNSCC, to compare tumor growth following treatment with mono or combination therapy. Our preliminary data suggests that combination treatment with epigenetic drugs and an immune-agent more effectively reduces tumor growth than either of these drugs alone. In conclusion, our results highlight the importance of considering combination of epigenetic and immune therapy for HNSCC patients that respond poorly to immune therapy alone.","keywords":"Epigenetics;Immunotherapy;Head and neck cancer","organ":"Head and neck cancers","target":"DNAMT","tumor":"headneck","sage":"discovery","pharma":"academia","combo":"yes","model":"preclinical xeno"}
