{"ID":"3522","title":"Preclinical antitumor activity of a CC chemokine receptor (CCR) 2/5 dual antagonist as monotherapy and in combination with immune checkpoint blockade","authors":"Qihong Zhao, Anwar Murtaza, Adam Bata, Wendy Sun, Ching-Ping Ho, Ragini Vuppugalla, Robert Cherney, Kevin Stefanski, Z. Alexander Cao, Ashwin Sama, Arvin Yang, Mary Struthers, Miguel Sanjuan, John T. Hunt, Percy Carter, Luisa Salter-Cid. Bristol-Myers Squibb, Princeton, NJ","presenter":"Qihong Zhao","text":"<b>Background:</b> Different immune cell subsets are recruited to the tumor microenvironment (TME) via interactions between chemokines and chemokine receptors (CKRs). The recruitment of immune suppressive cells of both myeloid and lymphoid origin contributes to tumor growth and metastasis. CCR2 and CCR5 are 2 CKRs that are expressed on myeloid and T-cell infiltrates in the TME. CCR2 mediates the migration of monocyte-derived suppressor cells (M-MDSCs) from bone marrow to blood and to the TME. CCR5 directs migration of polymorphonuclear MDSCs (PMN-MDSCs) and regulatory T cells to the TME. In addition, CCR5 potentiates PMN-MDSC immune-suppressive function via arginase-1 and promotes polarization of tumor-associated macrophages into an immune-suppressive phenotype. Each receptor has been shown to play an important role in multiple tumor models. CCR2- and CCR5-selective antagonists, in combination with chemotherapy, have shown positive proof of mechanism in patients with pancreatic and colorectal cancers, respectively. Thus, targeting both receptors with a small-molecule dual antagonist represents a potential novel treatment for cancer. Here we evaluate the antitumor activities of BMS-687681, a small-molecule CCR2/5 dual antagonist, as monotherapy and in combination with immune cell checkpoint blockers (ICBs) in mouse tumor models.<br /><b>Methods:</b> Three syngeneic mouse tumor models (MC38, CT26, and 4T1) were used to determine the antitumor activities of BMS-687681 ± ICBs (anti-PD-1 and/or anti-CTLA-4). BMS-687681 activity was assessed by comparing its effect on tumor growth inhibition (TGI) and on the number of tumor-free (TF) mice to vehicle control following oral dosing alone or in combination with ICBs. Phenotyping of peripheral and tumor-associated immune cell subsets was also conducted to gain mechanistic insight.<br /><b>Results:</b> Modest to significant TGI was observed with BMS-687681 alone. Combination of BMS-687681 with ICBs demonstrated significantly improved antitumor activity relative to either monotherapy, as measured by both TGI and the number of TF mice. TF mice were monitored for > 50 days following the last drug treatment, and the majority of mice showed no tumor recurrences. These mice were then rechallenged with tumor cells, and tumor growth was monitored for > 40 days. Although tumor growth initially increased following rechallenge, these tumors regressed after a week, and mice remained TF thereafter. The mechanistic basis for the antitumor activity of BMS-687681 ± ICBs will be presented.<br /><b>Conclusions:</b> BMS-687681, a potent, selective, and orally active CCR2/5 dual antagonist, demonstrated improved antitumor activity in combination with ICBs relative to monotherapy treatment. These findings support the potential utility of CCR2/5 dual antagonism in combination with ICBs as a novel immunotherapy for cancer.","keywords":"Chemokine receptor;Immunosuppression;CCR2/5;Tumor-associated myeloid and T cells","organ":"Not Applicable","target":"CCR2/5","tumor":"colorectal_breast","sage":"target-tumor","pharma":"pharma","combo":"yes","model":"preclinical xeno"}
