{"ID":"3526","title":"NG-HER2 ADC (PF-06804103) is superior to trastuzumab emtansine in a mouse 'avatar' head-to-head clinical trial","authors":"Matthew S. Sung<sup>1</sup>, Christine Hopf<sup>1</sup>, Erik Upeslacis<sup>1</sup>, Jonathon Golas<sup>1</sup>, Mark Kaplan<sup>1</sup>, Kiran Khandke<sup>1</sup>, Manoj Charati<sup>1</sup>, Frank Kotch<sup>1</sup>, Frank Loganzo<sup>1</sup>, Ken Geles<sup>1</sup>, Judy Lucas<sup>1</sup>, Hans-Peter Gerber<sup>2</sup>, Puja Sapra<sup>1</sup>, Edward Rosfjord<sup>1</sup>. <sup>1</sup>Pfizer Inc., Pearl River, NY; <sup>2</sup>Maverick Therapeutics, Brisbane, CA","presenter":"Matthew Sung","text":"Patient-derived xenografts (PDXs) are resected human tumors engrafted into mice and represent personalized murine ‘avatars’ of those tumors. PDXs are valuable tumor models for drug development since they recapitulate the complexity of the human tumor microenvironment more extensively than cell line xenografts (CLXs). Unlike CLXs, PDXs are never passaged <i>in vitro</i>, and therefore they more faithfully recapitulate native tumor biology and response to therapeutics. Thus, PDXs may more accurately predict clinical activity of therapeutic compounds than traditional CLXs. We are developing a next generation (NG)-HER2 antibody-drug conjugate (ADC), PF-06804103, that employs a proprietary site-specific conjugation technology that chemically links the clinically-validated linker-payload “ValCit-Aur0101” to an anti-HER2 antibody. The site-specific conjugation enables enhanced exposures and reduced off-target toxicities as previously described. We utilized our PDX collection to evaluate the breadth-of-efficacy of PF-06804103 versus trastuzumab emtansine (T-DM1), an FDA-approved ADC for metastatic breast cancer patients with high HER2 expression. Efficient cleavage of the ‘ValCit’ linker and payload release in the early endosome is not impacted by the rapid recycling properties of the HER2 receptor, unlike T-DM1 which requires catabolism in the within the lysosomal milieu to efficiently release its payload. To date, we have enrolled >20 HER2-expressing breast, gastric and non-small cell lung cancer PDXs, with varying low to high HER2 expression levels, in a head-to-head ‘mouse avatar clinical trial’ comparing activity of a single cycle of T-DM1 (6 mg/kg) to PF-06804103 (3 mg/kg). Impressively, PF-06804103 had more durable complete responses and a higher objective response rate (ORR) than T-DM1 (84% vs. 4%), including in low-moderate HER2 expressers. PF-06804103 prolonged median overall survival (OS) of mice with HER2-expressing tumors compared to T-DM1 (100 vs 45 days). Biomarker analysis showed that tumors at all levels of HER2 expression were more likely to receive more benefit with PF-06804103 than T-DM1 (HR < 0.45). By leveraging our novel PDX ‘avatar’ clinic, we were able to demonstrate that PF-06804103 displays superior <i>in vivo</i> breadth-of-efficacy compared to T-DM1.","keywords":"HER-2;Preclinical testing;Targeted drug delivery;Xenografts","organ":"Not Applicable","target":"HER2","tumor":"breast","sage":"target-tumor","pharma":"pharma","combo":"no","model":"preclinical xeno"}
