{"ID":"3534","title":"The TLR7/8 agonist R848 induces antitumor responses and attenuates cachexia in a murine model of pancreatic ductal adenocarcinoma","authors":"Katherine A. Michaelis, Mason A. Norgard, Xinxia Zhu, Peter R. Levasseur, Katherine R. Pelz, Kevin G. Burfeind, Terry K. Morgan, Daniel L. Marks. Oregon Health & Science University, Portland, OR","presenter":"Katherine Michaelis","text":"PURPOSE: With recent advances in immunotherapy, many novel cancer treatments are rapidly entering the clinical arena. However, immunotherapies may differ from traditional chemotherapies in their effects on cachexia and treatment-associated sickness. Cachexia is a common comorbidity of cancer that limits therapeutic options, decreases quality of life, and increases mortality risk. Many chemotherapy agents induce or worsen cachexia by independently causing anorexia, weight loss, muscle wasting, and fatigue. Acute systemic inflammation, an effect of many immunotherapies, results in sickness responses that are typically self-limited in healthy individuals. Whether immunotherapy-associated sickness is self-limited or chronic in the context of cancer, and how cachexia is impacted by immunotherapy, remains unknown.<br />METHODS: We recently found that the TLR7/8 agonist R848 reduces tumor size in mice implanted with epithelial cells from a syngeneic KRAS<sup>G12D/+ </sup>P53<sup>R172H/+</sup> Pdx-Cre (KPC) pancreatic tumor. To assess cachexia outcomes and R848-induced sickness, mice were orthotopically implanted with KPC cells or saline, and 2 days later were randomized to daily IP R848 (10µg) or vehicle until sacrifice (n=5-7/group/experiment, 3 experiments). Mice were tracked for weight, food intake, body composition, and locomotor activity (LMA), with end-stage analysis of tissue mass and gene expression.<br />RESULTS: Initially, KPC-bearing mice treated with R848 developed significant weight gain and ascites, but had a similar degree of anorexia and decreased LMA as vehicle-treated KPC-bearing mice. However, ongoing R848 resulted in subsequent tumor regression, decreased ascites, increased appetite, and increased LMA. At necropsy, KPC-bearing mice treated with R848 had a 50-70% reduction in tumor mass, histologically characterized by lymphocytic infiltrate and germinal centers. Furthermore, R848-treated KPC-bearing mice had improved total lean mass and heart mass; decreased expression of genes related to skeletal and cardiac muscle catabolism (<i>Mafbx, Murf1, Foxo1, Bnip3, Gabarapl, Ctsl</i>) and hepatic acute phase reactants (<i>Orm1, Apcs</i>); a trend toward decreased CNS inflammatory gene expression (<i>Selp, Il1r1</i>); and unchanged brown adipose tissue thermogenic gene expression (<i>Ucp1</i>). In sham-operated mice, R848 resulted in self-limited anorexia and weight loss, without muscle wasting or decreased LMA. Current work is underway to elucidate tumor intrinsic and tumor extrinsic mechanisms of R848 in this model.<br />SUMMARY: These studies show that R848 does not independently cause sustained sickness, and in a murine model of pancreatic cancer, can induce antitumor responses and improve cachexia outcomes. This represents a key difference from many cytotoxic chemotherapies and suggests immunotherapy approaches may be useful in the treatment of cachexia-associated malignancies.","keywords":"Cachexia;Immunotherapy;TLR7;Mouse models","organ":"Pancreatic cancer","target":"TLR7/8","tumor":"pancreatic","sage":"target-tumor","pharma":"academia","combo":"no","model":"preclinical xeno"}
