{"ID":"3537","title":"Interference of PD-1 and PD-L1 interaction with small-molecule inhibitors enhances the efficacy of tumor-specific CTLs","authors":"Priscilla S. Redd<sup>1</sup>, Chunwan Lu<sup>1</sup>, David Ostrov<sup>2</sup>, Iryna Lebedyeva<sup>1</sup>, Kebin Liu<sup>1</sup>. <sup>1</sup>Augusta University, Augusta, GA; <sup>2</sup>University of Florida, Gainesville, FL","presenter":"Priscilla Redd","text":"Programmed cell death-1 (PD-1) is an immunosuppressive receptor expressed on T cells upon activation. Once interacting with its ligands, programmed death ligand-1 (PD-L1), the PD-1:PD-L pathway curbs T cell activation and thereby serves as a natural protection mechanism against autoimmunity. However, this pathway has been hijacked by cancer cells in order to evade the immune system. In fact, PD-L1 is commonly overexpressed on the surface of tumor cells as well as other cells in the tumor microenvironment, such as myeloid-derived suppressor cells. This interface has already been recognized as an effective target for cancer therapy. Blocking the PD-1:PD-L axis would unleash T cells from suppression to maintain their effector function against tumor cells. At least two anti-PD-1 and three anti-PD-L1 blocking antibodies have been approved for human cancer immunotherapy. However, these drugs are only successful in a small number of cancers. Therefore, developing inhibitors that block this axis more effectively and have a wider scale of impact is necessary. We used a molecular docking model and performed virtual chemical library screening to identify small molecule inhibitors of PD-1 and PD-L1 interactions. To this end, we have identified 175 PD-L1 small molecule inhibitors. Functional assays were established with the 4T1 murine breast cancer cell line and a tumor-specific murine T cell line in the presence or absence of the PD-L1 small molecule inhibitors to test if these small molecule PD-L1 inhibitors can increase T cell killing of tumor cells. Cell viability assays were also done to test the toxicity of these inhibitors on tumor cells in the absence of T cells. From these studies, we have identified ten novel PD-L1 small molecule inhibitors that can significantly increase the lytic activity of the tumor-specific cytotoxic T lymphocytes (CTLs) to kill 4T1 tumor cells. These ten PD-L1 small molecule inhibitors show little to no cytotoxicity to 4T1 tumor cells in the absence of the antigen-specific T cells, suggesting that these small molecule inhibitors themselves are not cytotoxic, and therefore are potentially safe as therapeutic agents. These proof of concept studies indicate that these small molecule inhibitors are potentially potent agents for blocking PD-1 and PD-L1 interaction in cancer immunotherapy.","keywords":"Cytotoxic T lymphocytes;Small molecule inhibitor;Immunotherapy;PD-L1","organ":"Breast cancer","target":"PD1/L1","tumor":"breast","sage":"drug","pharma":"academia","combo":"no","model":"preclinical xeno"}
