{"ID":"3556","title":"Discovery and optimization of potent and selective inhibitors of USP7 to enhance anti-tumor immunity and target tumor growth","authors":"Betty Abraham, Lavanya Adusumilli, Berenger Biannic, Delia Bradford, Martin Brovarney, David Chian, Gene Cutler, Xinping Han, Dennis Hu, Scott Jacobson, Sherra Johnson, Paul Kassner, Deepika Kaveri, John Ketcham, Andrea Kim, Paul Leger, Lisa Marshall, Sachie Marubayashi, Jack Maung, Jenny McKinnell, Cesar Meleza, Yamini Ohol, Akinori Okano, Leanne Peiser, Deepa Pookot, Payal Rana, Jacob Schwarz, Nick Shah, Grant Shibuya, Michael Sun, Silpa Suthram, Oezcan Talay, Angela Wadsworth, David Wustrow, Kyle Young, Andrew Napper. FLX Bio, Inc., South San Francisco, CA","presenter":"Paul Kassner","text":"USP7 is a deubiquitinase (DUB) that has attracted much attention recently due to its multiple roles in promoting cancer progression. By removal of ubiquitin from protein substrates, USP7 stabilizes oncogenes such as MDM2 and Myc, destabilizes and inactivates the key tumor suppressors p53 and PTEN, and imparts resistance to DNA-damaging chemotherapy by enhancing DNA repair responses. USP7 plays an important role in suppression of immune responses in the tumor microenvironment by stabilizing the transcription factor FOXP3 and thereby enhancing the suppressive function of regulatory T cells. Thus, inhibition of USP7 is an appealing therapeutic strategy because it has the potential to impact important oncology targets such as transcription factors that have been widely viewed as undruggable. We employed structure-based and other medicinal chemistry techniques to enable the design of potent and selective USP7 inhibitors. Using a high-throughput assay of DUB activity employing rhodamine-labeled ubiquitin, we optimized several series of reversible USP7 inhibitors to sub-100 pM potency and selectivity of >10,000-fold over all other DUBs. Cellular activity was demonstrated using a luciferase reporter gene assay of p53 activation, revealing compounds with EC<sub>50</sub> values ranging down to 20 nM. To assess the role of USP7 inhibition in enhancement of immune responses, we determined relief of suppression of effector T cells in vitro. Effector T cells (CD8+) were co-cultured with regulatory T cells (CD4+ FOXP3+) and antigen-presenting cells for 4 days, after which CD8+ cell proliferation was determined by flow cytometry. Treatment with USP7 inhibitors during co-culture resulted in relief of regulatory T cell suppression of CD8+ cell proliferation. In vivo enhancement of immune responses was assessed in rodent models of inflammation and tumor growth. Direct effects on tumor cell growth and viability were explored by profiling cytotoxicity of USP7 inhibitors as single agents and in combination with chemotherapeutic agents in a broad range of cancer cell lines. In preparation for future clinical development, compounds were modified to obtain desirable in vitro and in vivo ADME and toxicity profiles. Following extensive pre-clinical optimization, we have in hand orally bioavailable compounds with high permeability, low clearance, and minimal off-target activity.","keywords":"Tumor immunity;Regulatory T cell;Deubiquitinase inhibitor;p53","organ":"Not Applicable","target":"USP7","tumor":"NA","sage":"drug","pharma":"pharma","combo":"yes","model":"preclinical in vitro"}
