{"ID":"3562","title":"Anti-tubulin antibody drug conjugates potentiate venetoclax activity in non-Hodgkin lymphoma by targeting MCL-1","authors":"Dhara N. Amin, Jason Oeh, Anuradha Zindal, Lisa Musick, Jamie Hirata, Mehrdad Mobasher, Andy Polson, Deepak Sampath, Ingrid E. Wertz. Genentech, South San Francisco, CA","presenter":"Dhara Amin","text":"Venetoclax, a potent, orally bioavailable inhibitor that selectively targets BCL-2 and induces intrinsic apoptosis, is currently approved for the treatment of relapsed/refractory chronic lymphocytic leukemia with 17p deletion (R/R 17p del CLL) and also has profound efficacy in broad R/R CLL as a single agent or in combination with obinutuzumab (anti-CD20 antibody). However, evidence of robust efficacy by venetoclax as a single agent in certain subtypes of non-Hodgkin lymphoma (NHL) has been limited. For example, diffuse large B-Cell lymphoma (DLBCL) is the most common sub-type of NHL, yet the overall response rate of DLBCL patients to venetoclax was 18% in contrast to 61% in other NHL sub-types. It has been proposed that expression of other pro-survival BCL-2 family members may limit single-agent venetoclax efficacy and is thus considered a potential major resistance factor. To this end, we have observed that low sensitivity to venetoclax monotherapy is correlated with MCL-1 expression in NHL cell lines. We have previously reported that anti-tubulin agents promote MCL-1 degradation. Given that polatuzumab vedotin is a novel antibody drug conjugate targeted to CD79b and delivers an auristatin anti-tubulin agent, we hypothesized that combining polatuzumab with venetoclax presents a mechanism-driven combination strategy for maximizing anti-tumor responses in NHL. In NHL patients, both polatuzumab vedotin and venetoclax have acceptable and non-overlapping toxicities and the combination of both drugs may provide an improved therapeutic index relative to conventional chemotherapy. Here, we demonstrate that polatuzumab vedotin synergizes with venetoclax both <i>in vitro</i> and <i>in vivo</i>. Mechanistically, the combination of both drugs promotes apoptosis in NHL cell lines as indicated by caspase 3/7 activation and dependence on BAX/BAK expression, and decreases MCL-1 protein levels. Furthermore, the combination of venetoclax with polatuzumab vedotin is more efficacious in vitro than the combination of venetoclax with a selective MCL-1 small molecule inhibitor (AMG 176). The combination of polatuzumab vedotin with venetoclax results in durable tumor regressions in diffuse large B-cell and mantle cell lymphoma xenograft models at tolerated doses and is more efficacious than the combination of venetoclax plus bendamustine, a standard chemotherapeutic agent. Based on our pre-clinical data and the strong mechanistic rationale, a drug combination regimen of venetoclax with polatuzumab vedotin and obinutuzumab is currently being evaluated in Phase1b clinical trials in R/R FL and DLBCL (ClinicalTrials.gov identifier NCT02611323).","keywords":"Bcl-2 protein family;venetoclax;Lymphoma: non-Hodgkin's lymphoma;antibody drug conjugates","organ":"Lymphoma: non-Hodgkin's lymphoma","target":"CD79b","tumor":"lymphoma","sage":"target-tumor","pharma":"pharma","combo":"yes","model":"preclinical xeno"}
