{"ID":"3699","title":"Novel, heterocyclic small molecule inhibitors of PD-1 and PD-L1 pathway","authors":"Sivanandhan Dhanalakshmi<sup>1</sup>, Shivani Garapaty<sup>1</sup>, Chandregowda Venkateshappa<sup>1</sup>, Guru Pavan Seerapu<sup>1</sup>, Reshma Das<sup>1</sup>, Pradeep Nagaraj<sup>1</sup>, Ronodip Kar<sup>1</sup>, Anuj Kumar Singh<sup>1</sup>, Venkatesha Ashokkumar Venkatesubbiah<sup>1</sup>, Ramakishore VP Putta<sup>1</sup>, Muralidhar Pendyala<sup>1</sup>, Girisha Lokesh<sup>1</sup>, Hari Madaka<sup>1</sup>, Harikrishna Reddy Thummuru<sup>1</sup>, Shikas AP<sup>2</sup>, Prateeksha Anchan<sup>1</sup>, Prathima Bhat<sup>1</sup>, Rudresha G<sup>1</sup>, Mohd Zainuddin<sup>1</sup>, Krishnakumar V<sup>1</sup>, Ramachandraiah Gosu<sup>1</sup>, Rajendra Kristam<sup>1</sup>, Jeyaraj DA<sup>1</sup>, Sriram Rajagopal<sup>1</sup>. <sup>1</sup>Jubilant Biosys Ltd., Bangalore, India; <sup>2</sup>Jubilant Biosys Ltd., Bengaluru, India","presenter":"Sivanandhan Dhanalakshmi","text":"The PD-1/PD-L1 molecular pathway is one of the primary mechanisms of immune evasion deployed by cancer cells. Induction of PD-L1 expression on cancer cells is associated with inhibition of immune responses against cancer, thus permitting cancer progression and metastasis. Activation of PD-1/PD-L1 pathway induces apoptosis of activated T-cells, inhibits their proliferation, facilitates T-cell anergy and exhaustion and enhances the function of regulator T-cells. Therefore, blocking this pathway restores the proliferation and cytotoxicity of CTLs, inhibits the function of Tregs and results in decreased T-cell apoptosis. A number of cancer immunotherapy agents targeting PD-1/PD-L1 have been developed and approved for a number of malignancies (PD-1: Nivolumab, Pembrolizumab, PD-L1: Atezolizumab, Avelumab, Durvalumab). However, there is a still a need for potent, selective small molecule inhibitors of the PD-1/PD-L1 pathway. The approved therapies require bolus intravenous injections, are administered in high dose and have a long half life. The long residence time of these mAbs could contribute to the well-documented drug-related adverse effects. Small molecule inhibitors, therefore, can provide increased oral bioavailability, increased bio-efficiency and shorted half life activity for a more controllable treatment, particular in the case of auto-immune or other adverse effects. Rational and structure guided <i>de novo</i> design approaches were used to design novel small molecule PD-1/PD-L1 pathway inhibitors; potency of these inhibitors was assessed in an <i>in-vitro</i> TR-FRET assay. Checkpoints signaling reporter assays as well as ex-vivo co-culture assays were used to assess the ability of the compounds to restore T-cell proliferation and function. Three novel chemical series as potent PD-1/PD-L1 pathway inhibitors are being developed for the treatment of cancer. Compounds from these series showed strong <i>in vitro</i> potency of 0.01 to 0.2 µM against PD-1/PD-L1. JBI-426 exhibited an IC<sub>50</sub> of 0.04 µM and no cytotoxicity against cancer cell proliferation <i>per se</i>. JBI-426 showed good <i>in vitro</i> ADME properties in terms of aqueous solubility, metabolic stability, permeability and excellent oral bioavailability in mouse pharmacokinetics. In a RENCA syngeneic model, oral administration of JBI-426 at 50 mg/kg resulted in a strong tumor growth inhibition, comparable (or better) than the PD-L1 mAb, and was well tolerated. The effect of JBI-426 on tumor infiltrating lymphocytes was also assessed; a significant increase in CD8+ cytotoxic lymphocytes was observed. Further studies to assess additional compounds from the three chemical series are underway. The oral administration route of these PD-1/PD-L1 inhibitors would provide an attractive alternate to the currently available antibodies in treating cancer either as a stand-alone therapy or in combination with other immuno-modulatory agents, as well as other standard of care agents.","keywords":"Immunomodulation;Small molecule inhibitor","organ":"Not Applicable","target":"PD1/L1","tumor":"renal","sage":"drug","pharma":"pharma","combo":"no","model":"preclinical in vitro"}
