{"ID":"3732","title":"NMS-P088, a FLT3-KIT-CSF-1R inhibitor with activity on FLT3 F691L as a novel agent in AML","authors":"Marina Ciomei, Elena Ardini, Gemma Texido, Rachele Alzani, Wilma Pastori, Dario Ballinari, Sabrina Cribioli, Fabio Gasparri, Nilla Avanzi, Daniele Casero, Daniele Donati, Arturo Galvani, Andrea Lombardi Borgia, Antonella Isacchi. Nerviano Medical Sciences, Nerviano, Italy","presenter":"Marina Ciomei","text":"FLT3, KIT and CSF1R are members of the class III receptor tyrosine kinase family, characterized by an autoinhibitory juxtamembrane (JM) domain that docks within the kinase domain to stabilize a catalytically inactive conformation. Activating rearrangements of the JM domain of FLT3 (FLT3-ITD) occur in 20-25% of AML and represent a driver of disease and a negative prognostic factor. Another 5-7% of AML harbours an activating D835 mutation in the activation loop of the kinase domain. Several FLT3 inhibitors, including quizartinib, crenolanib and gilteritinib, are currently in advanced clinical testing. Moreover midostaurin, a multikinase inhibitor with activity on FLT3, has been recently approved in FLT3 mut AML in combination with standard chemotherapy. Unfortunately, the clinical response to FLT3 inhibitors is shortened by the emergence of resistance mutations at critical residues such as D835 and F691, the so called “gatekeeper” residue. F961L mutations have been described to induce resistance to quizartinib, crenolanib and gilteritinib, making F691L an unmet medical need in AML. NMS-P088 is a potent and selective inhibitor of FLT3 and KIT kinases, including variants with both primary and secondary resistance mutations, as well as of CSF1R, with exquisite cellular selectivity for cell lines dependent on these targets. NMS-P088 has remarkable (subnanomolar) activity against the MOLM-13 and MV4-11 AML cell lines harbouring the FLT3-ITD rearrangement. On a panel of BA/F3 cells harbouring FLT3-ITD and its mutant forms NMS-P088 showed high potency and very significant activity on F691L, superior to that of key comparators tested in parallel. In the disseminated MOLM-13 AML model, repeated oral administration of NMS-P088 as single agent was able to significantly increase survival time, and showed synergy with cytarabine. The outstanding in vitro activity of NMS-P088 on BA/F3_FLT3-ITD harbouring the F691L mutation was also confirmed in vivo, with high TGI for NMS-P088, while quizartinib tested in parallel resulted not active. NMS-P088 has activity on CSF1-dependent macrophages both in vitro and in vivo and showed single agent efficacy in a syngeneic tumor model done in immunocompetent mice, with robust reduction of CSF-1R positive intratumoral macrophages, providing a rationale for testing in clinical setting as a modulator of host vs tumor response. GLP toxicity studies revealed good tolerability at efficacious exposures, with no cardiac effects and excellent BBB penetration. Thus NMS-P088, a potent FLT3 inhibitor with activity on the gatekeeper mutation, is a preclinical candidate with potential to address an unmet medical need in AML, both as single agent and in combination, as well as for testing in different solid tumors sensitive to immunomodulation.","keywords":"Leukemias: acute myeloid;FLT3;CSF-1R;NMS-P088","organ":"Leukemias: acute myeloid","target":"CSF1-R","tumor":"NA","sage":"discovery","pharma":"pharma","combo":"no","model":"preclinical xeno"}
