{"ID":"3759","title":"Combination efficacy and safety profile of an orally bioavailable small molecule agent targeting CD47/SIRPα axis","authors":"Girish Daginakatte, Sasikumar Pottayil, Gundala Chennakrishna, Wesley Roy Balasubramanian, Sudarshan Naremaddepalli, Archana Bhumireddy, Sandeep Patil, Kavitha Nellore, Priyabrata Chand, Kiran Aithal, Amit Dhudashiya, Samiulla DS, Rajesh Eswarappa, Murali Ramachandra. Aurigene Discovery Technologies, Bengaluru, India","presenter":"Murali Ramachandra","text":"<b>Introduction: </b>Most of the immunotherapies currently approved in the clinic target immune checkpoint proteins that suppress T-cell responses. There is growing evidence that the innate immune system also plays an important role in the initiation and propagation of enduring antitumor responses. Targeting CD47-SIRPα axis is emerging as one of the promising new immunotherapy approaches that targets innate immune response. A number of clinical trials are in progress to evaluate CD47/SIRPα blocking therapies. Most of these molecules are either anti-CD47 antibodies or SIRPα-Fc recombinant proteins. We are developing a novel small molecule CD47 antagonist, AUR-104, as therapeutic agent for solid and hematalogical cancers. AUR-104 is a CD47 antagonist that disrupts CD47- SIRPα interaction and enhances phagocytosis of tumor cells. AUR-104 exhibits good drug-like properties and demonstrates antitumor activity in several pre-clinical tumor models. Here, we report the anti-tumor efficacy of AUR-104 in combination with tumor specific antibodies in pre-clinical models of cancer and also present the safety profile of AUR-104 in rodents.<br /><b>Materials and Methods:</b> Syngeneic murine tumor models: MC38 colon carcinoma cells were subcutaneously implanted in C57BL/6J mice while A20 B-cell lymphoma cells were implanted in BALB/c mice. Tumor bearing mice were treated with AUR-104 (30 mg/kg, b.i.d, and po) as a single agent or in combination with anti-PD1 antibody (100 µg/animal) or anti-PDL1 antibody (200 µg/animal). Tumor volumes were recorded with calliper’s measurement over period of treatment.<br />A single dose maximum tolerated dose (MTD) study in BALB/c mouse followed by a 14-day repeat dose toxicity study in BALB/c mouse: Adult male and female BALB/c, are dosed with AUR-104 at ascending doses up to the limit dose. End points monitored include clinical observations, toxicokinetic parameters, body weights, food consumption, hematology, clinical pathology investigations, organ weights and histopathology of selected tissues.<br /><b>Results:</b> AUR-104 combination treatment with anti-PD1 antibody significantly enhanced anti-tumor efficacy in MC38 colon carcinoma model. Combination study with anti-PDL1 antibody in A20 tumor model is in progress. Preliminary observations from efficacy studies indicate that AUR-104 combination treatments with antibodies are well tolerated without any signs of toxicity. Advance in vitro safety evaluation and in vivo 14 day repeat day toxicity study in mice are being initiated. In summary, AUR-104 plus anti-PD1 antibody was a well-tolerated drug combination that exhibited a much greater in vivo antitumor response as compared to the single agent treatments. These results demonstrate the therapeutic potential of CD47 antagonist AUR-104 in combination with other tumor specific antibodies for the treatment of cancer.","keywords":"Immunotherapy;Small molecule drugs;Macrophages;Innate immunity","organ":"Not Applicable","target":"CD47_SIRP","tumor":"colorectal_lymphoma","sage":"target-tumor","pharma":"pharma","combo":"yes","model":"preclinical xeno"}
