{"ID":"3767","title":"New approach for old target: W0101 antibody drug conjugate effectively inhibits tumor growth in preclinical models of IGF-1R overexpressing solid tumors","authors":"Barbara Akla<sup>1</sup>, Noureddine Loukili<sup>1</sup>, Alain Robert<sup>1</sup>, Charlotte Beau-Larvor<sup>2</sup>, Martine Malissard<sup>1</sup>, Jean-Francois Haeuw<sup>1</sup>, Alain Beck<sup>1</sup>, Michel Perez<sup>2</sup>, Cyrille Dreyfus<sup>1</sup>, Mariya Pavlyuk<sup>2</sup>, Eric Chetaille<sup>2</sup>, Nathalie Corvaia<sup>1</sup>. <sup>1</sup>Institut de Recherche Pierre Fabre, Saint-Julien-en-Genevois, France; <sup>2</sup>Institut de Recherche Pierre Fabre, Toulouse, France","presenter":"Barbara Akla","text":"Insulin-like growth factor type 1 receptor (IGF-1R) has been recognized for decades for its role in tumorigenesis and growth<sup>1</sup>. In addition, overexpression of this receptor has been largely documented in numerous tumor tissues. However, so far, previous therapeutic approaches based on monoclonal antibodies and tyrosine kinase inhibitors failed to show clinical benefit in the overall patient population<sup>2</sup>. Here we disclose for the first time a novel IGF-1R targeted Antibody Drug Conjugate (ADC), W0101, designed to deliver highly potent cytotoxic drugs selectively to IGF-1R over-expressing tumor cells.<br />The naked antibody for our ADC was selected on the basis of its specific binding properties to IGF-1R compared to insulin receptor (IR), and for its internalization properties.<br />After coupling of a proprietary auristatin derivative to the naked antibody, neither the binding nor the internalization properties of W0101 evaluated by FACS analysis, were modified.<br />Interestingly, the capacity of W0101 to induce cytotoxicity was evaluated <i>in vitro</i> in various cell lines and was demonstrated to be independent of effector functions.<br />Mouse efficacy studies with various doses and schedules of administration were conducted in several models expressing different level of IGF-1Rin order to determine their sensitivity to W0101. The sensitivity of W0101 was correlated to the expression level of IGF-1R evaluated by IHC. And in a 3+ MCF-7 breast cancer model, a single injection of W0101 at 3mg/kg led to more than 90% tumor growth inhibition (TGI), associated with a modulation of the IGF-1R expression on the tumor cells (IHC study).<br />The first in-human trial of W0101 is currently on going to address clinical safety. We believe that W0101 will bring a new therapeutic option for patients that overexpress IGF-IR.<br /><sup>1</sup>Pollak M. Insulin and insulin-like growth factor signaling in neoplasia. Nat Rev Cancer, 2008,8:915-928.<br /><sup>2</sup>Corvaia N, Beck A, Caussanel V, Goetsch L. Insulin-like growth factor receptor type I as a target for cancer therapy. Frontiers in Bioscience, Scholar, 5, 439-450, January 1, 2013","keywords":"Insulin-like growth factor 1 receptor;Antibody drug conjugate;Tumor growth inhibition;Novel anticancer agents","organ":"Not Applicable","target":"IGF-1R","tumor":"multiple","sage":"target-tumor","pharma":"pharma","combo":"no","model":"preclinical xeno"}
