{"ID":"3790","title":"Dual inhibitor of immunokinase and pan-RAF for the treatment of KRAS-mutated cancers","authors":"Sungpyo Hong<sup>1</sup>, Soon Kil Ahn<sup>1</sup>, Ho-Seok Kwon<sup>2</sup>, Yongbin Park<sup>3</sup>, Min-Hyo Ki<sup>3</sup>, Hee Jong Shin<sup>3</sup>. <sup>1</sup>University of Incheon, Incheon, Korea, Republic of; <sup>2</sup>Samjin Pharm. Co. Ltd, Incheon, Korea, Republic of; <sup>3</sup>Samjin Pharm. Co. Ltd., Seongnam, Korea, Republic of","presenter":"Sungpyo Hong","text":"Tumor-associated macrophages (TAMs) represent most of the white blood cell population in solid tumors. TAMs usually display an M2-like phenotype due to signals from the tumor microenvironment, such as IL-10, VEGFA and CSF-1/M-CSF. These anti-inflammatory and pro-tumorigenic macrophages promote tumor growth and metastasis. The presence of TAMs is usually correlated with a poor clinical outcome in cancer patients. Modulation of the immunosuppressive factors within the tumor microenvironment is a key issue in tumor immunology. TAMs subvert the anti-cancer function of tumor-infiltrating T lymphocytes. TAMs also modify the immune cell population within the tumor microenvironment to decrease anti-tumor immune cells while simultaneously increase the immunosuppressive cell population to promote tumorigenesis. As a result, targeting of TAMs may be a promising new approach to cancer treatment.<br />CSF‑1 is the crucial growth and differentiation factor for macrophage and CSF‑1R is exclusively expressed by cells of the monocyte lineage, suggesting that CSF‑1R is an attractive therapeutic target to enable interference with TAMs.<br />In preclinical models, macrophage depletion by CSF-1R inhibitor increased the antitumor effects of VEGF-targeted therapies. Furthermore, failure of antiangiogenic therapy is caused by the pro-angiogenic Tie2-expressing monocytes infiltrating tumor tissues. These data provide the rationale for the combination of antiangiogenic drugs with macrophage targeting strategies to increase the therapeutic efficacy and to prevent drug resistance.<br />Therefore, we tried to find inhibitors of immunokinase using structure-based molecular modeling and identified a selective inhibitor, SJP-1601. SJP-1601 potentially inhibited CSF‑1R, Tie2, and VEGFR2 in vitro kinase assay. Interestingly, SJP-1601 also inhibited B-RAF, C-RAF and B-RAF V600E in kinase panel assay. We orally administered SJP-1601 in colorectal cancer xenografts with mutant K-RAS and observed the dose-dependent reduction of tumor volume. In addition, oral administration of SJP-1601 attenuated tumor growth correlated with enriched CD8<sup>+</sup> T cells and decreased regulatory T cells in tumor stroma in BALB/c mice bearing 4T1 tumor cells or C57BL/6 mice bearing MC38 tumor cells. These data confirmed the preclinical merit of CSF1-CSF1R signaling blockade alone or as a part of combinatorial therapies to offer synergistic immunotherapeutic effects in treatments of human cancer.<br />In this study, we discovered an orally active dual inhibitor of immunokinase & pan-RAF. SJP-1601 not only improved the efficacy of adoptive T cell therapy through inhibition of immunosuppressive macrophage recruitment and activation in immunocompetent mice but also potentiated the response of xenograft with mutant KRAS by preventing pan-RAF. Our findings suggest that SJP-1601 could be an excellent preclinical candidate for the treatment of cancer with mutant K-RAS.","keywords":"Immunotherapy;M-CSF;Macrophages;RAF kinase","organ":"Gastrointestinal cancers: colorectal","target":"CSF1-R","tumor":"colorectal_breast","sage":"target-tumor","pharma":"academia","combo":"yes","model":"preclinical xeno"}
