{"ID":"3846","title":"Smac mimetics APG-1387 synergizes with immune checkpoint inhibitors in preclinical models","authors":"Wen Tao<sup>1</sup>, Douglas D. Fang<sup>2</sup>, Guangfeng Wang<sup>2</sup>, Miaoyi Wu<sup>2</sup>, Yingfeng Li<sup>2</sup>, Keji Lian<sup>2</sup>, Dingxiong Cheng<sup>2</sup>, Yanhui Kong<sup>2</sup>, Guoqin Zhai<sup>2</sup>, Ming Guo<sup>2</sup>, Shaomeng Wang<sup>3</sup>, Dajun Yang<sup>2</sup>, Yifan Zhai<sup>2</sup>. <sup>1</sup>Sun Yat-Sen University Cancer Center, Guangzhou, China; <sup>2</sup>Ascentage Pharma Group Corp., Limited, Suzhou, China; <sup>3</sup>University of Michigan, Ann Arbor, MI","presenter":"Yifan Zhai","text":"APG-1387 is a novel, SMAC-mimetic, small molecule inhibitor for inhibitor of apoptosis proteins (IAPs). IAPs are a class of proteins which negatively regulate caspases and apoptosis. The IAP proteins are frequently dysregulated in many cancers and have been suggested as contributing to apoptosis-resistance of cancer cells to a variety of anticancer drugs. DNA amplification of the cellular IAP-1 (cIAP-1) and cellular IAP-2 (cIAP-2) genes (<i>BIRC2</i> and <i>BIRC3</i>, respectively) has been observed in various human cancer types, including lung cancer, pancreatic cancer, and liver carcinoma. Dysregulation of IAP proteins has also been frequently observed at the protein level in multiple cancer cell lines and tumor samples. IAPs contribute to tumor cell survival, chemo-resistance, disease progression, and poor prognosis. In addition, IAPs play an important role in immune regulation. For example, IAPs regulate ubiquitin (Ub)-dependent pathways that modulate innate immune signaling via activation of nuclear factor κB (NF-κB). Due to their significant biological functions in cell death and immune responses, IAPs have been emerging as drug targets in a wide range of malignancies. Several IAP inhibitors have been developed and their clinical benefits are currently in investigation in multiple clinical trials in both single agent and combination regimen with immune checkpoint inhibitors. APG-1387 has been developed as a novel drug candidate targeting IAPs. Mechanistically, in both cancer cells and xenograft tumors, APG-1387 induces degradation of cIAP-1 and XIAP proteins, as well as caspase-3 activation and PARP cleavage, which leads to apoptosis. Anti-proliferative and anti-tumor activities of APG-1387 have been well demonstrated in a panel of cancer cell lines and xenograft tumor models. In this study, we explored the synergistic effect of APG-1387 in combination therapy with immune checkpoint inhibitors. We found that APG-1387 enhanced human PBMC co-stimulation of anti-CD3 and anti-CD28, and T cell proliferation <i>in vitro</i>. In syngeneic tumor tissues, the combination treatment with APG-1387 and anti-PD-1 antibody led to an increase in CD3+ and CD8+ T cell populations and a decrease in Treg cell population. Synergistic effect of the combination was further demonstrated in syngeneic tumor models. Taken together, our results suggest that the treatment with APG-1387 may enhance the effect of anti-PD-1 antibody therapy. Consequently, APG-1387 has been approved by FDA for phase I clinical trials as single agent and in combination with anti-PD-1 antibody in solid tumors.","keywords":"IAP;Checkpoint;Immunotherapy","organ":"Not Applicable","target":"IAP","tumor":"NA","sage":"drug","pharma":"pharma","combo":"yes","model":"preclinical xeno"}
