{"ID":"3971","title":"Head-to-head comparison of ADC and SMDC products, alone and in combination with antibody-IL2 fusion proteins","authors":"Samuele Cazzamalli<sup>1</sup>, Alberto Dal Corso<sup>2</sup>, Fontaine Widmayer<sup>2</sup>, Dario Neri<sup>2</sup>. <sup>1</sup>Philochem AG, Otelfingen, Switzerland; <sup>2</sup>Swiss Federal Institute of Technology, Zurich, Switzerland","presenter":"Samuele Cazzamalli","text":"In an attempt to improve the therapeutic index of cancer chemotherapy, monoclonal antibodies and small organic ligands have been proposed as delivery vehicles, allowing the construction of antibody-drug conjugates (ADCs) and of small molecule-drug conjugates (SMDCs). Four ADC products have gained marketing authorization for cancer therapy, while SMDCs are still being investigated in clinical trials. SMDCs could in principle offer certain advantages compared to ADCs, such as a more rapid and uniform diffusion into the tumor mass, lower cost-of-goods and lack of immunogenicity, but a direct head-to-head comparison has not yet been reported.<br />Here we describe a novel small molecule-drug conjugate, based on a high-affinity ligand specific to carbonic anhydrase IX. The product features a peptide linker, suitable for cleavage in the tumor extracellular environment, and monomethyl auristatin E as cytotoxic payload. We compared the therapeutic efficacy of the novel SMDC and of an anti-CAIX ADC, which were injected at equimolar doses in nude mice bearing SKRC-52 renal cell carcinoma xenografts. Both products showed a potent anti-cancer activity, although no complete tumor eradication was observed. Instead, when the SMDC was administered together with L19-IL2 (a clinical-stage fusion protein capable of delivering interleukin-2 to the tumor neo-vasculature), all treated mice in the combination group could be rendered tumor-free, in a process which favored the influx of natural killer cells into the tumor mass. The combination of L19-IL2 and the new small molecule-drug conjugate also eradicated cancer in 100% of immunocompetent mice, bearing subcutaneously-grafted CT26 colorectal cancer cells, which stably expressed carbonic anhydrase IX. These findings may be of clinical significance, since carbonic anhydrase IX is over-expressed in the majority of clear-cell renal cell carcinomas and in approximately 30% of colorectal cancers. The targeted delivery of interleukin-2 helps potentiate the action of targeted cytotoxics leading to cancer eradication in models that cannot be cured by conventional chemotherapy.<i> </i>","keywords":"Combination studies;Tumor Targeting;Targeted Cytotoxics;Immunocytokines","organ":"Not Applicable","target":"CAIX","tumor":"renal","sage":"target-tumor","pharma":"pharma","combo":"yes","model":"preclinical xeno"}
