{"ID":"4020","title":"PD-L1 antibody drug conjugate for cancer immune-chemo combination therapy","authors":"Samaresh Sau, Alex Petrovici, Hashem Alsaab, Arun K. Iyer. Wayne State University, Detroit, MI","presenter":"Samaresh Sau","text":"Antibody drug conjugates (ADCs) are a new form of targeted therapy to cancer, consisting of an antibody, a conditionally stable linker, and a cytotoxic drug. Immune checkpoint molecule, such as programmed death ligand-1 (PD-L1) overexpressed in various solid tumors including triple negative breast cancer (TNBC) and non-small cell lung cancer (NSCLC) and it has a crucial role in tumor immune evasion. Blocking the interaction between PD-L1 and PD-1 (programmed death-1 receptor) resurrects tumor immune surveillance, resulting CD8+ cytotoxic T cells activation to attack the tumor cells. This is an emerging anticancer mechanism and more than four antibody inhibitors have been recently FDA approved against PD-1 or PD-L1 biomarker. Targeting PD-L1 in TNBC and NSCLC is an excellent approach for tumor immunotherapy. However, the major challenges of anti-PD-L1 therapy (Atezolizumab) are (i) the transient expression of PD-L1 in tumor microenvironment, (ii) development of anti-PD-L1 resistance, (iii) difficulty of tumor stroma penetration that retard its clinical outcome. To overcome these challenges, we chemically conjugated Atezolizumab (ATZ) with potent chemotherapeutic payload, such as Doxorubicin (Dox) through polyethylene glycol (PEG) linkers. The role of Dox is to break the tumor stroma so that PD-L1 antibody can penetrate to the core of the tumor. Introduction of PEG-linker with high molecular weight ATZ (155 kD) has drastically improved the solubility of ADC and successful chemical conjugation of between ATZ and PEG-Dox was evaluated by MALDI-TOF analysis. Our data has revealed significantly tumor cell killing effect and induction of apoptosis in PD-L1-Dox treated MDA-MB-231 cells. The near infrared imaging of PD-L1 dye conjugate in TNBC and NSCLC patient derived xenograft (PDx) supports the selective tumor targetability. Based on the synergistic anticancer effect and selective tumor targetability demonstrated in this study build a strong rational of using PD-L1 ADC approach for cancer immune-chemo therapy and diagnosis.","keywords":"Checkpoint;Antibody;Imaging;Immunotherapy","organ":"Not Applicable","target":"PD-L1","tumor":"tnbc_lung","sage":"target-tumor","pharma":"academia","combo":"no","model":"preclinical xeno"}
