{"ID":"4151","title":"Preclinical characterization of GSK532, a novel STING agonist with potent anti-tumor activity","authors":"Jingsong Yang, Michael Adam, Jim Clemens, Katrina Creech, Jess Schneck, Kishore Pasikanti, Jean-Luc Tran, Devika Joglekar, Chris Hopson, Scott Pesiridis, Joshi Ramanjulu, Yiqian Lian, Jerry L. Adams, James Smothers, Axel Hoos. GlaxoSmithKline, Collegeville, PA","presenter":"Jingsong Yang","text":"The cGAS-STING pathway is the major cytosolic DNA sensing pathway to induce downstream innate immune responses against viral infection as well as tumorigenesis. Recently it has been demonstrated that cGAS-STING pathway takes central stage in the immune sensing of tumor. STING activation induces the production of type I interferons (IFNα and β) and pro-inflammatory cytokines that collectively stimulate tumor antigen cross presentation to CD8 T cells and primes the adaptive immune response against tumor. In order to evaluate the potential of STING agonism to activate the anti-tumor immune response, we developed GSK532, a novel cyclic dinucleotide (CDN). Unlike cGAMP, the endogenous CDN ligand for STING, GSK532 potently activates STING both <i>in vitro</i> and <i>in vivo</i>. <i>In vitro</i> functional assays demonstrated the ability of GSK532 to induce cytokine responses in a panel of human PBMC samples with various STING haplotypes. Furthermore, GSK532 was shown to activate STING orthologs from preclinical species including cyno, minipig, dog, rat and mice. GSK532 demonstrated high stability in human whole blood with minimal degradation observed over 52 hrs. When dosed intratumorally, GSK532 induced a strong anti-tumor effect in the CT26 murine syngeneic model in both the injected (primary) and uninjected (distal) tumors. The cured mice were resistant to rechallenge with same tumor cell line indicating the involvement of an adaptive immune response. Further evidence of the development of anti-tumor adaptive immune response comes from the observation that the efficacy of GSK532 was significantly attenuated when CD8+ T cells were depleted in the murine model. Consistent with the anti-tumor efficacy, pharmacokinetic analysis demonstrated high exposure and long retention of GSK532 in both injected and distal tumors and pharmacodynamic studies showed induction of IFNβ and several inflammatory cytokines (TNFα, IL-6, etc) in both tumors. Currently, GSK532 is being progressed towards clinical investigation. All studies were conducted in accordance with the GSK Policy on the Care, Welfare and Treatment of Laboratory Animals and were reviewed the Institutional Animal Care and Use Committee either at GSK or by the ethical review process at the institution where the work was performed.","keywords":"Cancer immunotherapy;Immunostimulation;Antigen presentation;Interferons","organ":"Not Applicable","target":"STING","tumor":"colorectal","sage":"drug","pharma":"pharma","combo":"no","model":"preclinical xeno"}
