{"ID":"4350","title":"Evaluation of endoglin/CD105 as a tumor vasculature target with antibody drug conjugates","authors":"Rui Wu, Cristina Gavrilescu, Yimao Liu, Valerie Chamberlain Santos, Katharine C. Lai, Luke Harris, Prerak Shah, Kerry Donahue, Ravi Chari, Richard Gregory, Thomas Chittenden, Cynthia Guidi, Thomas A. Keating. ImmunoGen inc., Waltham, MA","presenter":"Rui Wu","text":"<b>Purpose: </b>Solid<b> </b>tumor<b> </b>growth and metastasis requires continuous formation of new blood vessels. Endoglin/CD105 is a well-acknowledged endothelial cell proliferation marker, which is strongly expressed in tumor-associated vasculature. Vasculature targeting agents induce their anti-tumor effects through selective damage to the vasculature and reduction of tumor blood perfusion. Here, we evaluated endoglin as a potential vascular target for antibody-drug conjugate (ADC) therapy. Anti-endoglin ADCs were prepared with two classes of potent cytotoxic payloads, using either the microtubule disrupting maytansine derivatives DM1 and DM4, or the highly potent indolinobenzodiazepine DNA-alkylating payload DGN549. The pharmacokinetics, safety, and anti-tumor activities of the anti-endoglin ADCs were evaluated in rats.<br /><b>Experimental Design: </b>Humanized monoclonal antibodies against endoglin were generated and screened for binding to both human and rat endoglin. Payloads were conjugated to the lead antibody through lysine residues. Binding and cytotoxicity of ADCs were tested <i>in vitro</i> on human umbilical vein endothelial cells (HUVECs). The antibody was administered to Sprague Dawley rats, and the circulation half-life determined by ELISA of the plasma samples. <i>In vivo</i> efficacy of anti-endoglin-DM and anti-endoglin-DGN549 ADCs were tested in multiple xenograft tumor models in Taconic female rnu/rnu rats.<br /><b>Results: </b>A humanized anti-endoglin antibody, huRH105, which binds to both human and rat endoglin with high affinity was generated. The pharmacokinetic profile of huRH105 in rat demonstrated dose-dependency with the low dose (0.5 mg/kg) cohort having a high plasma clearance rate. ADCs of huRH105 were prepared with three different payloads: DM1, DM4 and DGN549. All three ADCs bound with similar sub-nanomolar affinity to endoglin-expressing HUVEC cells, and exhibited potent specific cytotoxicity against these cells <i>in vitro</i>. huRH105-SMCC-DM1 was tolerated at a single dose of 10-20 mg/kg in rats, with no discernable impact on body weight. This ADC displayed only modest anti-tumor activity against human A2780 ovarian tumor xenografts at 5 mg/kg in rats. To identify optimal drug linkers for more potent anti-tumor activity, two other ADC constructs, huRH105-sSPDB-DM4 and huRH105-DGN549 were evaluated against A2780 tumor xenografts grown subcutaneously. huRH105-sSPDB-DM4 was not active at 5 mg/kg; huRH105-DGN549 displayed modest anti-tumor activity at 0.33 mg/kg, eliciting tumor growth delay without notable toxicities.<br /><b>Conclusion: </b>Endoglin targeted ADCs, huRH105-DM and huRH105-DGN549 conjugates were prepared and evaluated for their <i>in vitro</i> cytotoxicity and <i>in vivo</i> anti-tumor activity/tolerability. The ADCs exhibited modest anti-tumor activity and therapeutic indices in rat models.","keywords":"Vascular targeting;anti-endoglin ADC;Antitumor effect","organ":"Not Applicable","target":"endoglin","tumor":"ovary","sage":"target-tumor","pharma":"academia","combo":"no","model":"preclinical xeno"}
