{"ID":"4503","title":"Impact of IDO inhibitor on tryptophan and kynurenine pathway reflected in the tumor microenvironment and highlighted using quantitative mass spectrometry imaging","authors":"Lauranne Poncelet<sup>1</sup>, Rima Ait-Belkacem<sup>1</sup>, Bruno Gomes<sup>2</sup>, Stefan Linehan<sup>3</sup>, Gregory Hamm<sup>1</sup>, Jonathan Stauber<sup>1</sup>. <sup>1</sup>Imabiotech, Loos, France; <sup>2</sup>Roche, Basel, Switzerland; <sup>3</sup>Imabiotech, Billerica, MA","presenter":"Lauranne Poncelet","text":"<b><u>Introduction: </u></b> Indoleamine-2,3-dioxygenase (IDO1) is an enzyme which converts tryptophan (Trp) into kynurenine (Kyn) in many cell types. IDO1 has a critical role in immunosuppressive mechanisms that permit tumor cells to escape the immune system when Trp and Kyn level decrease and increase in the microenvironment, respectively. Therefore, IDO1 has been one of the first targets that have really been purposed for immuno-oncology (I-O) applications and immunotherapies development. A potent and selective IDO1 inhibitor such as Epacadostat (EPA) can significantly enhance the antitumor activity by restoring the body’s natural ability to recognize and to fight cancer. In this study, using quantitative mass spectrometry imaging (QMSI, we went further than only quantifying the metabolites and the drug. Both target exposure and engagement studies were handled in CT26 mouse tumor model, plasma and whole blood.<br /><b><u>Methods: </u></b> Undifferentiated colon carcinoma CT26 cell line was implanted into mice. Tumors, plasma and blood were sampled from two groups: one treated group (3 mice, 100mg/Kg of EPA 2 hours before sampling), and one control group of 2 mice. All samples were stored at -80°C until use. 1,5-diaminonaphthalene (1,5-DAN) matrix mixed to internal standards was sprayed onto tumor tissue sections of 10 µm thickness using the automatic TM Sprayer (HTX Technologies, LLC) prior analysis. Data acquisition was performed using 7T MALDI-FTICR (SolariX XR, Bruker Daltonics) at 120 µm spatial resolution in full scan negative mode. Acquired data were treated with Multimaging<sup>TM</sup> software (ImaBiotech). Histological staining was applied afterwards. Quantitative results of Trp, Kyn and EPA in whole tumors, plasma and blood were then confirmed by LC-MS/MS analysis.<br /><b><u>Results: </u></b> Using both QMSI and LC-MS/MS technologies, quantification was realized for the two endogenous metabolites and the drug. Thus, using a potent and selective IDO1 inhibitor, EPA, CT26 model validation was possible. As expected, a decrease of Kyn/Trp ratio was noticed in treated CT26 tumors (-24%), plasma (-57%) and blood (-45%) compared to control samples. By inhibiting IDO1 and decreasing Kyn in tumor cells, EPA increases and restores the proliferation, activation and regulation of various immune cells. This promoted infiltration of active immune cells into the tumor microenvironment is an important feature of many immunotherapies. It is marked by glycolysis signatures and adenosine-inosine metabolism.","keywords":"Mass spectrometry;Mass spectrometry;Drug delivery","organ":"Not Applicable","target":"IDO1","tumor":"colorectal","sage":"target-tumor","pharma":"pharma","combo":"no","model":"preclinical xeno"}
