{"ID":"4532","title":"Preclinical evaluation of an anti-PSMA antibody-targeted amanitin conjugate (ATAC)","authors":"Anikó Pálfi, Christian Breunig, Torsten Hechler, Christoph Müller, Christian Lutz, Andreas Pahl, Michael Kulke. Heidelberg Pharma Research GmbH, Ladenburg, Germany","presenter":"Michael Kulke","text":"Background:<br />ATACs (antibody-targeted Amanitin conjugates) comprise a new class of antibody-drug conjugates using Amanitin as toxic payload. Amanitin binds to the eukaryotic RNA pol II and thereby inhibits the cellular transcription process at very low concentrations. In the current study, <i>in vitro</i> and <i>in vivo</i> data of an ATAC targeting PSMA (prostate specific membrane antigen) are presented. PSMA is predominantly expressed on malignant prostate cells in prostate carcinoma and correlates with tumor progression. Hence it is considered an interesting target for Amanitin based ADCs.<br />Material and methods:<br />PSMA cell lines: MDA-PCA-2B, LnCap. PC3 cell line served as PSMA negative control.<br />Antibody: humanized anti-PSMA and cysteine engineered monoclonal antibody (Albert Ludwig University Freiburg, medical center; humanization at Lonza Group AG, derivatization and production at Heidelberg Pharma).<br />Toxic warhead: A cysteine reactive amanitin-linker was conjugated site-specifically to engineered cysteine residues of the anti-PSMA antibody yielding an ATAC with a DAR of 2.0.<br />Cell proliferation assay: Quantitative determination of cell viability was performed by CellTiter Glo 2.0 assay (Promega).<br />Animal models: Subcutaneous Mouse xenograft tumor models with PSMA-positive cell lines MDA-PCA-2B and LnCap were performed in single-dose and multiple-dosing experiments. Tolerability was assessed in mice and non-human primates (NHP).<br />Results:<br />The anti-PSMA ATAC showed <i>in vitro</i> cytotoxicity on PSMA<sup>+</sup> cell lines in picomolar range, whereas no cytotoxic activity on PSMA<sup>-</sup> cells was observed.<br />In mouse xenograft models, the anti-PSMA ATAC caused dose-dependent tumor regression. Complete remission was achieved after a single i.v. dose of 4.0 mg/kg and after repeated i.v. doses of 2.0 mg/kg in s.c. xenografts.<br />Safety profiling in Cynomolgus monkeys revealed a good tolerability and therapeutic index after sequentially applied doses of 0.3, 1.0 and 3.0 mg/kg. Hematology and clinical chemistry parameters were unaffected except liver enzymes and LDH: A moderate and transient increase was observed. The half-life of the ATAC in serum was 7-10 days; the free toxin was detectable at levels close to the lower limit of quantification only (LLOQ = 1.2 nM).<br />Conclusions:<br />Targeted cytotoxic drug delivery to PSMA positive prostate cancer cell lines was achieved by using an anti-PSMA ATAC. The mode of action of the payload Amanitin led to an efficient anti-tumor potential <i>in vitro</i> and <i>in vivo</i> with good tolerability in NHP studies. The use of ATACs in the therapy of PSMA positive prostate cancer is a promising approach, especially by using a cytotoxic agent whose mode of action differs from other commonly used toxins.","keywords":"Antibody;Amanitin;Antibody drug conjugate;PSMA","organ":"Genitourinary cancers: prostate","target":"PSMA","tumor":"prostate","sage":"target-tumor","pharma":"pharma","combo":"no","model":"preclinical in vitro"}
