{"ID":"4537","title":"Non-internalizing site-specific antibody-drug conjugates based on maytansinoids display curative properties","authors":"Gianluca Sala<sup>1</sup>, Emily Capone<sup>1</sup>, Enza Piccolo<sup>2</sup>, Sara Ponziani<sup>2</sup>, Roberta Gentile<sup>2</sup>, Rodolfo Ippoliti<sup>3</sup>, Francesco Giansanti<sup>3</sup>, Stefano Iacobelli<sup>2</sup>. <sup>1</sup>University of Chieti, Chieti, Italy; <sup>2</sup>Mediapharma srl, Chieti, Italy; <sup>3</sup>University of l'Aquila, l'Aquila, Italy","presenter":"Emily Capone","text":"Antibody-Drug Conjugates (ADCs) are highly potent biopharmaceuticals that use the targeting ability of monoclonal antibodies to selectively bind to tumor cells where the conjugated cancer drug is released. Traditionally, the anticancer efficacy of ADCs relies on their selective internalization by cancer cells. However, it has recently been shown that non-internalizing, linkerless ADCs targeting the tumor extracellular environment can display a potent therapeutic activity. LGALS3BP (aka Mac-2 BP or 90K) represents an appealing target for non-internalizing ADC development, as the protein is largely secreted by the majority of human tumors, while being virtually undetectable in normal adult tissues except for the prostate and the colorectum. Additionally, once secreted the protein stops from spreading and clusters on the plasma membrane where it binds to some endogenous ligands. Here, we show that an engineered variant of the humanized 1959 antibody to human LGALS3BP selectively localizes around the tumor cells and once site-specifically coupled to the maytansinoid drugs DM3 or DM4 by means of disulfide linker can display a potent therapeutic activity. Both the 1959sss-DM3 and -DM4 conjugates mediated potent antitumor activity in mice bearing human tumor xenografts. Quantitative biodistribution studies confirmed a preferential accumulation of 1959sss-DM3 and -DM4 conjugates around the tumor cells. Notably, we found that both conjugates were well tolerated and cured 100% of tumor-bearing mice. Our findings offer a preclinical proof-of-concept for curative non-internalizing ADC endowed with an innovative mechanism of action.","keywords":"Antibody Engineering;Targeted drug delivery;LGALS3BP;non-internalizing ADC","organ":"Melanoma/skin cancers","target":"LGALS3BP","tumor":"NA","sage":"target-tumor","pharma":"pharma","combo":"no","model":"preclinical xeno"}
