{"ID":"455","title":"Traf2-and Nck-interacting kinase (TNIK) inhibitor, NCB-0846, suppresses TGF-β1-induced epithelial-mesenchymal transition in lung cancer","authors":"Teppei Sugano<sup>1</sup>, Mari Masuda<sup>1</sup>, Yuko Uno<sup>2</sup>, Naoko Goto<sup>1</sup>, Masahiro Seike<sup>3</sup>, Masaaki Sawa<sup>2</sup>, Akihiko Gemma<sup>3</sup>, Tesshi Yamada<sup>1</sup>. <sup>1</sup>Division of Chemotherapy and Clinical Research, National Cancer Center Research Institute, Tokyo, Japan; <sup>2</sup>Carna Biosciences, Inc, Kobe, Japan; <sup>3</sup>Department of Pulmonary Medicine and Oncology, Graduate School of Medicine, Nippon Medical School, Tokyo, Japan","presenter":"Teppei Sugano","text":"Epithelial mesenchymal transition (EMT) has been implicated in cancer cell migration, invasion, and metastasis. Transforming growth factor-β (TGF-β) signal was known to be an essential EMT promotor. Development of therapeutics for targeting EMT through the TGF-β signal may be beneficial for the management of cancer metastasis. Recently, we found that a Traf2- and Nck-interacting kinase (TNIK) inhibitor, named NCB-0846, was capable of attenuating tumor-initiating cells among human colorectal cancer (1, 2). The cross link between EMT and cancer stemness has been revealed in several studies. Therefore we evaluated whether this small-molecule compound could have efficacy to inhibit TGF-β-induced EMT. NCB-0846 reduced the expression of mesenchymal markers (Vimentin and N-cadherin) and upregulated the expression of epithelial marker E-cadherin in A549 and H2228 cells. NCB-0846 suppressed the phosphorylation and nuclear translocation of Smad proteins and also inhibited migration, invasion, and metastasis. NCB-0846 inhibited TGF-β1-induced EMT through the down-regulation of TGFBR1 in mRNA levels. MiR-186-5p and miR-320 family were identified as candidate miRNAs that could target TGFBR1 and inhibited TGFBR1 protein expression.NCB-0846 might be a novel therapeutics drugs that targets the invasion and metastasis through inhibiting TGF-β-induced EMT in lung cancer.<br />1.Masuda M, Sawa M, Yamada T. Therapeutic targets in the Wnt signaling pathway: Feasibility of targeting TNIK in colorectal cancer. Pharmacology & therapeutics. 2015;156:1-9. Epub 2015/11/07.2.Masuda M, Uno Y, Ohbayashi N, Ohata H, Mimata A, Kukimoto-Niino M, et al. TNIK inhibition abrogates colorectal cancer stemness. Nature communications. 2016;7:12586. Epub 2016/08/27.","keywords":"EMT;TGF-beta;Metastasis;Therapeutics","organ":"Lung cancer: non-small cell","target":"TNIK","tumor":"lung","sage":"drug","pharma":"pharma","combo":"no","model":"preclinical xeno"}
