{"ID":"4571","title":"EnanDIM, a family of potent enantiomeric TLR9 agonists, modulate the tumor microenvironment and show single-agent antitumor effects in various syngeneic murine models","authors":"Barbara Volz<sup>1</sup>, Kerstin Kapp<sup>1</sup>, Detlef Oswald<sup>1</sup>, Burghardt Wittig<sup>2</sup>, Manuel Schmidt<sup>1</sup>. <sup>1</sup>Mologen AG, Berlin, Germany; <sup>2</sup>Freie Universitaet Berlin, Berlin, Germany","presenter":"Barbara Volz","text":"Introduction: TLR9 agonists, being recognized via non-methylated CG-motifs, target the Toll-like receptor 9 (TLR9). This way, they activate the innate and the adaptive immune system. Two different families of TLR9 agonists are currently used in preclinical and clinical studies: Covalently-closed dumbbell-shaped DNA molecules with natural phosphodiester backbone which are protected from degradation by their conformation (dSLIM®) and single-stranded, oligodeoxynucleotides (CpG-ODN) commonly stabilized by phosphorothioates (PTO). However, chemical PTO-modifications have resulted in off-target effects and an unfavorable risk-to-benefit ratio in clinical trials. EnanDIM<sup>® </sup>are a new family of TLR9 agonists. EnanDIM® molecules consist of linear single-stranded ODN. Protection against exonucleases is achieved through L-deoxyribose nucleotides instead of the naturally occurring D-deoxyribose nucleotides at their 3’-ends. EnanDIM® lead to pronounced induction of cyto- and chemokines, like IFN-alpha and IP-10, as well as broad activation of immune cells, like monocytes, NK cells and dendritic cells, within PBMC. Therefore, EnanDIM<sup>®</sup> were evaluated in various syngeneic murine tumor models for their anti-tumor effects.<br />Methods: Mice were subcutaneously inoculated with either CT26 (colon carcinoma), MC38 (colon carcinoma), EMT-6 (breast cancer), B16F10 (melanoma) or A20 (lymphoma) cells for solid tumor growth. EnanDIM<sup>®</sup> (250 µg per dose, intratumoral) was used to treat established tumors. In addition, the capability of EnanDIM® to modulate the tumor micro-environment (TME) was analyzed via immunohistochemistry in a syngeneic tumor model.<br />Results: Mice in all models showed clear reduction in tumor growth (TGI: 53 to 85%) and, therefore, an increased survival (p ≤0.001, logrank). Notably, in the EMT-6 tumor model 8/10 mice showed complete tumor regression after EnanDIM® injection. Those 8 mice rejected EMT-6 tumor cells in a subsequent re-challenge study, indicating a sustained immune memory against the tumor, which was in contrast to age-matched naïve mice. When analyzing the TME of mice from the CT26 model an increased immune cell infiltration into the tumor by CD3+, especially CD8+ T cells was detected, showing the ability of EnanDIM® to beneficially modulate the TME.<br />Conclusions: The enantiomeric TLR9 agonists EnanDIM® show promising anti-tumor effects in a variety of syngeneic murine tumor models and a beneficial modulation of the TME towards an increase of anti-tumor effector cells. These data provide the basis for a further development of EnanDIM®<sup></sup> in cancer.","keywords":"Immunomodulation;Tumor microenvironment;T cell","organ":"Not Applicable","target":"TLR9","tumor":"colorectal_lymphoma_melanoma_breast","sage":"target-tumor","pharma":"academia","combo":"no","model":"preclinical xeno"}
