{"ID":"4603","title":"Targeting trastuzumab and T-DM-1 resistant breast cancer cells with EV20/MMAF, an antibody drug-conjugate against HER3","authors":"Gianluca Sala<sup>1</sup>, Lucia Gandullo<sup>2</sup>, Emily Capone<sup>1</sup>, Maria Elena Diaz-Rodriguez<sup>2</sup>, Daniela D'Agostino<sup>1</sup>, Vincenzo De Laurenzi<sup>1</sup>, Jean-Frederic Sauniere<sup>3</sup>, Stefano Iacobelli<sup>3</sup>, Atanasio Pandiella<sup>2</sup>. <sup>1</sup>University of Chieti, Chieti, Italy; <sup>2</sup>University of Salamanca, Salamanca, Spain; <sup>3</sup>Mediapharma srl, Chieti, Italy","presenter":"Gianluca Sala","text":"Trastuzumab and its derivative Trastuzumab-emtansine (T-DM1) are drugs approved to treat HER-2+ tumors. Despite the impressive clinical efficacy observed in many patients, intrinsic and acquired resistance to both drugs has emerged as a challenge. The HER-3 receptor is emerging as an attractive molecule in therapeutics because of its overexpression across many human cancers and because of its role in resistance to certain anticancer drugs. We recently showed that the EV20 humanized anti-HER-3 antibody has the ability of selectively and efficiently deliver the plant toxin Saporin to tumor cells. Here, we describe the antitumor activity of a novel ADC derivative of EV20 coupled to the cytotoxic drug monomethyl auristatin F (MMAF). This HER-3/ADC (EV20/MMAF) demonstrated a powerful and target-dependent killing activity in a panel of HER2+ breast cancer cells, including those resistant to trastuzumab and T-DM1 with an IC<sub>50</sub> in the pico/nanomolar range.<br />EV20/MMAF mediated potent antitumor activity in mice bearing trastuzumab resistant xenograft models. Notably, we found that the novel conjugate was well tolerated and caused tumor shrinkage in 100% of tumor-bearing mice. In summary, these findings open the possibility to use EV20/MMAF as a novel ADC targeting HER-3 and support its clinical development for malignancies, such as HER-2+ breast cancer, in which HER-3 is frequently overexpressed.","keywords":"Resistance;HER-3/ErbB-3;Antibody-Drug Conjugate;HER-2+ breast cancer","organ":"Breast cancer","target":"HER3","tumor":"breast","sage":"target-tumor","pharma":"pharma","combo":"no","model":"preclinical xeno"}
