{"ID":"4634","title":"Novel, first-in-class dual inhibitors of lysine specific demethylase 1 (LSD1) and histone deacetylatse 1 (HDAC) for treatment of cancer","authors":"Dhanalakshmi Sivanandhan<sup>1</sup>, Sreekala Nair<sup>1</sup>, Subramaniyam Tantry<sup>2</sup>, Sridharan Rajagopal<sup>1</sup>, Mahanandeesha Hallur<sup>2</sup>, Kannan M<sup>2</sup>, Srinatha KC<sup>2</sup>, Damodara K<sup>2</sup>, Dilipkumar M<sup>1</sup>, Chandru G<sup>2</sup>, Dimpy Ghosh<sup>1</sup>, Pradeep N<sup>1</sup>, Anuj Kumar Singh<sup>1</sup>, Mohd Zainuddin<sup>1</sup>, Rudresh G<sup>1</sup>, Radha Sharma<sup>2</sup>, Meghashree S<sup>2</sup>, Durga P. Kumar<sup>2</sup>, Purushottam Dewang<sup>2</sup>, Sriram Rajagopal<sup>1</sup>. <sup>1</sup>Jubilant Biosys Ltd., Bangalore, India; <sup>2</sup>Jubilant Biosys Ltd., BENGALURU, India","presenter":"Dhanalakshmi Sivanandhan","text":"Introduction: LSD1 is a flavin adenine dinucleotide (FAD)-dependent amine oxidase that removes methyl groups from mono- or dimethylated histone H3 lysine 4. Studies have shown that LSD1 contributes to acute myelogenous leukaemia pathogenesis and patients that are non responders to ATRA respond to LSD1-ATRA combination treatment in clinic. Recent studies have shown that there is cross-talk between two components of CoREST complex, LSD1 and HDAC1/2 and combined inhibition of these targets has been shown to be more efficacious in multiple cancers. Therefore, dual inhibitors targeting both LSD1 and HDAC could be useful in treating cancers. To test the hypothesis, we have developed a set of molecules that have dual activity on LSD1 and HDACs.<br />Methods: To assess in vitro LSD1potency, TR-FRET assay was used. For assessing HDAC activity fluorescence based HDAC activity assay was performed. Western blotting and RT-qPCR were used to assess biomarkers of LSD1 and HDAC1/2 inhibition. Alamar blue cytotoxicity assay was used to assess cell proliferation. Xenograft models were used to assess in vivo efficacy.<br />Results: Dual inhibitors show strong in vitro potency comparable to advanced clinical candidates, against LSD1. On HDAC1/2 these molecules showed comparable IC50 as marketed HDAC1/2 specific drugs. Interestingly, these dual inhibitors lead to stronger and complete inhibition of cell proliferation in broader types of cancer cell lines, including, acute myeloid leukemia, multiple myeloma, hepatocellular carinoma and small cell lung cancer when compared to LSD1 specific inhibitor GSK2879552. Target engagement studies confirm the concomitant increase in mRNA levels of GFI1b, CD11b, CD86 and H3K9 acetylation levels. <i>In vitro</i> activity also shows a clear translation in efficacy studies. JBI128, one of the lead molecules from this series was tested in multiple in vivo studies, including, non-small cell and small cell lung cancer, where it not only shows single agent activity, but can also be combined with other targeted agents or SoC safely. In addition, combination of JBI128 with immune checkpoint inhibitor anti-PDL1 antibody in the CT26 syngeneic model showed much stronger efficacy as compared to either of the single agents. This clearly suggests that these dual inhibitors in addition to being epigenetic modulators in the cancer cells also have a role in immune modulation thereby contributing to stronger efficacy. Further studies in terms of gene expression analysis are underway to understand the molecular mechanism behind the additional activity/efficacy of these dual inhibitors.<br />Conclusion: These LSD1-HDAC dual inhibitors have the potential to be developed as first-in-class therapies that could offer stronger clinical efficacy compared to LSD1 or HDAC inhibitor alone. Further mechanistic and combination studies with standard therapies are in progress.","keywords":"Small molecule inhibitor;Epigenetics","organ":"Not Applicable","target":"LSD1_HDAC","tumor":"colorectal","sage":"drug","pharma":"pharma","combo":"yes","model":"preclinical xeno"}
