{"ID":"4652","title":"Morab-202, a folate receptor alpha-targeted antibody-drug conjugate, shows a highly potent activity against a panel of FRA-expressing tumors","authors":"Caroline Mignard<sup>1</sup>, Coralie DURIX<sup>1</sup>, Katherine Rybinski<sup>2</sup>, Xin Cheng<sup>2</sup>, Keiji Furuuchi<sup>2</sup>, Earl Albone <ealbone@MORPHOTEK.com Earl Albone <ealbone@MORPHOTEK.com<sup>2</sup>, Toshimitsu Uenaka<sup>2</sup>, Marc Hillairet de Boisferon<sup>1</sup>. <sup>1</sup>Oncodesign S.A., Dijon, France; <sup>2</sup>Morphotek inc, Exton, PA","presenter":"Caroline Mignard","text":"Folate receptor alpha (FRA) is a membrane protein with high affinity for binding and transporting folate into cells. Overexpression of FRA may confer a growth advantage to tumors by increasing folate uptake and affecting cell proliferation via alternative cell signaling pathways (1). FRA levels have been found to be elevated in tumors of epithelial origin compared to normal tissue as cancers of the breast (including TNBC (2)), colon, lungs and ovary (3).<br />In this study, we report the development of MORAb-202, an anti-FRA antibody-drug conjugate (ADC), consisting of a FRA-binding antibody (MORAb-003, farletuzumab) with a cathepsin-cleavable form of eribulin (eribulin mesylate, marketed as Halaven®), a highly potent anti-mitotic agent that induces cell-cycle arrest and cell death by targeting microtubules.<br />We first study expression of FRA on a large panel of tumors patient-derived xenograft (PDX) and Cancer Cell Line-derived Xenograft (CDX). Then, we performed <i>in vitro</i> and <i>in vivo</i> anti-proliferation assays and compare antitumor activity of MORAb-202 with free eribulin accordingly to the FRA expression level. FRA expression was found to be determinant in the sensitivity of tumor cells to the cytotoxic effect of the ADC. Moreover, in case of high expression of FRA, MORAb-202 showed a higher antitumor activity compared with free eribulin.<br />These results suggest that FRA expression could be used as a response-predictive biomarker for this targeted therapy. The ability to identify and treat patients with an effective therapy based on the known expression of the tumor marker is a key point in predictive medicine progress. These findings support the clinical development of MORAb-202 ADC as a novel targeted therapy for patients with FRA-expressing tumors.<br />The ADC described in this abstract is investigational, as efficacy and safety have not been established. There is no guarantee that this ADC will be available commercially.<br />1-Siu MK <i>et al</i>., PLoS One. 2012;7(11) 2-Nacela BM. <i>et al</i>., PLoS One. 2015, 10(3) 3-Cheung A. <i>et al</i>., Oncotarget. 2016 7(32), 52553-52574 4-Arrowsmith J. & Miller P. 2011-2012. Nat. Rev. Drug Discov. 12, 569 (2013). 5-Paul S.M. <i>et al</i>. Nat. Rev. Drug Discov. 9, 203-214 (2010). 6-Hidalgo, M. <i>et al</i>. Cancer Discov. 4, 998-1013 (2014).","keywords":"Antibody Engineering;Prognostic markers;Folate Receptor;Breast","organ":"Breast cancer","target":"FRA","tumor":"NA","sage":"target-tumor","pharma":"pharma","combo":"no","model":"preclinical xeno"}
