{"ID":"4797","title":"Relationship of guanylyl cyclase C (GCC) expression and efficacy of TAK-164, a GCC-targeted antibody-drug conjugate in a panel of 68 subcutaneous HuPrime colorectal cancer PDX models","authors":"Erik M. Koenig, Cong Li, Huyuan Yang, Andy Zhu, Pooja Shah, Kazuho Nishimura, Bret Bannerman, Mengkun zhang, Bradley Stringer, Brittany Bahamon, O. Petter Veiby, Adnan Abu-Yousif. Takeda, Cambridge, MA","presenter":"Erik Koenig","text":"Guanylyl cyclase C (GCC) is a cell surface protein expressed in more than 95% of metastatic colorectal cancers and in the majority of gastric and pancreatic cancers, making GCC an attractive antibody-drug conjugate (ADC) target.<br />TAK-164 is an ADC comprised of a full-length, fully human IgG1 monoclonal antibody (mAb) directed toward the extracellular domain of GCC. The mAb is conjugated using ImmunoGen’s peptide-linked indolinobenzodiazepine DNA alkylator DGN549. Previously presented preclinical studies using TAK-164 have demonstrated in vivo efficacy in a select number of GCC-expressing tumor models following a single administration of TAK-164. Here, we describe the selection of an appropriate dose for broad testing in a panel of patient-derived xenograft models of colorectal cancer. The efficacy data generated following a single administration of 15 µg/kg TAK-164 (payload concentration) were compared with molecular features that could aid in understanding drivers of TAK-164 activity, including GCC expression by immunohistochemistry (IHC).<br />Primary colorectal cancer models were derived from colorectal adenocarcinomas and implanted in immunocompromised mice. Once tumors reached a stratified mean volume of 150-250 mm<sup>3</sup>, animals were randomized into treatment groups (n = 1/group) and dosing was initiated on Day 0 of the study. There were three tumor groups (Vehicle treated, TAK-164 treated, and naïve), which were used to characterize genomic and molecular features of the model. The planned study endpoint was 60 days or until a humane endpoint was reached.<br />For all models included in the study, an IHC assay to detect GCC was used to explore the relationship between GCC expression and time to rise (TTR), a preclinical tumor progression measurement. TTR is the Delta duration in days on study for each PDX model (TAK-164 - Vehicle) to reach 1000 mm<sup>3 </sup>tumor volume. In the present study, a mixed effects Cox regression analysis, using a continuous or binary stratification of GCC IHC expression, resulted in a statistically significant (p<0.05) increase in TTR in TAK-164treated mice with higher expression levels of GCC.<br />Ongoing analysis aims to better understand additional molecular drivers of TAK-164 treatment that may be useful for patient enrichment strategies in the clinic. TAK-164 is scheduled to enter phase I evaluation in 2018 in GCC-positive colorectal cancer and other GI malignancies.","keywords":"Targeted therapy;GI Malignancies;antibody drug conjugate;Biomarker","organ":"Gastrointestinal cancers: colorectal","target":"GCC","tumor":"colorectal","sage":"target-tumor","pharma":"pharma","combo":"no","model":"preclinical xeno"}
