{"ID":"4840","title":"Transcriptomics analysis of SNX-2112 on immune and mitochodrial genes","authors":"Everardus Orlemans, Steven E. Hall. Esanex Inc., Indianapolis, IN","presenter":"Everardus Orlemans","text":"<b>Introduction</b>: SNX-2112 is a potent anti-tumor compound with effects on epigenetics (hypomethylation) and onco-metabolism. SNX-5422 is the orally active prodrug of SNX-2112, a highly selective inhibitor of heat-shock protein 90 (Hsp90) that has shown anti-tumor activity in clinical trials. Hsp90 is commonly elevated in tumor tissues and plays an important role in immune responses. Previous investigations have shown that SNX-2112 is highly active in TP53 null tumors and has good activity in combination with checkpoint inhibitors in syngeneic mice studies. Preclinical studies have suggested that Hsp90 inhibitors enhance antigen-specific T-cell recognition of cancer cells, increase the expression of both differentiation and MHC Class I antigens, and do not interfere with T-cell function.<br /><b>Methods</b>: In two in vitro studies, the effects of SNX-2112 on immune (A375 melanoma cell line and the TP53 mutant chronic myelocytic leukemia K562 cell line) and mitochondrial genes (K652) using transcriptomics were investigated. A375 and K562 cells were cultured in media (GIBCO or Sigma, USA) supplemented with 10% fetal bovine serum at 37°C, 5% CO<sub>2</sub>, and 95% humidity. Data from transcriptomics were obtained, and affected genes analyzed.<br /><b>Results</b>: In A375 cells, transcriptomics analysis revealed that SNX-2112 downregulated multiple overexpressed immune-related genes (including NFKB1, NFKB2, BRAF, HLA-DMA, HLA-DMB, HLA-DOB, HLA-DQB1, and HLA-DRB6) and upregulated multiple suppressed immune-related genes (including IFIT1, IFIT2, IFIT3, MLANA, DDX58, PMEL (gp100), DCT (TRP-2), MR1, MICA, and MICB).<br />Transcriptomics analysis of SNX-2112 on K562 immune genes revealed that IFIT1-3, IFI6, IFI44, ISG15, DDX-58, and HLA-DRA were all upregulated. Genes downregulated by SNX-2112 included NFKB and IKBKB (Ikk), HLA-DOB, HLA-DPA1, HLA-DPB1, HLA-DQB1, PSMB8, and TAP1.<br />In both the A375 and K562 cells lines, SNX-2112 reduced the expression of MYB oncogene, (reported to control regulatory T-cell proliferation) and caused increases in RB1CC1 (fip200) and STAT1, crucial survival factors for naïve T-cells. Additionally, tryptophan metabolism genes IDO1 and TDO2 were downregulated by SNX-2112.<br />K562 mitochondrial genes downregulated by SNX-2112 included the following:<br />•TP53 and p53 family members-controlled markers: HK2, GLS2, TIGAR<br />•Glutamine addiction/Warburg effect: SLC1A5, GLUD1<br />•Folate pathway: SLC19A1, TYMS, SHMT1, AS3MT, DHFR2<br />•OXPHOS: CISD1, CHCHD4<br /><b>Conclusion</b>: SNX-2112 increased multiple suppressed immune-related genes and downregulated multiple overexpressed immune-related genes in A375 and K562 cell lines. Anti-tumor activity of SNX-2112 appears to be, in part, the result of interference with onco-metabolic pathways. Inhibition of IDO1 and TDO2 suggests possibly enhanced anti-tumor activity in combination with checkpoint inhibitors.","keywords":"Immune response;SNX-2112;epigenetic Hsp90 inhibitor;oncometabolism","organ":"Not Applicable","target":"HSP90","tumor":"melanoma_leukemia","sage":"discovery","pharma":"pharma","combo":"no","model":"in silico"}
