{"ID":"5025","title":"Combining STING agonists with an anti-PD-1 antagonist results in marked antitumor activity in immune-excluded tumors","authors":"Samanthi A. Perera, Johnny E. Kopinja, Yanhong Ma, Jason Laskey, Kalyan Chakravarthy, Yiping Chen, Long Cui, Jeremy Presland, Shuxia Zhao, Ellen Minnihan, Heidi Ferguson, Jennifer Piesvaux, Bo-Sheng Pan, Hyun Chong Woo, Ian Knemeyer, Saso Cemerski, Jared Cumming, Wesley Trotter, George H. Addona, Brian J. Long. Merck & Co., Inc., Boston, MA","presenter":"Samanthi Perera","text":"The innate immune agonist STING (STimulator of INterferon Genes) binds its natural ligand 2’3’-cGAMP (cyclic guanosine-adenosine monophosphate) and initiates type I interferon production. This promotes systemic antigen-specific CD8<sup>+</sup> T-cell priming that eventually provides potent anti-tumor activity. To exploit this mechanism we synthesized a novel STING agonist, MSA-1, that activates both mouse and human STING with higher <i>in vitro</i> potency than cGAMP. MSA-1 was administered to immune-competent mice bearing MC38 syngeneic tumors to monitor pharmacodynamics, pharmacokinetics and <i>in vivo</i> efficacy. Intratumoral (IT) dosed MSA-1 demonstrated robust tumor and plasma cytokine upregulation and effective anti-tumor activity. The highest tolerated doses provided complete responses (CRs) in 100% of MC38 tumors. Tumor models such as CT26 and B16-F10 that are intrinsically resistant to single-agent therapy with a fully murinized mouse anti-PD-1 antibody (mDX400) also demonstrated long-term tumor regressions or CRs. Mechanistic studies in immune-deficient mice suggested that anti-tumor activity of IT dosed STING agonists are in part due to cytotoxicity and/or innate immune responses rather than development of robust adaptive anti-tumor immunity. To enhance the adaptive immune response, we combined MSA-1 with mDX400 in mouse syngeneic tumor models previously characterized to be unresponsive to anti-PD-1 blockade. This combination restored T-cell responses in both blood and tumors of the treated mice and provided long-lived immunologic memory in a majority of the animals. Taken together, these data strongly support the development of STING agonists in combination with Keytruda for patients with tumors that are partially responsive or non-responsive to single agent anti-PD-1 therapy.","keywords":"Immunotherapy;Innate immunity;Adoptive immunotherapy;Mouse models","organ":"Not Applicable","target":"STING","tumor":"melanoma_colorectal","sage":"target-tumor","pharma":"pharma","combo":"yes","model":"preclinical xeno"}
