{"ID":"5044","title":"The CX3CR1-Fractalkine axis drives both circulating prostate cancer cells and macrophages to the bone metastatic microenvironment","authors":"Ramanpreet Kaur<sup>1</sup>, Chen Qian<sup>1</sup>, Joseph Salvino<sup>2</sup>, Olimpia Meucci<sup>1</sup>, Alessandro Fatatis<sup>1</sup>. <sup>1</sup>Drexel University, Philadelphia, PA; <sup>2</sup>The Wistar Institute, Philadelphia, PA","presenter":"Ramanpreet Kaur","text":"Prostate cancer (PCa) is the second most frequently diagnosed cancer and its progression into metastatic disease reduces the 5-year survival rate to 29% in diagnosed men. A better understanding of the mechanisms underpinning metastatic dissemination and the role played by the tumor microenvironment at distant sites is essential. Our lab has shown that PCa cells express the chemokine receptor CX3CR1 and seed the skeleton when attracted by bone-derived Fractalkine (FKN) (a.k.a. CX3CL1). A crucial component of the bone microenvironment consists of heterogeneous populations of tumor-associated macrophages (TAMs), which can polarize into M1 or M2 phenotypes and are likely implicated in metastatic progression. TAMs migrate in close proximity of cancer cells and release growth factors, chemokines, and other inflammatory mediators that influence tumor growth. Using cell biology tools, we show that both PCa cells and macrophages express the CX3CR1 receptor, which signal to downstream targets when engaged by FKN and is inhibited by a novel small-molecule inhibitor. We also employed a mouse model of cancer cell dissemination and metastasis to show that our novel CX3CR1 antagonist impairs tumor seeding to the skeleton. Furthermore, as macrophages also express CX3CR1, targeting this receptor may potentially hinder TAMs’ accumulation into the metastatic microenvironment, depriving it of crucial pro-metastatic conditioning. In conclusion, we propose that the CX3CR1-FKN axis drives both cancer cells and TAMs to metastatic sites and that the mitigation of the functional interactions between this receptor and its unique chemokine ligand by antagonists of CX3CR1 will impair the clinical progression of PCa metastasis.","keywords":"Prostate cancer;Microenvironment;Chemokine receptor;Macrophages","organ":"Genitourinary cancers: prostate","target":"CX3CR1","tumor":"prostate","sage":"discovery","pharma":"academia","combo":"no","model":"preclinical xeno"}
