{"ID":"5135","title":"Targeting CX3CR1 Impairs the reseeding and colonization of circulating tumor cells and decelerates metastatic progression","authors":"Chen Qian<sup>1</sup>, Asurayya Worrede-Mahdi<sup>1</sup>, Ramanpreet Kaur<sup>1</sup>, Fei Shen<sup>2</sup>, Joseph Salvino<sup>3</sup>, Olimpia Meucci<sup>1</sup>, Alessandro Fatatis<sup>1</sup>. <sup>1</sup>Drexel Univ., Philadelphia, PA; <sup>2</sup>Janssen Pharmaceuticals, Titusville, NJ; <sup>3</sup>The Wistar Institute, Philadelphia, PA","presenter":"Chen Qian","text":"This study aims to understand the mechanisms and dynamics by which cancer cells, departing from existing metastases as circulating cancer cells (CTCs), further seed and colonize skeleton and soft tissues, expanding metastatic spreading and precipitating the clinical progression to terminal disease. We have previously shown that the<i> </i>chemokine receptor CX3CR1 is implicated in the metastatic seeding of breast cancer cells and that FX-68, a novel small-molecule antagonist for this receptor, effectively contains both number of lesions and total tumor burden in animal models of metastatic disease. Here we established that FX-68 impairs the reseeding of skeleton and soft tissue and that the CTCs unable to reseed and forced to remain in the blood eventually succumb to apoptotic death. The metastatic potential of CTCs was confirmed by reinoculation experiments as well as by forcefully mobilizing cancer cells from metastases back in the blood and assessing the number of additional lesions generated, in the presence and absence of FX-68. Furthermore, we found that prolonging the permanence of CTCs in the blood by targeting CX3CR1 with FX-68 improved exposure of cancer cells to the chemotherapy drugs doxorubicin or docetaxel significantly decreased tumor progression and extended overall survival. Finally, we found evidence that cancer cells seeding the skeleton despite the inhibition of CX3CR1 failed to develop into tumors, suggesting a role of CX3CR1 expression in the metastasis-initiating properties of breast cancer cells. In summary, our results strongly support developing CX3CR1 antagonists and promoting their clinical use, as this approach will provide novel and effective tools to contain the progression of metastatic disease in patients.","keywords":"Circulating tumor cells;Metastasis;Combination therapy","organ":"Breast cancer","target":"CX3CR1","tumor":"breast","sage":"discovery","pharma":"academia","combo":"yes","model":"preclinical xeno"}
