{"ID":"5151","title":"Targeting glutamine metabolism as a means of enhancing antitumor T-cell responses","authors":"Robert Leone<sup>1</sup>, Judson Englert<sup>2</sup>, Im-Meng Sun<sup>1</sup>, Min-Hee Oh<sup>1</sup>, Jesse Alt<sup>3</sup>, Im-Hong Sun<sup>1</sup>, Ada J. Tam<sup>1</sup>, Pavel Majer<sup>4</sup>, Rana Rais<sup>3</sup>, Barbara Slusher<sup>3</sup>, Jonathan Powell<sup>1</sup>. <sup>1</sup>Bloomberg-Kimmel Institute for Cancer Immunotherapy, Johns Hopkins University School of Medicine, Baltimore, MD; <sup>2</sup>MedImmune, Gaithersburg, MD; <sup>3</sup>Johns Hopkins Drug Discovery Program, Baltimore, MD; <sup>4</sup>Institute of Organic Chemistry and Biochemistry, Czech Republic","presenter":"Robert Leone","text":"Tumors possess specialized metabolic programming that facilitates their rapid growth. We have developed a novel glutamine antagonist (JHU-083) that not only demonstrates single-agent efficacy in a variety of mouse tumor models but also synergizes with anti-PD-1, adoptive cellular therapy (ACT) and A2aR antagonism to overcome resistance to immunotherapy and promote durable cures. Interestingly, we have observed that JHU-083 markedly enhances endogenous antitumor T-cell responses even in the absence of additional immunotherapy. Flow cytometry analyses of tumor-infiltrating lymphocyte (TIL) reveal markedly increased infiltration of CD8+ T cells with increased proliferative index (Ki67) and the generation of robust memory phenotypes in JHU-083 treated mice. Interestingly, Gene Set Enrichment Analyses (GSEA) using RNA-sequencing data revealed that CD8+ TIL from vehicle treated mice showed significantly enhanced expression of apoptotic transcriptional programs compared with TIL from mice treated with JHU-083. Consistent with flow cytometry data, GSEA showed CD8+ TILs from mice treated with glutamine antagonism expressed transcriptional programs characteristic of long-lived memory cells. To this end, vaccination experiments in mice treated with JHU-083 demonstrate that many of the phenotypic changes observed in TIL can be generated outside the TME and are due to direct effects of glutamine blockade on effector T cells. Our studies show that these transcriptional changes are associated with profound remodeling of the histone epigenetic code and correlate with decreased intracellular levels of α-ketoglutarate in response to glutamine antagonism. Supplementation with dimethyl α-ketoglutarate, a cell-permeable form of α-ketoglutarate, partially reverses phenotypic and epigenetic changes in CD8 T cells undergoing activation in the setting of glutamine antagonism. These findings are consistent with inhibition of a family of enzymes known as α-ketoglutarate dependent dioxygenases, which are responsible for a broad range of demethylation reactions, including histone and DNA demethylation. Overall, our work demonstrates that glutamine antagonism can directly inhibit tumor growth and survival while also reprogramming maladaptive antitumor T-cell responses to enhance endogenous antitumor immunity. Such observations support the development of our novel glutamine antagonists as both monotherapy and in combination with immunotherapy.","keywords":"Immunotherapy;Metabolism;Checkpoint;Glutamine","organ":"Not Applicable","target":"glutamine","tumor":"NA","sage":"discovery","pharma":"academia","combo":"yes","model":"preclinical xeno"}
