{"ID":"5170","title":"Metabolic modulation of the tumor microenvironment using Synthetic Biotic™ Medicines","authors":"Kip A. West, Adam Fisher, Dan Leventhal, Anna Sokolovska, Ning Li, Chris Plescia, Mary Castillo, Vincent Isabella, Starsha Kolodziej, Paul Miller, Jose M. Lora. Synlogic, Cambridge, MA","presenter":"Kip West","text":"<b>Background: </b>The immunosuppressive milieu found within the tumor microenvironment (TME) has long been understood to be a key driver of tumor initiation and progression. More recently it has been appreciated that metabolites derived from biosynthetic pathways are major components in forming this immune-privileged niche. For example, the conversion of tryptophan into kynurenine by indoleamine 2,3 dioxygenase (IDO) or the reduction of adenosine triphosphate to adenosine by the ectoenzymes CD39 and CD73 leads to T cell dysfunction and exhaustion, and a significantly blunted antitumor immune response. At Synlogic we are using synthetic biology in combination with natural probiotics to develop engineered bacteria or “Synthetic Biotic Medicines,” which are programmed with precision to correct disease-causing and -promoting metabolic defects. Here we present results showing the development of two engineered bacterial strains that have been designed to consume either kynurenine or adenosine, two molecules known to play central roles in promoting tumor immune tolerance, with the goal of relieving TME-associated immunosuppression and promoting antitumor immunity.<br /><b>Methods and Results: </b>Synthetic biologic techniques were employed to generate the adenosine-consuming strain (SYN-Ade) or the kynurenine-consuming strain (SYN-Kyn) by introduction of genetic elements that were highly efficient in the metabolism of adenosine or kynurenine, respectively. In in vitro biochemical assays, SYN-Ade and SYN-Kyn were able to deplete test media containing levels of adenosine and kynurenine that are ~100-fold and 20-fold higher than the adenosine or kynurenine levels found in the tumors of cancer patients, (180uM of adenosine or 80uM of kynurenine, respectively) to undetectable levels within 2 hours. For the kynurenine-consuming strain, this in vitro kynurenine consumption translated to robust in vivo pharmacodynamic activity. In mice bearing subcutaneous CT26 tumors, the administration of SYN-Kyn by intratumoral (IT) injection led to significant decreases in tumor kynurenine levels, which was equivalent to small-molecule inhibition of the IDO enzyme. Importantly, the combination of SYN-Kyn with an anti-CTLA4 antibody in the CT26 tumor model or the combination of SYN-Kyn or SYN-Ade with a cocktail of anti-PD1/CTLA4 antibodies in MC38 tumor-bearing mice led to significant antitumor effects over those observed with the antibodies alone.<br /><b>Conclusions:</b> Taken together, these results demonstrate that the application of synthetic biology to engineer nonpathogenic bacteria is a viable approach to deliver profound efficacy in experimental models of cancer, and support the further development of these Synthetic Biotic medicines as potential immuno-oncology therapies.","keywords":"Immunotherapy;Immunomodulation;Tumor microenvironment;Bacterial treatment","organ":"Not Applicable","target":"KYN","tumor":"colorectal","sage":"drug","pharma":"pharma","combo":"yes","model":"preclinical xeno"}
