{"ID":"5296","title":"Obesity and prostate cancer progression: Role of the chemokine CXCL12","authors":"Songyeon Ahn<sup>1</sup>, Achinto Saha<sup>1</sup>, Mikhail G. Kolonin<sup>2</sup>, John DiGiovanni<sup>1</sup>. <sup>1</sup>University of Texas at Austin, Austin, TX; <sup>2</sup>The University of Texas Health Sciences Center at Houston, Houston, TX","presenter":"Songyeon Ahn","text":"Prostate cancer (PCa) is the third leading cause of cancer in men in the United States. Many epidemiologic studies suggest that obesity increases PCa progression and mortality. However, the mechanistic relationship between PCa progression and obesity is very complex and not fully understood. In previous studies, we have shown that obesity enhances PCa growth and progression in the HiMyc mouse model of PCa by changing the surrounding tumor microenvironment, especially in white adipose tissue (WAT). WAT consists of many cells including mature adipocytes, adipose stromal cells (ASCs) and inflammatory cells, which secrete chemokines, cytokines and proinflammatory molecules. ASCs are an important component of the stromal vascular fraction (SVF) from WAT that secretes such factors. In this study, we evaluated the role of ASCs and ASC-derived CXCL12 in driving PCa progression in obesity. We observed upregulation of mRNA expression of CXCL12 in the SVF of the periprostatic WAT from obese HiMyc mice. In HMVP2 cells, a PCa cell line derived from HiMyc mice expressing high levels of CXCR4 and CXCR7, CXCL12 treatment increased activation of MAPKs (JNK and ERK), AKT, STAT3 and NFkB. In further studies, HMVP2 cells were treated with the CXCR4 antagonist, AMD3100, alone or together with CXCL12 and the CXCL12-induced signaling was abolished in AMD3100-treated cells. Similar results were observed in CXCR4 knockdown cells and CXCR7 knockdown cells. In addition, knockdown of CXCR4 and CXCR7 significantly decreased migration and invasion of the HMVP2 cells. Lastly, a tumor study was performed by injecting HMVP2 cells into the flank of FVB/N mice, which were fed either a control diet or obese diet. AMD3100 significantly inhibited the growth of HMVP2 tumors in both obese and control diet groups. AMD3100 also inhibited proliferation and epithelial-mesenchymal transition (EMT) in both obese and control diet groups. In conclusion, this study provides evidence that the CXCL12/CXCR4/CXCR7 signaling pathway is important for obesity-driven PCa progression in HiMyc mice. Furthermore, this pathway may represent a novel therapeutic target for inhibiting obesity-driven PCa growth and progression.","keywords":"Obesity;Prostate cancer;CXCL12;CXCR4/CXCR7","organ":"Genitourinary cancers: prostate","target":"CXCR4","tumor":"prostate","sage":"target-tumor","pharma":"academia","combo":"no","model":"preclinical xeno"}
