{"ID":"531","title":"Antibody-drug conjugate targeting glypican-1 shows potent antitumor effect in pancreatic cancer","authors":"Satoshi Serada<sup>1</sup>, Takahiko Nishigaki<sup>2</sup>, Takahito Sugase<sup>1</sup>, Yurina Saito<sup>2</sup>, Tsuyoshi Takahashi<sup>2</sup>, Kosuke Hiramatsu<sup>1</sup>, Minoru Fujimoto<sup>1</sup>, Masaki Mori<sup>2</sup>, Yuichiro Doki<sup>2</sup>, Tetsuji Naka<sup>1</sup>. <sup>1</sup>Kochi Medical School, Kochi University, Nankoku-city, Kochi, Japan; <sup>2</sup>Osaka University Graduate School of Medicine, Suita-city, Osaka, Japan","presenter":"Satoshi Serada","text":"Pancreatic cancer is the most lethal malignancy; thus developing new treatment options is urgently required. We confirmed that enhanced expression of glypican-1 (GPC1) was observed in pancreatic cancer. In this study, we aimed to develop novel antibody-drug conjugate (ADC) targeting GPC1 as a new therapy for pancreatic cancer. By the immunohistochemical analysis, enhanced expression of GPC1 was observed in pancreatic cancer. Among pancreatic cancer cell lines, BxPC3 and T3M4 cells expressed high expression of GPC1 compared to SUIT2 cells. We developed new anti-GPC1 monoclonal antibody (mAb) and selected a clone having highly internalizing activity. The anti-GPC1 mAb was conjugated with cytotoxic agent monomethyl auristatin F (MMAF). Compared with the control ADC, this GPC1-ADC showed potent antitumor effect toward BxPC3 and T3M4, while little activity in SUIT2 cells. In BxPC3 xenograft model, GPC1-ADC had significant and potent tumor growth inhibition in a dose dependent manner. In addition, using patient derived tumor xenograft (PDX) model with GPC1-positive pancreatic cancer, GPC1-ADC also showed significant tumor growth inhibition. In the tumor tissue, GPC1-ADC-mediated G2/M phase cell cycle arrest was detected in GPC1-ADC treated mice compared to control-ADC treated mice. In summary, our newly developed GPC1-ADC showed significant tumor growth inhibition against not only GPC1-positive pancreatic cell line but also patient derived GPC1-positive pancreatic cancer. Our preclinical data demonstrated that targeting GPC1 by ADC is a promising therapy for patients with GPC1-positive pancreatic cancer.","keywords":"Pancreatic cancer;Antibody;Drug delivery","organ":"Gastrointestinal cancers: pancreatic","target":"GPC1","tumor":"pancreas","sage":"target-tumor","pharma":"academia","combo":"no","model":"preclinical xeno"}
