{"ID":"5311","title":"CXCR4 inhibition modulates tumor microenvironment and robustly inhibits growth of B16-OVA melanoma","authors":"Ruchi Saxena<sup>1</sup>, Yan Wang<sup>2</sup>, James W. Mier<sup>1</sup>. <sup>1</sup>Beth Israel Deaconess Medical Ctr., Boston, MA; <sup>2</sup>X4 Pharmaceticals, Cambridge, MA","presenter":"James Mier","text":"<b>Background: </b>The chemokine receptor CXCR4 is expressed on a range of immune cells. Additionally, CXCR4 has been found to be overexpressed in a variety of cancers and promotes cancer cell proliferation and metastasis, possibly by activating prosurvival signals that render cancer cells resistant to immune attack. Blockade of immune inhibitory pathways is emerging as an important therapeutic approach for the treatment of cancer. In our previous studies, X4-136, a CXCR4 antagonist, alone and in combination with various immune checkpoint inhibitor,s exhibited potent antitumor activity in the B16-OVA murine melanoma model. We report here results from additional in vivo studies as well as in vitro mechanistic experiments to determine the impact of CXCR4 inhibition on tumor cell gene expression and on immune phenotypes within the tumor microenvironment.<br /><b>Methods:</b> B16-OVA cells were implanted into C57BL/6 mice. Seven days post implantation, mice were treated with X4-136, anti-PD-L1, or the combination for 16 days. At sacrifice, tumors were excised and flash frozen in liquid nitrogen for Western blot analysis or treated with collagenase for the analysis of subpopulations of T-cells by FACS. Gene expression was determined by PCR and protein expression was analyzed by Western blot.<br /><b>Results: </b>X4-136 alone demonstrated more robust activity than anti-PD-L1. The antitumor activity of the anti-PD-L1 was further enhanced in combination with X4-136. Analysis of infiltrating immune cells by flow cytometry showed that X4-136 alone or in combination led to an increase of CD8+ T cells as well as CD8 and perforin double-positive T cells. A trend of decrease in both immunosuppressive populations, Treg and MDSC, was observed. This combination also led to a decrease in the expression of HIF-2α and cyclin D1 in comparison to tumors from vehicle-treated mice by Western blot analysis, suggesting an antiproliferative effect. Additional analysis of impacted genes and pathways will also be presented.<br /><b>Conclusion</b><b>:</b> X4-136 alone increased tumor-infiltrating CD8+ T-cells and exhibited potent antitumor activity in the B16-OVA murine melanoma model. The enhanced antitumor activity was observed when X4-136 was added to anti-PD-L1 treatment. The activities observed were associated with the improved CD8+ T cells to Treg cells ratio and with improved tumor microenvironment.","keywords":"CXCR4;T cell;melanoma","organ":"Melanoma/skin cancers","target":"CXCR4","tumor":"melanoma","sage":"target-tumor","pharma":"pharma","combo":"yes","model":"preclinical xeno"}
