{"ID":"5324","title":"Targeting glutamine metabolism enhances tumor specific immunity by inhibiting the generation and function of suppressive myeloid cells","authors":"Min-Hee Oh<sup>1</sup>, Im-Hong Sun<sup>1</sup>, Liang Zhao<sup>1</sup>, Im-Meng Sun<sup>1</sup>, Wei Xu<sup>1</sup>, Chirag Patel<sup>1</sup>, Robert Leone<sup>1</sup>, Ada J. Tam<sup>1</sup>, Judd Englert<sup>2</sup>, Pavel Majer<sup>3</sup>, Rana Rais<sup>4</sup>, Barbara Slusher<sup>4</sup>, Maureen R. Horton<sup>5</sup>, Jonathan D. Powell<sup>1</sup>. <sup>1</sup>Bloomberg~Kimmel Institute for Cancer Immunotherapy; Johns Hopkins University School of Medicine, Baltimore, MD; <sup>2</sup>MedImmune, LLC, MD; <sup>3</sup>Institute of Organic Chemistry and Biochemistry ASCR, Prague, Czech Republic; <sup>4</sup>Johns Hopkins Drug Discovery Program, Baltimore, MD; <sup>5</sup>Johns Hopkins University School of Medicine, Baltimore, MD","presenter":"Min-Hee Oh","text":"In order to sustain their inexorable growth, tumors have specialized reprogrammed metabolism. This metabolism creates an acidic, hypoxic and nutrient-depleted tumor microenvironment (TME). Such an environment inhibits antitumor effector cells while promoting the differentiation and function of inhibitory cells such as T regulatory cells, myeloid-derived suppressor cells (MDSC) and tumor-associated macrophages (TAM). We hypothesized that by targeting tumor metabolism we could alter the TME and “condition” tumors to be more susceptible to immunotherapy. To this end, along with the Johns Hopkins Drug Discovery Program we developed a novel prodrug of 6-diazo-5-oxo-l-norleucine, inhibitor of glutamine metabolism (JHU-083). Recently, it has been shown that M2 macrophages require glutamine metabolism for differentiation and function. In light of the similarities between M2 macrophages and suppressive myeloid cells, we hypothesized that JHU-083 might inhibit the generation and function of MDSCs and TAMs. We tested this hypothesis in the 4T1 breast cancer model and 3LL lung carcinoma model. These tumors are relatively resistant to immunotherapy and are characterized by increased generation of MDSCs and distant spontaneous metastasis. JHU-083 treated mice suppressed tumor growth compared to the vehicle treated group. Immunologically, we observed markedly reduced numbers of MDSCs in circulating blood within 3 days of drug treatment compared to vehicle group, leading to favorable CD8 to MDSCs ratios. Consistently, JHU083-treated group displayed significantly decreased percentages and numbers of MDSCs in the tumor, and increased tumor infiltrating CD8 cells. Interestingly, JHU-083 treatment induced TAM reprogramming. While the TAM from the vehicle treated group displayed increased M2 markers and arginase; the JHU-083 treated tumor-infiltrating cells showed increased TNF-a producing M1-like macrophage phenotypes compared to vehicle group. These TNF-a producing cells were negatively correlated with tumor sizes. Notably, JHU083 treatment not only controlled primary tumor growth but also drastically reduced spontaneous lung metastasis. The decrease of MDSCs infiltration in the lung were also observed in JHU083-treated group. Mechanistically, our data suggest that JHU-083 inhibits CSF2/CSF3 production and survival of the tumor itself as well as directly affects macrophage metabolism and signaling. Also, LC-MS based metabolites analysis from JHU-083 treated tumors revealed reduced kynurenine:tryptophan ratios compared to the control group, indicating the metabolic modulation of the tumor microenvironment. Overall, our data support a novel role for glutamine inhibitor, JHU-083, in enhancing tumor-specific Immunity by targeting suppressive myeloid cells.","keywords":"Tumor microenvironment;Innate immunity;Metastatic tumors;Metabolism","organ":"Breast cancer","target":"glutamine","tumor":"breast","sage":"target-tumor","pharma":"academia","combo":"no","model":"preclinical xeno"}
