{"ID":"5329","title":"Targeting the kynurenine pathway as a novel metabolic treatment for head and neck cancer","authors":"Chitra Subramanian, Thekkelnaycke M. Rajendiran, Tanu Soni, Mark S. Cohen. Univ. of Michigan, Ann Arbor, MI","presenter":"Chitra Subramanian","text":"<b>Introduction: </b>Head and neck squamous cell carcinoma (HNSCC) still claims 330,000 lives globally each year, indicating a critical need for novel therapies. Recently, we identified high levels of kynurenine (K) in HNSCC patients through global metabolic profiling of HNSCC tumor tissues via mass spectrometry (MS). Indoleamine-2,3-dioxygenase (IDO) and tryptophan-2,3- dioxygenase (TDO) are enzymes that degrade tryptophan to K. Elevated K allows tumor cells to evade immune response more easily, promoting cancer progression, while increased IDO levels are associated with poorer prognosis. We hypothesize that restoring immune response to tumors by blocking IDO1 will be an effective therapeutic strategy for sensitizing HNSCC.<br /><b>Methods:</b> Validated human HNSCC cell lines were grown in 2D culture. Kynurenine levels were measured by MS. IDO1, IDO2 and TDO levels in tissue samples were measured by Western blot (WB) analysis. siRNAs for IDO1, IDO2, and TDO were used to knock down tryptophan pathway enzymes (non-targeting siRNA controls). Knockdown efficiency was evaluated by immunocytochemistry. After knockdown of IDO1, RNA was isolated, reverse transcribed and cancer associated pathways were analyzed using RT<sup>2</sup> cancer pathway profiler (data analyzed using GeneGlobe; Qiagen).<br /><b>Results:</b> Evaluation of the expression levels of enzymes that play a critical role in kynurenine pathway by WB analysis indicated upregulation of IDO1, IDO2 and TOD in both primary and metastatic tumor samples. siRNA-mediated knockdown of these enzymes indicated that only IDO1 knockdown was able to significantly reduce the levels of kynurenine by more than 80% (p<0.001), whereas knockdown of IDO2 and TDO reduced the kynurenine levels only by 10-25% (p>0.05%). Regulation of IDO1 function evaluated by the RT<sup>2</sup> cancer pathway finder indicated downregulation of several genes involved in angiogenesis (ANGPT1, MCP-1, FGF2, TEK, VEGF, SERPINF1), pro-survival (c-IAP2 and XIAP), EMT transition (CDH2, OCLN and SNAI1), and DNA repair (LIG4, POLB, ERCC3 and DDB2), whereas genes involved in glycolysis (ACLY, G6PD,COX5A,LPL and PFKL), DNA damage (GADD34, GADD45G etc) and apoptosis (CASP7, CASP9, BCL2L11) were upregulated.<br /><b>Conclusion:</b> Kynurenine is highly upregulated in HNSCC with checkpoint inhibition of IDO1 leading to increased apoptosis in vitro as well as increases in several glycolytic enzymes. Further translational analysis of glycolytic influences on the tryptophan pathway and immune checkpoint inhibition of IDO1 will provide mechanistic support for development of novel metabolic therapies for HNSCC.","keywords":"Head and neck squamous cell carcinoma;IDO1;glycolysis;Kynurenine","organ":"Carcinoma: squamous cell","target":"IDO1_IDO2_TDO","tumor":"headneck","sage":"discovery","pharma":"academia","combo":"no","model":"preclinical in vitro"}
