{"ID":"5335","title":"Indoximod modulates AhR-driven transcription of genes that control immune function","authors":"Erik L. Brincks, James Adams, Michael Essmann, Benjamin A. Turner, Lifu Wang, Jiyuan Ke, Agnieszka Marcinowicz, Nicholas Vahanian, Charles J. Link, Mario R. Mautino. NewLink Genetics, Ames, IA","presenter":"Erik Brincks","text":"The IDO pathway mediates immunosuppressive effects by metabolizing tryptophan (Trp) into kynurenine (Kyn). The depletion of Trp stimulates downstream signaling through nutrient sensors GCN2 and mTOR, while the production of Kyn stimulates signaling through the aryl-hydrocarbon receptor (AHR) transcription factor. The activation of these signaling pathways has pleiotropic effects on immune cells, including influencing the differentiation of dendritic cells (DCs), helper T cells, and regulatory T cells (Treg) as well as enhancing the proliferation of effector T cells and Treg. Indoximod has been demonstrated to relieve IDO-mediated immunosuppression in vitro and in vivo, by creating an artificial Trp-sufficiency signal that bypasses activation of GCN2 and inhibition of mTOR in conditions of Trp deprivation. We hypothesized that indoximod’s activity could also include the disruption of AHR activation by Kyn and other Trp catabolites, causing differential AHR signaling and transcriptional activity, resulting in an augmented antitumor immune response. We observed that indoximod activates AHR-dependent transcriptional activity in HepG2 cells as evidenced by increased AHR-driven luciferase and endogenous CYP1A1 activity. AHR activation by indoximod was also observed in primary human T cells, as measured by the induction of CYP1A1 mRNA. In a Kyn-driven Treg differentiation assay, indoximod altered transcription of genes associated with T helper and Treg phenotypes. Indoximod induced upregulation of <i>Rorc</i> expression, a TH17-associated transcription factor, while concurrently downregulating transcription of <i>Foxp3</i>, the master transcription factor of Treg cells. These effects were reverted by an AHR inhibitor. Consistent with the gene expression profiles, indoximod shifted the cellular phenotype from Foxp3<sup>+</sup> Treg toward Th17-producing CD4 helper T cells. Transcription of <i>Ido1</i> is controlled by IFNγ and AHR-response elements in its promoter. Consistent with the role of indoximod in blocking the IDO pathway, we observed that indoximod downregulated the expression and function of IDO in in vitro derived plasmacytoid DC that normally would express IDO under the same differentiation conditions. When these in vitro differentiated human pDCs were used in an MLR culture, the indoximod-induced downregulation of IDO resulted in decreased Kyn production and increased T cell proliferation. Moreover, indoximod treatment of tumor-bearing mice decreased expression of IDO in the pDC in tumor-draining LN. Together, these data suggest that indoximod modulates AHR signaling to exert multiple immunomodulatory effects, including a shift from suppressive Foxp3<sup>+</sup> Treg toward TH17 helper T cells as well as the downregulation of IDO expression in pDC, contributing to enhanced antitumor immunity.","keywords":"Immunotherapy;Aryl hydrocarbon receptor;Immunomodulation","organ":"Not Applicable","target":"IDO1_IDO2","tumor":"NA","sage":"discovery","pharma":"pharma","combo":"no","model":"preclinical xeno"}
