{"ID":"5367","title":"Targeted delivery of cytotoxic NAMPT inhibitors using antibody-drug conjugates","authors":"Christopher S. Neumann, Kathleen C. Olivas, Andrew B. Waight, David Meyer, Luke V. Loftus, Margo Zaval, Martha E. Anderson, Steven Jin, Julia H. Cochran, Jessica K. Simmons, Paul G. Pittman, Robert P. Lyon, Peter D. Senter. Seattle Genetics, Bothell, WA","presenter":"Christopher Neumann","text":"Nicotinamide phosphoribosyltransferase (NAMPT) is the rate-limiting enzyme involved in the salvage biosynthetic pathway of NAD from nicotinamide. Small-molecule inhibitors of NAMPT lead to rapid depletion of NAD(H) and subsequent depletion of ATP as cellular energy metabolism is interrupted. While these inhibitors can be potently cytotoxic in vitro, their application as cancer chemotherapeutics is limited by toxicity upon systemic administration. We have developed NAMPT inhibitors that are suitable for targeted delivery to cancer cells using our antibody-drug conjugate (ADC) platform. The inhibitors retain impressive biochemical potency against purified NAMPT, as well as potent in vitro cytotoxicity. Cleavable drug linkers were constructed using an enzyme-labile glucuronic acid moiety as the trigger for drug release. The resulting linkers are relatively hydrophilic, allowing ADCs with eight drugs per antibody to be prepared with no aggregation and favorable pharmacokinetic profiles. In vitro, treatment of cells with ADCs leads to depletion of cellular NAD. This pharmacodynamic effect is also observed in xenografted L540cy tumors, where NAD(H) is not detected in excised tumors 4 days after dosing. Across multiple tumor xenograft models, treatment with NAMPT-based ADCs leads to tumor regression. Exploratory toxicology studies in rats show excellent single-dose tolerability, with recoverable anemia and lymphopenia noted. Importantly, retinal and cardiac toxicities associated with systemic administration of NAMPT inhibitors in rodents were not observed with NAMPT-based ADCs. These data demonstrate the ability of NAMPT inhibitors to serve as a novel payload class for ADCs, and the potential to reintroduce this unique mechanism of action to the clinic with improved therapeutic windows.","keywords":"Antibody;Drug delivery;Metabolism;Antitumor activity","organ":"Not Applicable","target":"NA","tumor":"multiple","sage":"payload","pharma":"pharma","combo":"no","model":"preclinical xeno"}
