{"ID":"5395","title":"Kit-dependent tissue resident macrophage progenitors drive cancer progression","authors":"Paulina Pathria, Hideyuki Takahashi, Megan Kaneda, Judith A. Varner. UCSD Moores Cancer Ctr., La Jolla, CA","presenter":"Paulina Pathria","text":"Macrophages play a key role in promoting tumor growth and resistance to therapy. Here we show that tissue-resident as well as bone marrow-derived macrophages play critical roles in promoting tumor growth. Tissue-resident macrophages were recently shown to originate in the yolk sac or fetal liver during embryogenesis; these cells self-maintain in post-natal tissues independent of hematopoietic stem cells. Tissue-resident macrophages and bone marrow-derived macrophages rapidly accumulate in tumors where they play independent roles in promoting tumor growth. Tissue-resident macrophages are CD11b<sup>+</sup>Gr1<sup>-</sup>F4/80<sup>hi</sup>CX3CR1<sup>hi</sup>CCR2-Ki67+ cells that accumulate in tumors independently of trafficking receptors. In contrast, bone marrow-derived CD11b<sup>+</sup>Gr1<sup>+</sup>F4/80<sup>lo</sup>CX3CR1<sup>lo</sup>CCR2+ macrophages accumulate in tumors in an integrin α4β1/αLβ2 and CCR2 or CXCR4-dependent manner. Gene expression studies show that tumor-associated tissue-resident macrophages are highly proliferative, immune-suppressive myeloid cells that are less proangiogenic than bone marrow-derived macrophages. Our studies show that tumor cells induce the expansion of tissue-resident macrophage progenitor cells by secreting stem cell factor and mCSF. Here we identify a Kit/KitL-dependent tissue-resident macrophage progenitor that is abundant in tumors but not in normal tissues. Notably, tumor growth and colony-forming activity are significantly inhibited in mice treated with SCF and Kit inhibitors. Tumors adoptively transferred with tissue-resident macrophage progenitor cells exhibited a significant growth advantage over control tumors. Furthermore, Kit inhibitors synergize with other immune therapy regimens to suppress tumor growth. Our studies show that tissue-resident macrophage progenitors promote aggressive tumor growth that can be targeted by Kit/SCF inhibition.","keywords":"Macrophages;Inflammation;Kit tyrosine kinase;Stem cells","organ":"Not Applicable","target":"KIT_SCF","tumor":"NA","sage":"discovery","pharma":"academia","combo":"no","model":"preclinical xeno"}
