{"ID":"5435","title":"Mobilization of tumor-primed, marrow-infiltrating lymphocytes into peripheral blood with inhibitors of E-selectin or E-selectin and CXCR4","authors":"William E. Fogler, Theodore A. G. Smith, Rachel K. King, John L. Magnani. GlycoMimetics, Inc., Rockville, MD","presenter":"William Fogler","text":"Marrow-infiltrating lymphocytes (MILs) primed to tumor antigens have been described in patients with hematologic malignancies and in metastatic disease arising from carcinomas. The presence of tumor-reactive MILs in these patients has suggested the possibility of their utilization in T-cell immunotherapeutic approaches. Inherent in this approach are considerations that mediate MIL interactions with the microenvironment and how these may be governed for adoptive or active immunotherapy. Both E-selectin and CXCR4 are known to regulate the homing and retention of T cells to the bone marrow. GMI-1271 and GMI-1359 are potent, small-molecule glycomimetic antagonists of E-selectin and E-selectin/CXCR4, respectively. GMI-1359 is a potent small-molecule glycomimetic dual antagonist targeting E-selectin and CXCR4. In the present studies tumor-specific MILs were established in BALB/c mice that had been induced to reject the syngeneic CT26 colon carcinoma via treatment with anti-CTLA-4 T cell checkpoint antibody, and the subsequent effects of antagonizing E-selectin and/or CXCR4 with GMI-1271 or GMI-1359 on the mobilization and distribution of these bone marrow-derived tumor-specific CD8+ T cells were determined. CT26-immune mice were treated for three days with saline, GMI-1271 (40 mg/kg), or GMI-1359 (40 mg/kg) and 12 hours following the last injection, the phenotype and functional activity of CD8+ T cells were determined in bone marrow and peripheral blood. Additional controls included CT26-immune mice treated with G-CSF (0.125 mg/kg) and tumor-naïve mice treated with saline. Treatment of mice with GMI-1271 and to a greater extent with GMI-1359 led to an approximate 3-4 fold increase in CD8+CD62L+CD44- naïve and CD8+CD62L+CD44+ central memory T cells in peripheral blood. This was not observed following treatment of tumor-immune mice with G-CSF. Treatment of mice with GMI-1271 or GMI-1359 did not affect distribution of CD8+CD62L-CD44+ effector memory T cells in peripheral blood. The increase in percentages of CD8+ naïve and central memory T cells in peripheral blood following treatment with GMI-1271 or GMI-1357 functionally correlated with increased production of IFN-γ ex vivo in response to irradiated CT26 tumor cells or the immunodominant CT26 peptide, AH-1. Collectively these results demonstrate the mobilization or redistribution of marrow-infiltrating tumor-specific CD8+ T cells into peripheral blood as a consequence of E-selectin and/or E-selectin and CXCR4 antagonism. Once in the periphery, these MILs could (1) be collected for adoptive immunotherapy approaches or (2) serve as a systemic augmentation of T cells for combination with immune stimulants as a foundation to boost active immunotherapy.","keywords":"E-selectin;CXCR4;T lymphocytes;Bone marrow","organ":"Not Applicable","target":"Eselectin_CXCR4","tumor":"colorectal","sage":"drug","pharma":"pharma","combo":"no","model":"preclinical xeno"}
