{"ID":"5472","title":"Novel auristatins with high activity on efflux-positive models and demonstrable bystander activity","authors":"Philip N. Moquist<sup>1</sup>, Tim D. Bovee<sup>1</sup>, Sarah Owen<sup>2</sup>, Jamie A. Mitchell<sup>1</sup>, Margo Zaval<sup>1</sup>, Kim K. Emmerton<sup>1</sup>, Robert P. Lyon<sup>1</sup>, Peter Senter<sup>1</sup>, Svetlana Doronina<sup>1</sup>. <sup>1</sup>Seattle Genetics, Bothell, WA; <sup>2</sup>University of Michigan, Ann Arbor, MI","presenter":"Philip Moquist","text":"Auristatins are a class of clinically validated antimitotic agents utilized as payloads in antibody-drug conjugates (ADCs). Auristatins display many of the desirable properties necessary for ADC cytotoxins, such as low nanomolar potency, cell permeability, and activity across multidrug-resistant (MDR+) cell lines. Herein, we report the development of novel auristatins, which have a unique combination of these favorable properties. The hydrophilic monomethyl auristatin F (MMAF) was chosen as the parent structure, and a medicinal chemistry campaign was undertaken to functionalize various sites of the auristatin with hydrophobic moieties in an effort to improve membrane permeability. The structure-activity relationships (SAR) of the new auristatins demonstrated clear trends correlating hydrophobicity, structure, and polarity with permeability and in vitro cytotoxicity. The highest-performing molecules showed a preference for hydrophobic functionalization at the N-terminal dolavaline. The payloads were linked to the C-terminal position of the auristatin with a lysosomally cleavable maleimido-dipeptide linker. Examination of the ADCs revealed low ng/mL activity in CD30+ and CD19+ cell lines in vitro. Anti-CD70 ADCs demonstrated high in vivo efficacy in a 786-O xenograft and complete remissions (CRs) in the efflux-positive renal cell carcinoma model. Anti-CD30 ADCs were dosed in a CD30+ and CD30- admixed Karpas/Karpas-35R xenograft model to demonstrate proof-of-concept in vivo bystander activity. In summary, these novel auristatins showed potential across multiple indications as ADC payloads.","keywords":"Antitumor agents","organ":"Not Applicable","target":"CD30","tumor":"lymphoma","sage":"payload","pharma":"pharma","combo":"no","model":"preclinical xeno"}
