{"ID":"5588","title":"CD30<sup>+</sup>T regulatory cells, but not CD30<sup>+</sup>CD8 T cells, are impaired following brentuximab vedotin treatment in vitro and in vivo","authors":"Ryan A. Heiser, Bryan M. Grogan, Luke S. Manlove, Shyra J. Gardai. Seattle Genetics, Bothell, WA","presenter":"Ryan Heiser","text":"Brentuximab vedotin (BV) is an antibody-drug conjugate (ADC) directed against CD30, a TNF receptor superfamily (TNFRSF) member highly expressed on Reed Sternberg cells in Hodgkin lymphoma (HL) and also commonly expressed in a number of other lymphoid malignancies such as ALCL and CTCL. BV consists of a monoclonal antibody conjugated to monomethyl auristatin E (MMAE), a highly potent microtubule-disrupting agent. MMAE-based ADC antitumor activity primarily results from intracellular payload release, leading to mitotic arrest and apoptotic cell death, although secondary MOAs may exist. CD30 is mostly absent on resting peripheral lymphocytes, but is known to be transiently upregulated on both CD4<sup>+</sup> and CD8<sup>+</sup> T cells following activation. Recently, CD30 was identified, by separate research groups, as a marker differentially upregulated by human intratumoral T regulatory cells (Tregs). This recent observation raises the possibility that BV could target and eliminate intratumoral CD30<sup>+</sup> Tregs. Abundant evidence shows that tumor-specific CD8<sup>+</sup> T cells are paramount to antitumor immunity. In contrast, tumor-resident T regulatory cells have been shown to counteract immunosurveillance and promote tumor escape. Given that CD30 may be expressed on both activated CD8<sup>+</sup> T cells and intratumoral Tregs, we explored the outcome of BV treatment on each cell type. In this work, we show<b> </b>that<b> </b>BV directly depleted inducible and primary CD30<sup>+</sup> Tregs in vitro, in a dose-dependent manner, while CD30<sup>+</sup> CD8<sup>+</sup> T cells were unaffected. Moreover, BV selectively depleted Tregs in a Treg:CD8 T cell co-culture suppression assay, resulting in expansion of proliferating CD8<sup>+</sup> T cells. In vivo, using a humanized mouse model of graft-versus-host disease (xeno-GVHD), treatment of mice with BV significantly reduced splenic Treg numbers, while amplifying total xeno-reactive CD8<sup>+</sup> cytotoxic T cells. In an effort to understand BV’s selective impairment of Tregs, we evaluated CD30 expression following in vitro activation with CD3/CD28. Freshly isolated Tregs showed notably accelerated CD30 expression kinetics along with significantly higher peak receptor number compared to CD8<sup>+</sup> T cells. Furthermore, assays confirmed that the heightened receptor expression on Tregs translated into increased BV internalization and drug-linker cleavage. Finally, CD8<sup>+</sup> T cells were much more efficient at effluxing rhodamine than Tregs, suggesting lowered drug accumulation and exposure over time. Together, these data raise the novel possibility that brentuximab vedotin may be able to positively impact the Treg:CD8 T cell balance in the tumor microenvironment through selective depletion of CD30<sup>+</sup> Tregs, but not activated CD8<sup>+</sup> T cells.","keywords":"Regulatory T cells;Targeted drug delivery;Tumor immunity;Cytotoxic T lymphocytes","organ":"Lymphoma: Hodgkin's lymphoma","target":"CD30","tumor":"lymphoma","sage":"target-tumor","pharma":"pharma","combo":"no","model":"preclinical xeno"}
