{"ID":"5613","title":"Epigenetic modulation of the tumor microenvironment enhances immune checkpoint efficacy in a murine model of pancreatic cancer","authors":"Brian Christmas, Blake Scott, Todd Armstrong, Nilofer Azad, Elizabeth Jaffee. Johns Hopkins University School of Medicine, Baltimore, MD","presenter":"Brian Christmas","text":"This project aims to test the hypothesis that the epigenetic modulatory drug (EMD), entinostat, is capable of altering the inflammatory environment of pancreatic ductal adenocarcinoma (PDAC) and sensitizing it to checkpoint blockade inhibition. Recently the use of antibody therapy targeting immune checkpoints, such as CTLA-4 and PD-1, has become a major focus of cancer immunotherapy. In responsive patients, these therapies have resulted in long-term control of chemotherapy-resistant disease. The most compelling activity has been seen in the minority of patients with immunogenic tumors where T cell infiltration naturally occurs. These benefits are not observed in nonimmunogenic tumors, such as PDAC, with low expression of tumor-associated antigens (TAA) and a lack of intrinsic T cell infiltrate. Therapies that can alter the tumor microenvironment (TME) and allow infiltration of effector T cells, decrease of immunosuppressive cells, and stimulate TAA expression may convert nonimmunogenic tumors into cancers sensitive to checkpoint inhibitors. Recent work with EMDs has shown that they are capable of altering the immunogenicity of the TME by inducing the expression of cancer testis antigens as well as increasing tumor cell expression of MHC class II. We aim to test the hypothesis that treatment with EMDs can sensitize the inflammatory environment of PDAC to checkpoint blockade inhibition by evaluating changes of immune cells within the TME via flow cytometry, immunohistochemistry, and gene expression array. We are using a murine model of hepatic metastases of pancreatic cancer, which involves injecting syngeneic pancreatic tumor cells into the spleen followed by a hemisplenectomy, resulting in the consistent formation of hepatic metastases. We have evaluated entinostat, a histone deacetylase inhibitor, in combination with anti-PD-1 and demonstrated a significant survival benefit compared to either agent alone. Flow cytometric analysis of the TME shows that the combination of entinostat and anti-PD-1 causes a significant shift from an M-MDSC dominated to a more G-MDSC population. Additionally, the M-MDSC population expressed less arginase-1 while the G-MDSC population expressed less PD-L1, indicating inhibited immunosuppressive function. By adding anti-CTLA-4 to entinostat and anti-PD-1 combination therapy, the infiltration of granzyme-B-producing CD8<sup>+</sup> T effector cells is significantly increased, correlating with improved survival. Current studies aim to further elucidate the functionality of the MDSC populations by isolating them to perform ex vivo immunosuppression assays as well as colorimetric arginase activity assays. Additionally, future studies aim to identify changes in gene expression profiles of isolated MDSC populations as well as general immune populations using the Nanostring platform.","keywords":"Pancreatic cancer;Epigenetics;Checkpoint;Tumor microenvironment","organ":"Gastrointestinal cancers: pancreatic","target":"HDAC","tumor":"pancreatic","sage":"target-tumor","pharma":"academia","combo":"yes","model":"preclinical xeno"}
