{"ID":"5631","title":"X4P-001, an orally bioavailable CXCR4 antagonist, enhances immune cell infiltration and activation in the tumor microenvironment of melanoma","authors":"Robert H. I. Andtbacka<sup>1</sup>, Robert H. Pierce<sup>2</sup>, Jean S. Campbell<sup>2</sup>, Melinda Yushak<sup>3</sup>, Mohammed Milhem<sup>4</sup>, Merrick Ross<sup>5</sup>, Kenneth Grossmann<sup>1</sup>, Kam Sprott<sup>6</sup>, Eleni Tsiroyanni<sup>6</sup>, Katie Niland<sup>6</sup>, Lu Gan<sup>6</sup>, Sudha Parasuraman<sup>6</sup>, Yan Wang<sup>6</sup>. <sup>1</sup>Huntsman Cancer Institute, Salt Lake City, UT; <sup>2</sup>Fred Hutchison Cancer Research Center, Seattle, WA; <sup>3</sup>Emory University School of Medicine, Atlanta, GA; <sup>4</sup>University of Iowa, Iowa City, IA; <sup>5</sup>MD Anderson Cancer Center, Houston, TX; <sup>6</sup>X4 Pharmaceuticals, Cambridge, MA","presenter":"Robert Andtbacka","text":"<b>Background:</b> The CXCR4/CXCL12 pathway plays a central role in the trafficking of key immune cells in the tumor microenvironment (TME). X4P-001 is an oral, selective, allosteric CXCR4 inhibitor. We hypothesize that the disruption of CXCR4/CXCL12 signaling by X4P-001 will favor an improved response to checkpoint inhibitors by modulating the immune cell profile within the TME and increasing CD8+ T cell infiltration. A biomarker-driven phase 1b clinical study is being conducted in melanoma patients to test this hypothesis (NCT02823405).<br /><b>Materials and Methods:</b> The primary objectives for the study are to evaluate the safety and tolerability of X4P-001 as a single agent and in combination with pembrolizumab in patients (pts) with metastatic melanoma, and to characterize the effects of X4P-001 alone and in combination with pembrolizumab on tumor immune cell infiltrates. Serial biopsies of cutaneous or subcutaneous melanoma lesions, peripheral blood mononuclear cells (PBMCs), and serum samples were collected pre-dose, after 3 weeks of X4P-001 treatment, and after 6 weeks of combination treatment. Biopsies were assessed by immunohistochemistry (IHC) and multiplexed immunofluorescence (mIF) for multiple markers, including CD3, CD8, FoxP3, PD-L1 and Granzyme B, and by NanoString® analysis for changes in gene expression. PBMCs were analyzed by flow cytometry for both lymphoid and myeloid cells. In addition, multiple serum markers will be assessed using the multi-analyte profile (MAP) platform.<br /><b>Results:</b> As of September 15, 2017, 13 pts have been enrolled, and 11 have completed the study. The median age was 73 years (range 53-90). Of the evaluable pairs of biopsies, X4P-001 treatment alone increased CD8+ T cells, increased granzyme B signal, increased antigen-presenting machinery such as HLA-DR, and increased IFN-gamma gene expression signature scores in the TME. These biomarker responses were further enhanced when X4P-001 was combined with pembrolizumab. X4P-001 was well tolerated. AEs assessed as related to either X4P-001 or pembrolizumab at any time were diarrhea, maculopapular rash, fatigue, chills, and acute kidney injury. These data, along with additional biomarker measurements, will be presented.<br /><b>Conclusions:</b> Evidence of enhanced immune cell infiltration and activation is observed in the TME with X4P-001 treatment alone. Increased IFN-gamma gene expression signature scores after single-agent X4P‑001 treatment support the use of X4P-001 to increase the likelihood of a response when combined with anti-PD-1 therapy. X4P-001 as a single agent and in combination with pembrolizumab is generally safe and well tolerated. Further in-depth biomarker analysis is ongoing as enrollment nears completion.","keywords":"melanoma;Tumor microenvironment;CXCR4;Immunotherapy","organ":"Melanoma/skin cancers","target":"CXCR4","tumor":"melanoma","sage":"target-tumor","pharma":"academia","combo":"yes","model":"preclinical xeno"}
