{"ID":"5676","title":"eFT508, a potent and highly selective inhibitor of MNK1 and MNK2, regulates T-cell differentiation promoting an antitumor immune response","authors":"Rajesh K. Sharma, Vikas K. Goel, Jocelyn Staunton, Maria Barrera, Ana Parra, Eric Sung, Gary G. Chiang, Kevin R. Webster. eFFECTOR Therapeutics, San Diego, CA","presenter":"Rajesh Sharma","text":"An effective and durable T-cell response is a cornerstone of current immunotherapies. We show that eFT508, a potent, selective inhibitor of MNK1 and MNK2, establishes a regulatory program that promotes multiple steps in the cancer immunity cycle including expansion of memory T cells and prevention of T-cell exhaustion. Using OT-I and OT-II transgenic systems, we show that eFT508 shifts the distribution of T cells towards a CD62L<sup>high</sup>CD44<sup>high</sup> central memory (CM) phenotype in both CD4 and CD8 T cells upon activation with SIINFEKL peptide in vitro without adverse effects on T-cell proliferation, interferon-γ production or cytotoxic function. <i> </i>Similar effects are seen in vivo, where eFT508 treatment also enriches the CM T-cell pool in a SIINFEKL vaccine-induced OT-I adoptive T-cell transfer model, which results in increased persistence as demonstrated by a higher memory-recall T-cell response upon rechallenge. In addition, the CM bias elicited by eFT508 remains dominant when combined with agonists of co-stimulatory molecules, such as 4-1BB, OX-40 and GITR, or checkpoint inhibitors, such as PD-1, PD-L1 and CTLA-4, suggesting that eFT508 can affect the rate of T-cell differentiation in these combinations. eFT508 treatment also reduces the expression of exhaustion markers such as PD-1, LAG3 and TIM3, leading to increased cytotoxic T-cell function. eFT508 is currently under evaluation as a single agent in two phase 1/2 clinical trials for patients with advanced solid tumors and patients with advanced lymphoma. In addition, a phase 2 study evaluating eFT508, alone or in combination with avelumab, a PD-L1 immune checkpoint inhibitor, in microsatellite stable relapsed or refractory CRC patients is ongoing. The preclinical studies presented here provide further evidence that eFT508 may combine well with additional immunotherapies beyond checkpoint blockade.","keywords":"Immunotherapy;MNK1/2;T cell differentiation;Antitumor activity","organ":"Carcinoma: adenocarcinoma","target":"MNK1/2","tumor":"NA","sage":"drug","pharma":"pharma","combo":"no","model":"preclinical xeno"}
