{"ID":"5685","title":"Inhibition of MNK by eFT508 reprograms T-cell signaling to promote an antitumor immune response","authors":"Craig R. Stumpf, Joan Chen, Vikas K. Goel, Gregory S. Parker, Gary G. Chiang, Peggy A. Thompson, Kevin R. Webster. eFFECTOR Therapeutics, San Diego, CA","presenter":"Craig Stumpf","text":"Mitogen-activated protein (MAP) kinase signaling cascades play a vital role in T-cell activation upon antigen recognition. MNK1 and MNK2 are important downstream effector kinases in the MAPK pathway that largely function in regulating the expression of important signaling molecules, including cytokines and immune checkpoint receptors. MNKs are primarily thought to regulate the expression of select mRNAs, predominantly via post-transcriptional mechanisms involving the phosphorylation of the eukaryotic translation initiation factor eIF4E as well as the RNA binding proteins hnRNPA1 and PSF. eFT508 is a potent and highly selective inhibitor of MNK1 and MNK2 that has been shown to promote antitumor immunity by decreasing the expression of immunosuppressive molecules, such as immune checkpoint receptors. In order to identify key T-cell components that are regulated by MNK phosphorylation and may mediate the effects of eFT508 treatment, we performed an unbiased phosphoproteomic analysis of T cells during the early stages of T-cell receptor-mediated stimulation with and without eFT508 treatment. Primary human T cells were pretreated with eFT508 for two hours prior to stimulation with αCD3/αCD28 for an additional 30 minutes. Protein samples were then prepared for multiplexed phosphoproteomic analysis by mass spectrometry. Consistent with previous proteomic studies using stimulated T cells, a number of phosphopeptides associated with T-cell receptor signaling, among other cellular activities, were detected. Moreover, treatment with eFT508 specifically blocked the phosphorylation of distinct phosphosites on select proteins. The phosphoproteins modulated by eFT508 treatment are involved in important T-cell signaling pathways, cell proliferation and differentiation programs, stress responses, and post-transcriptional and translational gene regulation. Furthermore, there was enrichment for specific sequences surrounding the phosphorylation site in eFT508-sensitive peptides, highlighting a potential mechanism mediating MNK target recognition. Confirmation of MNK-mediated phosphorylation of novel substrates is being conducted in vitro by biochemical analysis of direct phosphorylation of potential substrates by MNK1 or MNK2 and in cellular lysates treated with eFT508 by Western blot analysis using phosphosite-specific antibodies. These findings have significantly expanded our understanding of cell signaling through MNK1 and MNK2 and will help to illuminate potential regulatory programs through which inhibition of MNKs by eFT508 can modulate antitumor immunity.","keywords":"Immunomodulation;T cell;MNK;eFT508","organ":"Not Applicable","target":"MNK1/2","tumor":"NA","sage":"discovery","pharma":"pharma","combo":"no","model":"preclinical xeno"}
