{"ID":"5745","title":"Preclinical evaluation of TQBWX220, a small-molecule inhibitor of IDO1","authors":"Shilan Liu<sup>1</sup>, Guibai Liang<sup>1</sup>, Dahai Wang<sup>1</sup>, Shuhui Chen<sup>1</sup>, wenyuan Qian<sup>1</sup>, Chi-Chung Chan<sup>1</sup>, Xiquan Zhang<sup>2</sup>, Lin Yang<sup>2</sup>, Xin Tian<sup>2</sup>, Yong Gao<sup>2</sup>, Tiantian Dong<sup>2</sup>, Mei Liu<sup>2</sup>, Lihua He<sup>2</sup>. <sup>1</sup>WuXi App Tec (Shanghai) Co., Ltd., Shanghai, China; <sup>2</sup>Chia Tai Tianqing Pharmaceutical Group Co., Ltd., Nanjing, China","presenter":"Shilan Liu","text":"<b>Objective:</b> Indoleamine-2, 3-dioxygenase-1 (IDO1) catalyzes conversion of tryptophan to kynurenine (Kyn), which triggers signaling through GCN2, mTOR and AHR and affects differentiation and proliferation of T cells. Expression of IDO1 by tumor cells or host APCs can inhibit tumor-specific effector CD8+ T cells and enhance the immunosuppressing activity of regulatory T cells. Targeting the IDO pathway via inhibition of IDO1 or blocking its downstream signaling pathways is recognized as one of the prime immunomodulation approaches to unleash antitumor immunity in the tumor microenvironment. As reported, inhibition of IDO1 pathway may also synergize with inhibitory Abs of immune checkpoint proteins, PD-1 and CTLA-4, etc. We report herein TQBWX220, a potent small-molecule inhibitor of IDO.<br /><b>Method:</b> Potency of TQBWX220 was determined by corresponding IDO1 biochemical and cell assays. Antitumor efficacy of TQBWX220 was evaluated in the syngeneic CT26 xenograft colon cancer model. CT26 cells were engrafted onto the back of BALB/c mice. BID oral administration of vehicle, positive control (INCB024360, 100 mg/kg) and TQBWX220 at different doses were performed. Tumor volumes and mouse body weight were measured at time points after the start of the treatments. Other assays were carried out by using standard methods.<br /><b>Result: </b>TQBWX220 displayed good IDO1 enzymatic (IDO1 IC50=22 nM) and cellular (Hela EC50=117 nM) potency. It<b> </b>has excellent solubility (>500uM pH7.4) and low inhibition on CYPs and hERG. TQBWX220 significantly inhibited tumor growth at tested doses (60% TGI at 50 mpk/PO BID and 73% TGI at 100 mpk /PO BID) (<i>P</i><0.05) in the CT-26 syngeneic model. As a result of IDO1 inhibition, reduction of Kyn level in the tumor was also observed.<br /><b>Conclusion: </b>The promising preclinical antitumor results and its favorable DMPK properties indicate that TQBWX220 has high potential in the clinic as a cancer immunotherapy in combination with checkpoint inhibitors such as anti-PD1 antibodies.","keywords":"Immunotherapy;Tumor immunity;Tumor microenvironment;IDO1 inhibitor","organ":"Gastrointestinal cancers: colorectal","target":"IDO1","tumor":"colorectal","sage":"drug","pharma":"pharma","combo":"no","model":"preclinical xeno"}
