{"ID":"5865","title":"Synergistic antileukemic activity of the antibody-drug conjugate (IMGN779) combined with PARP inhibition in preclinical human acute myeloid leukemia models","authors":"Claire Fritz, Scott M. Portwood, Julie Adams, Eunice S. Wang. Roswell Park Cancer Inst., Buffalo, NY","presenter":"Eunice Wang","text":"<b>Background:</b> Acute myeloid leukemia (AML) is an aggressive hematologic malignancy of immature myeloid cells. Antibody-drug conjugates (ADC) comprising humanized anti-CD33 monoclonal antibodies linked to cytotoxic payloads are known to exert clinical activity in AML patients. However, dose-dependent effects of ADC therapy, specifically hepatotoxicity, myelosuppression and veno-occlusive disease, have limited their clinical utility in patients. Inhibitors of the DNA repair enzyme poly (ADP-ribose) polymerase (PARP), so-called PARP inhibitors (PARPi), enhance tumor death by preventing repair of single-stranded DNA breaks. We have previously shown (Portwood S et al., ASH 2016) that the PARPi olaparib improves the activity of the anti-CD33 ADC (IMGN779) in preclinical AML models. Here we assessed the efficacy of multiple PARPi (olaparib, niraparib, rucaparib, veliparib, and talazoparib) alone and in combination with IMGN779 for AML therapy.<br /><b>Materials and Methods:</b> Human AML cell lines (HEL, HL60) were characterized for CD33 expression using flow cytometry after staining with antibody-linked fluorescent QuantiBrite Beads. Cells were treated with varying doses of IMGN779 (100pM-1nM) and PARPi (10nM-100uM) alone and in combination for 96h. Viability was measured after treatment utilizing a WST-1 colorimetric assay. Induction of apoptosis, cell cycle effects, and DNA damage were characterized by flow cytometry following 72h of treatment. Synergy reports were generated using Compusyn software.<br /><b>Results:</b> All PARPi demonstrated dose-dependent inhibition of AML (HEL, HL60) growth with the following IC<sub>50 </sub> ranges: talazoparib 200-400nM, niraparib 2.5-7.3 μM, olaparib 7.4-8.9 μM, rucaparib 39-75 μM, and veliparib 88-100 μM. Combination therapy with IMGN779 and four PARPi (veliparib, niraparib, olaparib, talazoparib) resulted in synergistic in vitro antileukemic effects with CI values <1. Statistically significant improvements in antiproliferative effects, apoptosis induction, and DNA damage as measured by γH2AX phosphorylation (p<0.05) were observed with combination PARPi and 779 therapy as compared with monotherapy. While single-agent PARPi largely induced G2 cell cycle arrest, combination IMGN779 and PARPi resulted in prominent S phase cell cycle arrest.<br /><b>Conclusions:</b> Our results demonstrate that PARP inhibitors as a class exert dose-dependent antitumor activity against human CD33+ AML cells. Moreover, PARPi consistently induce in vitro synergistic antileukemic effects against human AML cells when combined with the anti-CD33 ADC (IMGN779). Studies evaluating the mechanisms of action and the efficacy of combinatorial therapy in primary AML cells are under way. These findings support further clinical studies of PARP inhibition as a potential means of enhancing the activity of ADCs for acute myeloid leukemia therapy.","keywords":"PARP;Antibody;Leukemias: acute myeloid;DNA damage response","organ":"Leukemias: acute myeloid","target":"CD33","tumor":"leukemia","sage":"target-tumor","pharma":"academia","combo":"yes","model":"preclinical in vitro"}
