{"ID":"5947","title":"Targeting the EphA2-ligand binding domain for the design of innovative cancer therapeutics","authors":"Parima Udompholkul, Luca Gambini, Ahmed F. Salem, Carlo Baggio, Maurizio Pellecchia. University of California, Riverside, Riverside, CA","presenter":"Parima Udompholkul","text":"Eph receptors are the largest family of receptor tyrosine kinases, and are involved in regulating several cellular processes, including cell migration, and angiogenesis. Among the Eph family, EphA2 has attracted great interest as it is overexpressed in several tumor types such as melanoma, breast, prostate, lung, colon, and ovarian cancers, and it is also implicated in various aspects of oncogenesis (proliferation, tumor angiogenesis, cell adhesion, migration and metastasis). Thus, EphA2 is a promising direct chemotherapeutic target and several trials are ongoing targeting its kinase domain. In addition, due to its ability to endocytose upon activation, EphA2 could also be used as a carrier of cytotoxic agents, particularly in antibody-drug conjugates (ADCs) or peptidomimetic-drug conjugates (PDCs), using agonistic agents that target its extracellular ligand binding domain (LBD). Hence, potent and selective EphA2-LBD targeting ADCs or PDCs may lead to a decrease in off-target cytotoxicity while maximizing the efficacy of chemotherapeutic agents. Recently, a 12-mer agonistic peptide (YSAYPDSVPMMS, termed YSA in short) targeting EphA2-LBD with modest affinity has been identified by a phage display. YSA binding leads to EphA2 activation and internalization. Accordingly, we developed an innovative anti-triazole linker for the synthesis of EphA2-targeting peptide-drug conjugates to avoid the compatibility problems of disulfide and hydrazine linkers typical of ADCs. Using this strategy, our laboratory initially coupled the YSA peptide with an azide linker-derived taxane (paclitaxel, PTX), generating the desired YSA-PTX conjugate. Additional and more recent studies with a mildly improved EphA2-targeting agent, named 123B9, were also reported by our laboratory and tested in cellular and in vivo models of prostate cancer, pancreatic cancer and melanoma. While these studies clearly suggest that YSA and 123B9 are capable of targeting cytotoxic agents to EphA2-expressing tumor cells, the pharmacodynamic and pharmacokinetic properties of the targeting agents need to be improved to translate these studies into potential new therapies. Our central hypotheses are that by using structure-based design strategies, and leveraging on our previous preliminary data, it should be possible to derive novel YSA or 123B9 derivatives with nanomolar potency against the receptor. In addition, we will show that such agents could be used to prevent cancer cell migration in several solid tumors including breast, prostate, pancreatic and melanomas when used as single agents.","keywords":"EphA2;Therapeutics;Peptidomimetics;Cancer","organ":"Genitourinary cancers: prostate","target":"Epha2","tumor":"prostate_pancreas_melanoma","sage":"target-tumor","pharma":"academia","combo":"no","model":"preclinical xeno"}
