{"ID":"608","title":"Comprehensive evaluation of antibody-drug conjugate targets for drug development across tumor types: Analysis from TCGA","authors":"Roman Groisberg, Jason Rosznik, Funda Meric-Bernstam, Vivek Subbiah. UT MD Anderson Cancer Center, Houston, TX","presenter":"Roman Groisberg","text":"<b>Introduction:</b> Cancer cells over-express proteins on their cell surface that can be exploited as drug targets and has led to development of two successful Anti-body Drug Conjugates (ADCs), Brentuximab and Trastuzumab Emtansine. Because a strong correlation exists between mRNA levels and protein expression we analyzed RNAseq data from TCGA to look at known ADC targets as a proof-of-concept to discovering new therapeutic targets.<br /><b>Methods:</b> We used mRNA expressions (transcripts per million, TPM) from publicly available RNA sequencing data from the Cancer Genome Atlas (TCGA) and the Genotype-Tissue Expression (GTEx) project to analyze the expression of ADC targets in tumor and normal tissues. We chose thirty-seven targets with known ADCs in clinical development. Graphs were generated to show distribution of each gene’s expression across all tumor and normal tissue types in TCGA and GTEx. Potential targets were determined based on tumor expression of at least two times the highest expression in any normal tissue. Proteins known to be secreted in the blood stream at high levels were excluded as they are unlikely to make a good ADC target (eg. AFP, FOLH1).<br /><b>Results:</b> Using ERBB2 as the prototype gene, we were able to detect over-expression in all tumors that have HER-2 ove-rexpression in the literature including breast, bladder, NSCLC, Gastroesophageal, endometrial, HNSCC, ovarian, and colon cancer. Other genes with overexpression in select tumors including BSG (RCC, Melanoma, ACC), CD70 (RCC, DLBCL, mesothelioma, cervical), ENPP3 (RCC, endometrial, breast, lung adeno), FGFR2 (breast, gastric), FOLR1 (ovarian, lung adeno), GPNMB (lung, melanoma, HNSCC, renal), MSLN (lung adeno, mesothelioma, ovarian), SLC39A6 (breast), TDGF1 (thymoma, testicular, adrenocortical) were discovered as well. Tumors exhibited a significantly higher expression compared to normal tissue for ERBB2: breast cancer vs normal breast: p < 0.001; bladder cancer vs normal bladder: p < 0.001; lung adenocarcinoma vs normal lung: p < 0.001; ovarian cancer vs normal ovary: p < 0.001.<br /><b>Conclusion:</b> Overall, this large-scale analysis from TCGA reveals that RNA-seq can be used as an initial screen to identify novel targets for ADCs. Further analysis will identify previously unappreciated targets that can be exploited for drug development across diverse cancers. Further confirmation with protein expression is warranted.","keywords":"Drug discovery;RNA;Gene expression profiling;Gene expression analysis","organ":"Not Applicable","target":"multiple","tumor":"multiple","sage":"target-tumor","pharma":"academia","combo":"no","model":"in silico"}
