{"ID":"609","title":"Targeting kynurenine pathway for the treatment of cisplatin-resistant lung cancer","authors":"Medhi Wangpaichitr<sup>1</sup>, Chunjing Wu<sup>2</sup>, Dan JM Nguyen<sup>1</sup>, Ying-Ying Li<sup>1</sup>, Lynn G. Feun<sup>3</sup>, Niramol Savaraj<sup>1</sup>. <sup>1</sup>Univ. of Miami/VA Medical Ctr., Miami, FL; <sup>2</sup>VA Medical Ctr., Miami, FL; <sup>3</sup>Univ. of Miami, Miami, FL","presenter":"Medhi Wangpaichitr","text":"We have found that increasing ROS (reactive oxygen species) level is a specific and yet common feature found in cisplatin resistant (CR) lung cancer cells. We also showed that manipulation of ROS levels can selectively killed CR cells. Here, we have further identified the underlying mechanism for increasing ROS and its relationship with metabolic reprogramming and immune evasion. CR cells no longer follow classic aerobic glycolysis (Warburg effect). They do not primarily <u>utilize</u> glucose, but rather consume amino acids such as glutamine and tryptophan for survival. CR cells take up twice as much L-[G-<sup>3</sup>H] glutamine (n=4, p<0.05) and tryptophan (TRP) (n=4, p<0.04) when compared to its parental counterpart. These fundamental understandings have led us to study another unique mechanism where we found that CR cells activate kynurenine pathway (TRP catabolism) when they encounter excessive oxidative stress in order to maintain a finite level of ROS for their growth and proliferation. Importantly, kynurenine (KYN) which is oxidized through indoleamine 2,3-dioxygenase (IDO) via kynurenine pathway, plays a key role in reprogramming naïve T-cells to immune suppressive regulatory T-cell (T-reg) phenotype. Inhibiting IDO using Epacadostat (Incyte Corp.), a known IDO inhibitor which is currently in phase 3 trial, led to elevated ROS and resulted in the demise of CR cells. ROS levels were increased (2-3X) more in resistant cells after Epacadostat treatment while no significant change occurred in parental cells. The ID<sub>50</sub> dosage of parental cells was 2-4 fold more than their CR cell counterparts and no cytotoxicity was found in normal lung fibroblast (n=6; p<0.05). To further determine whether IDO correlated with ROS levels and sensitivity to Epacadostat, we inhibited IDO expressions in CR cell lines (ie. ALC and H460CR) using siRNA. Knocking down IDO enhanced ROS production and more importantly suppressed CR cells’ growth which further implicates the important role of kynurenine pathway (KP) in proliferation of CR tumors. Moreover, the treatment of knocked down cells with Epacadostat did not result in further cell death, indicating the specificity of this compound for the IDO enzyme. FoxP3, a lineage-specific marker of T-reg cells, was higher in CR cells when compared to their parental cell counterparts. Treatment with Epacadostat significantly suppressed FoxP3 expression which further support the relationship between metabolic reprogramming and immune evasion. Overall, we believe that our work will have potential impact on (i) how one can effectively exploits the KP pathway to treat CR tumors, and (ii) improved understanding on how CR cells evade immune surveillance. Supported by Department of Veterans Affairs, CDA2 award (1K2BX001289).","keywords":"Lung cancer;Cisplatin resistance;Metabolism","organ":"Lung cancer: non-small cell","target":"IDO1_KYN","tumor":"lung","sage":"discovery","pharma":"academia","combo":"no","model":"preclinical in vitro"}
