{"ID":"6119","title":"NT219, a novel dual inhibitor of STAT3 and IRS1/2, converts immuno-oncology resistant tumors to responders","authors":"Lana Kuperschmidt<sup>1</sup>, Hadas Reuveni<sup>2</sup>, Shani Carmi<sup>1</sup>, Neta Moskovits<sup>1</sup>, Netta R. Shraga<sup>1</sup>, Evgeny Solomonov<sup>3</sup>, Ohad Ronen<sup>4</sup>, Salomon Stemmer<sup>5</sup>, Izhak Haviv<sup>1</sup>. <sup>1</sup>Bar Ilan University, Zfat, Israel; <sup>2</sup>Tyrnovo LTD, Tel Aviv, Israel; <sup>3</sup>Ziv Hospital, Zfat, Israel; <sup>4</sup>Gallilee Medical Center, Naharia, Israel; <sup>5</sup>Clalit, Petach Tikva, Israel","presenter":"Izhak Haviv","text":"Feedback activation of STAT3 and IGF1R/IRS plays a prominent role in mediating drug resistance to a broad spectrum of targeted cancer therapies and chemotherapies. Both the IRS1/2 and STAT3 are major signaling junctions regulated by various oncogenes, and altered during EMT and drug resistance. STAT3 has also been known to play an active role in immune-evasion of tumors and inhibition of STAT3, both in the tumor, as well as in the tumor’s microenvironment, may therefore potentiate immune attack on the tumor. NT-219 is a dual inhibitor of STAT3 and IRS1/2 developed by TyrNovo Ltd. to overcome cancer drug resistance. NT-219 inhibits STAT3 phosphorylation and eliminates IRS1/2 in a unique 3-step mechanism: dissociation of IRS1/2 from the IGF1 receptor, induction of IRS1/2 serine phosphorylation, and subsequent degradation by the proteasome. We recently demonstrated that the inhibition of both IRS and STAT3 are required and essential for overcoming drug resistance. NT-219 efficacy was demonstrated in Patient-Derived tumor Xenograft (PDX) models of multiple cancer types: melanoma, sarcoma, pancreatic, colon, lung, and head & neck, when added-on to the approved therapies. In these models, NT-219 overcame acquired resistance to several oncology drug families: inhibitors of EGFR (Tarceva®, Erbitux®, Tagrisso®), MEK (Mekinist®), mutated-BRAF (Zelboraf®), mTOR (Afinitor®) as well as with chemotherapy agents (Gemzar®, 5FU, Oxaliplatin). We recently demonstrated that NT-219 works in synergy also with immune-oncology therapies. By using double autologous PDX models we demonstrated that NT-219 converted non-responding tumors to responders to Keytruda®. It also enhanced the immunotherapeutic potential of Cetuximab. The unique mode of action of NT219 may open a new avenue of combined targeted therapies in a wide range of malignancies, and has the potential to expand response duration and target patient population to the applicable drugs.","keywords":"Drug resistance;Immunomodulation;Combination therapy;Efficacy","organ":"Not Applicable","target":"STAT3_IRS1/2","tumor":"multiple","sage":"drug","pharma":"pharma","combo":"yes","model":"preclinical xeno"}
