{"ID":"6137","title":"Intratumoral immunotherapy with TLR7/8 agonist MEDI9197 modulates the tumor microenvironment leading to enhanced activity when combined with other immunotherapies","authors":"Stefanie R. Mullins<sup>1</sup>, John Vasilakos<sup>2</sup>, Katharina Deschler<sup>1</sup>, Iwen Grigsby<sup>2</sup>, Song Ren<sup>3</sup>, Matthew J. Elder<sup>1</sup>, Simon J. Dovedi<sup>1</sup>, Andrew J. Leishman<sup>1</sup>, Patricia Ryan<sup>3</sup>, Zachary Cooper<sup>3</sup>, James Elvecrog<sup>2</sup>, Ronald Herbst<sup>3</sup>, Rakesh Kumar<sup>3</sup>, Mark Tomai<sup>2</sup>, Robert W. Wilkinson<sup>1</sup>. <sup>1</sup>Medimmune, Cambridge, United Kingdom; <sup>2</sup>3M, MN; <sup>3</sup>Medimmune, MD","presenter":"Katharina Deschler","text":"Despite the recent breakthrough of checkpoint blockade antibodies targeting T cells to combat cancer, it has become apparent that the majority of patients are not fully responsive. Engaging innate immune cells is a promising way to fully exploit the anti-cancer potential of the immune system. Our strategy is to stimulate TOLL-like receptors (TLRs) with MEDI9197, a potent TLR7 and TLR8 agonist, which stimulates the release of interferon-alpha (IFN-α) from plasmacytoid dendritic cells (pDCs) and interleukin-12 (IL-12) and other cytokines from myeloid DCs. While several compounds including MEDI9197, CpG and STING agonists can induce the production of IFN-α, we show that only MEDI9197 is able to induce high levels of interferon-gamma (IFN-γ) and IL-12p70 in human PBMCs, a hallmark of TLR 7/8 agonists. We also demonstrate <i>in vitro</i> that MEDI9197 upregulates activation markers on both innate and adaptive human immune cells, repolarizes macrophages and skews immunity from a Th2 towards a Th1 phenotype in a PHA assay, thereby increasing the functional activity of NK and cytotoxic CD8 cells. MEDI9197 is an imidazoquinoline with a unique lipid tail and formulation designed for intratumoral (IT) dosing and retention at the site of injection to minimize unwanted systemic exposure. Mass spectrometry imaging of MEDI9197 in mouse tumors and whole-body autoradiography in rats confirm local retention of MEDI9197, with < 5% of the initial IT dose detectable in the rat serum. We show in the B16-OVA mouse syngeneic tumor model that a single IT dose increases the percentage of tumor infiltrating lymphocytes (TILs), enhances activation of T cells, and leads to a qualitative shift from single to dual cytokine production (IFN-γ and Tumor necrosis factor alpha, TNF-α). Gene expression analysis further reveals increased expression of activatory innate and adaptive immune gene signatures consistent with increased inflammation. As our mouse flow cytometry studies show elevated levels of PD-1 and PD-L1 on TILs, the combination of MEDI9197 with anti-PD-L1 mAb was also evaluated and resulted in enhanced efficacy compared to MEDI9197 alone. We further demonstrate <i>in vitro</i> that combining MEDI9197 with durvalumab (anti-PD-L1) augments cytokine production (e.g. IL-2, IFN-γ) in a co-culture of human DCs and allogenic T cells. These data showcase MEDI9197 as a potent modulator of the innate and adaptive immune system in the fight against cancer and support the rationale for evaluating MEDI9197 in combination with checkpoint blockade and costimulatory agonists in the clinic. MEDI9197 is currently being evaluated in human clinical trials for safety and efficacy (NCT02556463).","keywords":"Innate immunity;Checkpoint;T lymphocytes","organ":"Not Applicable","target":"TLR7/8","tumor":"melanoma","sage":"drug","pharma":"pharma","combo":"yes","model":"preclinical xeno"}
