{"ID":"6140","title":"Decomposition of parameters contributing to the improved therapeutic index of ADCs obtained by GlycoConnect™ and HydraSpace™ Technologies","authors":"Floris van Delft, Brian Janssen, Remon van Geel, Marloes Wijdeven, Jorge Verkade, Sander van Berkel. Synaffix BV, Oss, Netherlands","presenter":"Floris van Delft","text":"We have found that conjugation of toxic payloads to the native glycan of a monoclonal antibody by chemoenzymatic remodeling (GlycoConnect™ technology) consistently provides antibody-drug conjugates (ADCs) with enhanced therapeutic index (TI) increases versus those of ADCs prepared by mainstream clinical technologies. For example, head-to-head comparison of GlycoConnect™ ADCs -based on the same antibody and payload components- with the marketed drugs Adcetris and Kadcyla revealed an improvement in both efficacy and safety, which is further enhanced by use of a polar HydraSpace™ technology. Importantly, a similar improvement in TI was noted for comparison of a GlycoConnect™ ADC versus or a site-specific ADC derived from a cysteine-engineered antibody, the most important emerging technology in the clinic. With the aim to better understand the superiority of ADCs based on combined GlycoConnect™ and HydraSpace™ technologies, we have performed in-depth in vitro and in vivo investigation into factors contributing to the overall performance of ADCs prepared by glycan conjugation with a polar spacer. For example, it is found that stability is significantly improved versus mainstream technologies in terms of aggregation and linker stability. Rapid aggregation was observed for both Kadcyla and Adcetris, as well as ADC decomposition due to retro-Michael reaction resulting in free payload (for Adcetris) or albumin-conjugated DM1 (for Kadcyla), as indicated by LC-MS and immunoassay analysis. The latter image is confirmed by in vivo pharmacokinetic analysis, showing a dramatic difference in total antibody versus total conjugated antibody by premature release of payload. Finally, analysis with a solid 3D tumoroid model indicates enhanced penetration of site-specific versus randomly conjugated ADC, which may also contribute to better efficacy in solid tumors. The data generated further underline the importance of conjugation and linker technology as critical quality attributes for next-generation ADCs with higher therapeutic index.","keywords":"Immunotherapy;antibody-drug conjugates;linker;therapeutic index","organ":"Not Applicable","target":"NA","tumor":"NA","sage":"linker","pharma":"pharma","combo":"no","model":"preclinical xeno"}
