{"ID":"6172","title":"An AXL-specific antibody-drug conjugate shows preclinical anti-tumor activity in non-small cell lung cancer, including EGFR-inhibitor resistant NSCLC","authors":"Louise A. Koopman<sup>1</sup>, Maarten L. Janmaat<sup>1</sup>, Kirstine Jacobsen<sup>2</sup>, Mikkel Green Terp<sup>2</sup>, Elke Gresnigt-van den Heuvel<sup>1</sup>, Ulf Forssman<sup>3</sup>, Andreas Lingnau<sup>1</sup>, Paul W. H. Parren<sup>4</sup>, Henrik Ditzel<sup>2</sup>, Esther C. W. Breij<sup>1</sup>. <sup>1</sup>Genmab, Utrecht, Netherlands; <sup>2</sup>University of Southern Denmark, Odense, Denmark; <sup>3</sup>Genmab, Copenhagen, Denmark; <sup>4</sup>Leiden University Medical Center, Leiden, Netherlands","presenter":"Louise Koopman","text":"Enhanced AXL expression has been observed in tumor tissues obtained from non-small cell lung (NSCLC) patients, both in drug-treatment naïve patients and in patients with acquired resistance to EGFR tyrosine kinase inhibitors (EGFRi). In this study, we have evaluated the antitumor activity of the novel AXL-targeting antibody-drug conjugate (ADC) AXL-107-MMAE (HuMax-AXL-ADC) in non-small cell lung cancer (NSCLC) <i>in vitro</i> and <i>in vivo</i>. The antitumor activity of AXL-107-MMAE (4 mg/kg) was evaluated <i>in vivo </i>in a mouse patient-derived xenograft (PDX) clinical trial (1 mouse per group), using a collection of 57 NSCLC-derived PDX models, encompassing the typical NSCLC histological subtypes and mutational genotypes. AXL-107-MMAE induced responses, defined by a decrease in relative tumor growth compared to an untreated control tumor, in 35/57 (61%) of PDX models. Potent anti-tumor activity, i.e. tumor stasis or tumor regression, was observed in 16 out of 57 (28%) models. Potent anti-tumor activity was associated with higher AXL RNA expression compared to models showing intermediate response or non-responders (p<0.001). The therapeutic activity of AXL-107-MMAE (2 and 4 mg/kg) was confirmed in a panel of NSCLC PDX or cell line-derived xenograft models using 6-8 mice per group. AXL-107-MMAE induced dose-dependent, single agent anti-tumor activity in 8 out of 9 models. These included 2 <i>EGFR</i>-mutant PDX models that were resistant to the EGFR inhibitor erlotinib, including one model containing L858R/T790M <i>EGFR</i> mutations and one model with a L858R <i>EGFR</i> mutation. To specifically evaluate opportunities for AXL-107-MMAE in <i>EGFR</i>-mutant, treatment-resistant NSCLC, we established a panel of <i>EGFR</i>-mutant NSCLC cell lines with acquired resistance to the EGFRi erlotinib, gefitinib, or osimertinib. In general, cell lines showed enhanced AXL protein expression upon acquiring resistance to EGFRi. Moreover, the AXL-expressing, EGFRi-resistant cell lines were efficiently killed by AXL-107-MMAE<i> in vitro</i>, whereas the parental, EGFR-TKI sensitive NSCLC cell lines, which expressed little or no AXL, did not respond to treatment with AXL-107-MMAE. In summary, we show that AXL-107-MMAE has therapeutic activity as a single agent in the majority of NSCLC-derived models evaluated<i> in vivo</i>, representing different NSCLC histological and mutational subtypes. Moreover, AXL-107-MMAE induced efficient cytotoxicity in NSCLC cell lines that showed enhanced AXL expression upon acquired resistance to EGFRi. Finally, AXL-107-MMAE induces anti-tumor activity in EGFR-mutant, EGFRi resistant NSCLC PDX models.","keywords":"Non-small cell lung cancer;AXL;EGFR tyrosine kinase inhibitor resistance;antibody-drug conjugate","organ":"Lung cancer: non-small cell","target":"AXL","tumor":"lung","sage":"target-tumor","pharma":"academia","combo":"no","model":"preclinical xeno"}
