{"ID":"6200","title":"High-throughput fluorescence-based assay for screening of Arginase I inhibitors for cancer immunotherapy","authors":"Yvonne Grobben<sup>1</sup>, Joost C. M. Uitdehaag<sup>1</sup>, Nicole Willemsen-Seegers<sup>1</sup>, Werner W. A. Tabak<sup>1</sup>, Martine B. W. Prinsen<sup>1</sup>, Suzanne J. C. van Gerwen<sup>1</sup>, Jan van Groningen<sup>2</sup>, Johan Friesen<sup>2</sup>, Helma Rutjes<sup>2</sup>, Jos de Man<sup>1</sup>, Rogier C. Buijsman<sup>1</sup>, Guido J. R. Zaman<sup>1</sup>. <sup>1</sup>Netherlands Translational Research Center B.V., Oss, Netherlands; <sup>2</sup>Pivot Park Screening Centre, Oss, Netherlands","presenter":"Yvonne Grobben","text":"Arginase I (ArgI) is an important small molecule drug target in cancer immunotherapy. Arg1 converts L-arginine into L-ornithine and urea. Recruitment of ArgI-expressing myeloid-derived suppressor cells (MSDCs) at a tumor site results in the depletion of L-arginine, which causes reduced proliferation of T-cells and natural killer cells and inhibition of the antitumor immune response. In patient material, MSDC-induced T-cell suppression can be reverted by arginase inhibitors. ArgI inhibitors work synergistically with checkpoint inhibitor therapy in syngeneic mouse models.<br />In order to find novel inhibitors for ArgI, we developed a set of tools to enable screening and hit validation. The first is an activity assay that enables the high-throughput screening (HTS) of compound libraries. Previously reported arginase assays are poorly compatible with HTS due to the requirement of multiple reactions steps, harsh assay conditions, or the use of low-turnover substrates other than L-arginine.<br />We developed a novel ArgI activity assay, which has a homogenous format and requires only two addition steps before readout. The assay makes use of a fluorescence readout and has a high robustness (Z’-factor > 0.7). Progression of the assay can be followed in real time, allowing for kinetic experiments. To investigate the false positive hit rate, the assay was screened at the Pivot Park Screening Centre with a library consisting of 233 compounds with known interference in other assay formats. Using a simple background signal control, the number of false positives in this library was minimized to below 0.2%. The assay was subsequently used to accurately determine the dissociation constants and binding kinetics of the reference inhibitors ABH, NOHA and CB1158.<br />In order to validate the binding of screening hits to ArgI, we developed a thermal shift assay. We observed a shift in the ArgI melting temperature of up to 3.8°C after addition of the most potent inhibitors. In addition, we developed a Surface Plasmon Resonance binding assay. This showed that ABH and CB1158 have long residence times on ArgI.<br />To allow the development of novel inhibitors through rational drug design, we successfully crystallized human ArgI in a novel space group with higher symmetry (P63) compared to those previously reported (space group P3), and without the presence of hemihedral twinning. We determined a series of high resolution (< 1.7 Å) crystal structures at various pH values and with several ligands. These demonstrate that a series of peptide flips lies at the basis of the pH-dependent symmetry of ArgI and its unusually high pH optimum of 9.0 to 9.5.<br />Finally, to assess the cellular activity of ArgI inhibitors, we examined 102 cancer cell lines for ArgI activity and correlated the results to public gene expression profiles. The novel assay portfolio will help to deliver a new generation of ArgI inhibitors.","keywords":"Immunotherapy;Structure-based drug design;High throughput assay;Arginase","organ":"Not Applicable","target":"arginase1","tumor":"NA","sage":"drug","pharma":"pharma","combo":"no","model":"preclinical in vitro"}
