{"ID":"6224","title":"The role of MEN1611, a class I PI3-kinases (PI3Ks) inhibitor, in reprogramming the pro-tumoral inflammatory environment","authors":"Stefania Capano<sup>1</sup>, Alessio Fiascarelli<sup>1</sup>, Andrea M Tomirotti<sup>1</sup>, Mario Bigioni<sup>1</sup>, Alessandro Bressan<sup>1</sup>, Daniela Bellarosa<sup>1</sup>, Andrea Pellacani<sup>2</sup>, Monica Binaschi<sup>1</sup>. <sup>1</sup>Menarini Ricerche S.p.A., Pomezia, Italy; <sup>2</sup>Menarini Ricerche S.p.A., Firenze, Italy","presenter":"Stefania Capano","text":"MEN1611 (previously PA799) is a specific PI3Ks inhibitor with peculiar biochemical profile: it targets at the highest potency the mutated PI3Kα isoforms and the PI3Kγ isoform. PI3Kγ isoform is abundantly expressed in myeloid cells but not in cancer cells and promotes myeloid cell trafficking during inflammation and cancer. Previous studies have shown that selective inactivation of macrophage PI3Kγ is able to promote an immunostimulatory transcriptional program that restores CD8+ T cell activation and cytotoxicity. Based on these evidences, we sought to investigate whether the anti-tumoral activity of MEN1611, that has been demonstrated especially in tumors harboring PI3Kα mutations, should be mediated also by inflammatory cells. To this aim we have set up an <i>in vitro</i> model in order to study macrophages polarization: in the presence of colony stimulating factor, mouse bone marrow-derived monocytes were directed into M0 macrophages differentiation, followed by M1 (by lipopolysaccharides and interferon γ) or M2 stimulation (by interleukin 4). Potential changes in macrophage phenotype induced by MEN1611 were measured by quantitative RT-qPCR and mouse cytokine antibody array. Moreover in order to evaluate <i>in vivo</i> the immune modulatory capacity of MEN1611 two syngeneic tumor models were established: 4T1 breast tumor model and CT26.wt colorectal tumor model. M1 or M2 polarized macrophages displayed different cell morphologies: M2 cells exhibited an higher degree of elongation compared with M1 or unstimulated M0 cells. Their activation status was tracked and confirmed by gene expression analysis, enzymatic assays (iNOS and arginase activity) and cytokine array. MEN1611 treatment was able to revert M2 cell morphology towards an M1-like round cell shape. Analysis of gene expression in MEN1611-treated macrophages showed a significant increase of immunostimulating factors mRNAs, such as IL-1b, IL-12b and iNOS, in M2 macrophages. MEN1611 also enhanced the secretion of pro-inflammatory cytokines both in M1 and M2 macrophages. In syngeneic mouse models, immune cell subsets were characterized via flow cytometry: both 4T1 and CT26.wt tumors had a similar baseline relative amount of M1 and M2 macrophages and were characterized by CD4+ and CD8+ T cells infiltrates. The impact of MEN1611 treatment on macrophages and T lymphocytes subsets infiltrating tumors is currently studied. In conclusion, we have demonstrated the ability of MEN1611 to modulate macrophage polarization towards an immune-activating phenotype at clinically relevant doses. These findings might suggest the involvement of PI3Kγ as part of MEN1611 mechanism of action.","keywords":"PI3K;Macrophages","organ":"Not Applicable","target":"PI3Kg","tumor":"breast_colorectal","sage":"discovery","pharma":"pharma","combo":"no","model":"preclinical xeno"}
