{"ID":"6245","title":"Anti-FGFR4 antibody drug conjugate for immune therapy of rhabdomyosarcoma and hepatocellular carcinoma","authors":"Adam Cheuk<sup>1</sup>, Nitya Shivaprasad<sup>2</sup>, Martin Skarzynski<sup>2</sup>, Sivasubramanian Baskar<sup>2</sup>, Peter Azorsa<sup>2</sup>, Javed Khan<sup>2</sup>. <sup>1</sup>Leidos Biomedical Research, Inc., Bethesda, MD; <sup>2</sup>National Cancer Institute, Bethesda, MD","presenter":"Adam Cheuk","text":"Rhabdomyosarcoma (RMS), an aggressive soft tissue sarcoma originating from skeletal muscle in children and adolescent young adults. It is divided in two main histological subtypes including embryonal RMS driven by RAS pathway mutations and alveolar RMS driven by a chimeric fusion gene involving PAX3 or PAX7 with FOXO1. FGFR4 is a cell surface tyrosine kinase receptor that is a critical molecule in RMS biology. In RMS it is a direct target and strongly induced by PAX3-FOXO1 as well as PAX3, and PAX7. By immunohistochemistry we found high expression of FGFR4 in RMS cancers but low expression in normal human organs. Of note FGFR4 has been reported overexpressed in hepatocellular carcinoma (HCC). We therefore hypothesized that FGFR4 will provide a rational target for immune therapy in cancers with high expression. We generated fifteen binders against FGFR4 and characterized them further as candidates for immunotherapy. We found that 3A11, a mouse IgG antibody, bound to FGFR4 positive cell lines with an observed avidity of 1.9nM. By ELISA using the extra cellular domain of human FGFR1, FGFR2, FGFR3 or FGFR4, 3A11 showed dose dependent binding to FGFR4 only. 3A11 was also found internalized upon binding to FGFR4 positive cell lines. The VL and VH domain of 3A11 was cloned and chimeric 3A11 scFvFc (mouse Fv and Human IgG1 Fc) construct was made. The chimeric form of 3A11 antibody was successfully produced in vitro and retained its specificity. To investigate FGFR4-mediated cytotoxicity in RMS cell lines, we cultured RH30 (a RMS cell line expresses FGFR4) in the presence of the chimeric 3A11 and polyclonal anti-mouse 2°ADC conjugated to Duocarmycin DM for 72 hours. Dose-dependent cytotoxicity was observed in RH30, suggesting that chimeric form of 3A11 could deliver a cytotoxic payload to FGFR4 positive cells. We are currently developing antibody drug conjugate using the cytotoxic drug, pyrrolobenzodiazepine which will be tested in vitro and in vivo models of RMS. We have thus developed a chimeric antibody that may provide effective immune therapy for cancers with high FGFR4 expression including RMS and HCC","keywords":"Antibody;Fibroblast growth factor receptor 4;Rhabdomyosarcoma;Anticancer therapy","organ":"Pediatric cancers","target":"FGFR4","tumor":"sarcoma_hcc","sage":"target-tumor","pharma":"academia","combo":"no","model":"preclinical in vitro"}
