{"ID":"6279","title":"Effect of a novel orally bioavailable CXCR4 inhibitor, AMD070, on the metastasis of oral cancer cells","authors":"Nobuyuki Kuribayashi, Daisuke Uchida, Makoto Kinouchi, Kyoko Kuribayashi, Tomonori Hasegawa, Shuma Yagisawa, Hitoshi Kawamata. Dokkyo University School of Medicine, Tochigi, Japan","presenter":"Nobuyuki Kuribayashi","text":"We have previously demonstrated that the stromal cell-derived factor (SDF)-1/CXCR4 system is involved in the metastasis of head and neck cancer. Additionally, it has been shown that the blockade of CXCR4 by subcutaneous daily injection with AMD3100, a CXCR4 antagonist, may be effective in preventing metastasis in CXCR4-related head and neck cancer. Recent investigations have suggested that AMD070, a novel orally bioavailable inhibitor of CXCR4, may be minimally invasive compared with AMD3100. In the present study, we examined the effect of AMD070 on metastasis induced by the SDF-1/CXCR4 axis in B88-SDF-1 oral cancer cells, which express high levels of SDF-1 and CXCR4. Although treatment with AMD070 did not affect the anchorage-dependent growth of B88-SDF-1 cells, it significantly suppressed the anchorage-independent growth. Moreover, the SDF-1/CXCR4-dependent migration and invasion of B88-SDF-1 cells was significantly inhibited following treatment with AMD070. Subsequently, we performed an experimental therapy using AMD070 to prevent the distant metastasis of B88-SDF-1 cells in vivo. Daily oral administration of AMD070 significantly inhibited the lung metastasis of B88-SDF-1 cells in nude mice. Furthermore, AMD070 treatment did not induce body weight loss despite the tumor bearing-condition of the mice. In addition, we could not detect the apparent macroscopic organ abnormalities associated with the daily oral administration of AMD070. These results indicated that AMD070 could be useful as a novel orally bioavailable inhibitor of oral cancer metastasis.","keywords":"CXCR4;Metastasis;Oral Cancer","organ":"Oral cancers","target":"CXCR4","tumor":"headneck","sage":"target-tumor","pharma":"academia","combo":"no","model":"preclinical xeno"}
