{"ID":"6327","title":"Endogenous STING inhibition induces breast cancer cell death","authors":"Laura Cheradame<sup>1</sup>, Hery Ratsima<sup>1</sup>, Olivier Déas<sup>1</sup>, Jean-Gabriel Judde<sup>1</sup>, Vincent Goffin<sup>2</sup>, stefano cairo<sup>1</sup>. <sup>1</sup>XenTech, Evry, France; <sup>2</sup>Inserm U1151 / Institut Necker Enfants Malades (INEM), Paris, France","presenter":"Hery Ratsima","text":"Several studies have recently indicated the (re)activation of the immune system against tumor cells as an effective strategy to inhibit tumor growth. A current cancer immunotherapy strategy proposes the use of STING agonists to boost the patient’s immune system through the cytokine-mediated enhancement of tumor infiltration and killing by immune cells. We recently showed that genotoxic treatment in vitro of the ER-positive breast cancer cell line MCF7 triggered the STING pathway. Of interest, genetic inhibition of this pathway increased genotoxic treatment efficacy by promoting cell death and delaying cell colony regrowth, indicating that STING pathway intrinsically promotes MCF7 cell resistance to treatment. While STING is commonly described as an endoplasmic reticulum resident protein that localizes to Golgi and/or perinuclear vesicles upon activation, we showed that STING is constitutively present in the nucleus of MCF7 cells and, upon activation, forms nuclear foci that co-localize with gH2AX at DNA breaks. The aim of this study was to investigate whether these observations could be extended to cell lines derived from human breast cancer xenografts that are more representative of the disease.<br />To this aim, STING pathway was monitored in HBCx-3 (derived from the homonymous parental ER-positive breast cancer PDX) and HBCx-39 (derived from the homonymous triple negative breast cancer PDX) cells using cell fractionation, western blot, immunofluorescence and viability assays. Similarly to what we observed in MCF7 cells, STING was invariably present in the cytoplasm as well as the nucleus of HBCx cells. In these models, STING formed clusters together with gH2AX at DNA breaks even in the absence of genotoxic treatment. Finally, we showed that STING silencing decreased cell viability of HBCx-3 and HBCx-39 cells irrespective of genotoxic treatment. Interestingly, another ER-positive PDX-derived cell line (HBCx-19) and two well-known triple negative breast cancer cell lines (BT20 and HCC1937) showed similar sensitivity to STING downregulation in a siRNA screening assay.<br />These studies show that STING clustering at DNA breaks in the nucleus is a general feature of breast cancer cells, and that the STING pathway is a cell-intrinsic mechanism of cell survival of many breast cancer cell lines including those derived from patient-derived xenografts. Our preliminary results indicate that STING-gH2AX foci can also be observed in the nucleus of TC122A cells derived from a human colon tumor xenograft, suggesting this mechanism may be common to other types of cancer.<br />To gain insight into the potential antagonistic roles of STING pathway modulation in tumors in vivo, we have transduced MCF7 and PDX-derived cell lines with an inducible shRNA directed against STING, and are evaluating the impact of STING inhibition or activation on tumor growth in immune cells-humanized PDX models.","keywords":"Breast cancer;Drug resistance;DNA damage;Immunotherapy","organ":"Breast cancer","target":"STING","tumor":"breast","sage":"discovery","pharma":"pharma","combo":"no","model":"preclinical xeno"}
