{"ID":"6334","title":"Dual E-selectin and CXCR4 inhibition reduces tumor growth and metastatic progression in an orthotopic model of osteosarcoma","authors":"Wei Ju<sup>1</sup>, Choh L. Yeung<sup>1</sup>, Arnulfo Mendoza<sup>1</sup>, Meera Murgai<sup>1</sup>, Sabina Kaczanowska<sup>1</sup>, Jennifer Zhu<sup>1</sup>, Shil Patel<sup>1</sup>, David A. Stewart<sup>2</sup>, William E. Fogler<sup>2</sup>, John L. Magnani<sup>2</sup>, Rosandra N. Kaplan<sup>1</sup>. <sup>1</sup>National Cancer Institute, Bethesda, MD; <sup>2</sup>GlycoMimetics, Inc., Rockville, MD","presenter":"Wei Ju","text":"Osteosarcoma is the most common bone cancer in children and young adults and has a strong propensity to develop lung metastases. E-selectin is known to be involved in the focal adhesion of tumor cells to cytokine exposed endothelial cells and we postulated may play a central role in osteosarcoma progression. Previously we identified that SDF-1, the main ligand for CXCR4, was upregulated in the pre-metastatic niche (Kaplan et al Nature 2005). Many tumor cells express CXCR4 and may use this signaling pathway to direct disseminated tumor cells to pre- and early metastatic sites in the lung. Based on these findings we examined human osteosarcoma cell lines and primary patient derived xenografts (PDXs) for the expression of CXCR4 and E-selectin ligands by flow cytometry. We found robust expression of these ligands in the majority of both the human osteosarcoma cell lines and PDXs examined. We therefore, investigated the impact of targeting these two axes on metastatic progression of orthotopic osteosarcoma using a small molecule, glycomimetic compound with dual inhibitory activity against E-selectin and CXCR4, GMI-1359. Five days post paratibial injection the HOS cell line, female NMRI-nu mice (n=12/group) were treated with saline; GMI-1359 alone (40 mg/kg IP BID x 25 days); doxorubicin (DOX) alone (5 mg/kg IV days 5, 15 and 25), or the combination of GMI-1359 and DOX. All treatments were well tolerated. The % tumor volume in treatment/control on day 27 of mice treated with GMI-1359, DOX or the combination was 35.5, 36.7 and 32.5, respectively. At study conclusion the incidence of lung metastases was approximately 60% and 50% in mice treated with saline or DOX and 15% in mice treated with GMI-1369 alone or in combination with DOX. Moreover, the extent of ectopic bone formation and/or osteolytic lesions was lower in mice treated with GMI-1359 compared to saline and DOX. These results indicate that the E-selectin and CXCR4 axes are important for the progression of osteosarcoma, and further, that inhibition of these two pro-tumor growth components by GMI-1359 has a therapeutic advantage over chemotherapy alone. Furthermore, studies in the adjuvant setting can provide proof of concept of utility of targeting CXCR4 and E- selectin ligands in the metastatic niche as a therapeutic strategy to limit metastatic progression in high risk patients.","keywords":"E-selectin;CXCR4;Osteosarcoma","organ":"Sarcoma/soft-tissue malignancies","target":"Eselectin_CXCR4","tumor":"sarcoma","sage":"target-tumor","pharma":"pharma","combo":"No","model":"preclinical xeno"}
