{"ID":"6343","title":"4SC-202 increases immunogenicity of tumor cells, induces infiltration of tumor microenvironment with cytotoxic T cells, and primes tumors for combinations with different cancer immunotherapy approaches","authors":"Svetlana Hamm, Tanja Wulff, Kerstin Kronthaler, Sabine Schrepfer, Ulrike Parnitzke, Anne Catherine Bretz, René Bartz. 4SC, Planegg-Martinsried, Germany","presenter":"Svetlana Hamm","text":"Various histone deacetylases (HDAC) inhibitors were described as beneficially affecting anti-tumoral immune response. Although different HDAC inhibitors were investigated in syngeneic tumor models, their mode of anti-tumoral action (MOA) is not yet fully understood. Here, we analyzed the anti-tumoral MOA of 4SC-202, an orally available clinical stage small molecule inhibitor targeting HDAC class I. To ensure the relevance for the clinical situation we used a clinically equivalent dosage regimen. 4SC-202’s effect on expression of tumor-associated antigen (TAA) and MHC molecules was analyzed <i>in vitro</i> and <i>in vivo</i>. Anti-tumoral efficacy and the impact on tumor microenvironment (TME) were analyzed in syngeneic CT26 and C38 models. Transcriptome analysis was performed by RNA-Seq, and the composition of immune cell subpopulations was determined by flow cytometry and immunohistochemistry. 4SC-202 increased expression of TAA and MHC molecules on tumor cells <i>in vitro</i> and <i>in vivo</i> suggesting a beneficial effect on immunogenicity of tumor cells. 4SC-202 significantly inhibited growth of syngeneic tumors at a dose that was inefficacious in immunocompromised mice. IFN-γ and chemokine expression was increased, and pro-inflammatory IL-1β and IL-23 decreased in the TME of CT26 tumors following 4SC-202 treatment. Detailed analysis revealed that 4SC-202 increased the number of cytotoxic CD8<sup>+</sup> T cells (CTLs) in the tumor core without affecting their number in blood. Since the abundance of T cells in the tumor is pre-requisite for the efficacy of immune checkpoint blockade as well as the agonistic 4-1BB antibody, combinations of 4SC-202 with anti-PD-1, and anti-4-1BB antibodies were tested in the C38 model. The response rate to the antibodies alone was low in this model reflecting the refractory clinical situation. 4SC-202 was able to control the tumor growth, but did not induce tumor regression, whereas combination therapies resulted in significantly longer survival and durable complete responses in up to 83% of animals for the combination with the anti-PD-1 antibody. 4SC-202 already demonstrated a favorable safety profile with a low rate of <u>></u> grade 3 treatment-related adverse events (17%) in a phase I study in heavily pretreated hematological cancer patients. With the daily dosing for 14 consecutive days a disease control rate of 83%, 1 partial and 1 complete response could be achieved. Complimentary to these clinical data, 4SC-202’s immune priming capacity offers further options for development in combination with various cancer immunotherapy approaches. Combination of 4SC-202 with PD-1 blockade is now under evaluation in a phase Ib/II clinical trial in advanced cutaneous melanoma patients refractory/non-responding to treatment with anti-PD-1 antibodies (‘SENSITIZE’, NCT03278665).","keywords":"Histone deacetylase inhibitor;Combination therapy;Checkpoint","organ":"Not Applicable","target":"HDAC","tumor":"colorectal","sage":"target-tumor","pharma":"pharma","combo":"yes","model":"preclinical xeno"}
