{"ID":"6433","title":"Identification and characterization of the IDO1 inhibitor LY3381916","authors":"Frank C. Dorsey<sup>1</sup>, Karim A. Benhadji<sup>1</sup>, Lillian L. Sams<sup>1</sup>, Debra A. Young<sup>1</sup>, John F. Schindler<sup>1</sup>, Karen L. Huss<sup>1</sup>, Alexander Nikolayev<sup>1</sup>, Carmine Carpenito<sup>2</sup>, David Clawson<sup>1</sup>, Bonita Jones<sup>1</sup>, Andrew L. Faber<sup>1</sup>, James E. Thomas<sup>1</sup>, Steven A. Haney<sup>1</sup>, Gaiying Zhao<sup>1</sup>, William T. McMillen<sup>1</sup>, Tod Smeal<sup>1</sup>, Daniel J. Sall<sup>1</sup>, Michael D. Kalos<sup>2</sup>, Sandaruwan Geeganage<sup>1</sup>, James R. Henry<sup>1</sup>. <sup>1</sup>Eli Lilly and Company, Indianapolis, IN; <sup>2</sup>Eli Lilly and Company, New York, NY","presenter":"Frank Dorsey","text":"Indoleamine 2,3-dioxygenase 1 (IDO1) is a heme-dependent enzyme that catalyzes the initial and rate-limiting step of tryptophan catabolism resulting in the local depletion of tryptophan and the concomitant production of kynurenine, both of which are immunosuppressive. Targeting IDO1 in combination with PD-1/PD-L1-targeted antibodies has shown promise in early phase clinical trials in several cancers and strongly suggests that, in some patients, IDO1 expression restrains PD-1/PD-L1-targeted checkpoint therapies.<br />While some cancers extrinsically express IDO1 in response to IFN-γ produced from an ongoing, yet ineffective immune response, others select for the intrinsic expression of IDO1, independent of an immune response. We identified several cancer cell lines that intrinsically expressed either IDO1 or the related isozyme TDO2. Using these cell lines, we discovered LY3381916, a potent and selective inhibitor of cell-based IDO1 activity (IDO1 7 nM; TDO2 >20 µM). Using a variety of techniques, we demonstrated that LY3381916 binds to newly synthesized apo-IDO1 lacking heme, but does not inhibit mature heme-bound IDO1. Protein x-ray crystallography confirmed that LY3381916 binds to apo-IDO1 where it occupies the heme-binding pocket of IDO1. As a result of this novel mechanism of action, substantial inhibition of IDO1 in tumors requires the turn-over of mature heme-bound IDO1. Modeling of the pre-clinical PK/PD relationship suggests QD dosing of LY3381916 will maintain greater than 90% inhibition over 24 hours. In addition, due to the favorable properties of the drug, significant central nervous system (CNS) penetration has been measured for LY3381916 (rodent kp,uu 0.26).<br />Kynurenine-mediated agonism of the aryl hydrocarbon receptor (AHR) is immunosuppressive in the tumor microenvironment. Inhibition of IDO1 and the subsequent reduction of kynurenine can relieve this immunosuppression. However, several heme-binding IDO1 inhibitors have been shown to replace kynurenine as an AHR agonist potentially limiting their ability to relieve this IDO1-dependent immunosuppressive mechanism. LY3381916 shows no confounding agonism of AHR up to 100 µM. Additionally, we characterized LY3381916 in pre-clinical tumor models and demonstrated that it was able to enhance LY3300054, anti-PD-L1 antibody (LY3300054) activity, which was associated with an enhanced T cell response. Based<br />on these characteristics, LY3381916 is currently being investigated in a Phase I clinical trial. These data suggest further development of LY3381916 may be warranted.","keywords":"Immunomodulation;Small molecule inhibitor;Immunotherapy;Lung cancer","organ":"Lung cancer: non-small cell","target":"IDO1","tumor":"NA","sage":"drug","pharma":"pharma","combo":"yes","model":"preclinical xeno"}
