{"ID":"6471","title":"Structure-activity relationship studies and biological evaluation of novel maytansinoids, a class of highly selective tubulin inhibitors","authors":"Friederike I. Nollmann, Patricia Perez Galan, Javier Garcia Fernandez, Heidi K. Walter, Johannes P. Magnusson, Federico Medda, Felix Kratz, Stephan D. Koester, Khalid Abu Ajaj, Lara Pes, Serghei Chercheja, Anna Warnecke. CytRx Corporation, Freiburg, Germany","presenter":"Friederike Nollmann","text":"Introduction and objectives: Maytansine and its analogs (DM1 and DM4) are potent microtubule-targeting compounds that inhibit proliferation of cells during mitosis.<sup>1</sup> Unfortunately, their narrow therapeutic window prevents a clinical application of these molecules. So far only T-DM1, an antibody-maytansinoid conjugate targeting the HER2 receptor, has been approved for the treatment of resistant breast cancer. Previous work on maytansinoids showed that their potent cytotoxic activity is related to the nature of the substituent at the C3 acyloxy side chain. In order to harness the potential of compounds of the maytansinoid family while diminishing dose-limiting side effects, we synthesized a library of novel analogs which can be attached to serum albumin <i>in vivo</i> through an acid-sensitive linker ensuring release of the active maytansinoid at the tumor site. All novel maytansine analogs contain a keto moiety as an attachment point for the linker and differ in their substitution pattern at C3. The analogs we studied can be classified into those containing an amino acid spacer between C3 and the keto group (maytansine-type) and those obtained through direct esterification at the C3-OH-position with various carboxylic acids (ansamitocin-type).<br />Methods: All the newly synthesized molecules were screened for their <i>in vitro</i> cytotoxicity against 11 cancer cell lines. In order to explore the influence of the maytansine functional groups at C3, we designed novel analogs with different amino acid spacers at this position. We evaluated the influence of the chain length, the degree of steric hindrance, the need of the chiral center and the influence of the <i>N</i>-methyl on the cytotoxicity as well as stability in murine and human blood plasma. Moreover, we studied the structure-activity relationship of the ansamitocin-type of analogs including the influence of the chain length, the degree of steric hindrance and the effect of introducing different heteroatoms in the alkyl chain.<br />Result and conclusion: A total of 32 new maytansinoid analogs were synthesized, and seven of them were found to be more potent than the parent drug maytansine in inhibiting the growth of human cancer cells <i>in vitro. </i>Clear SARs were identified for both classes of compounds. Based on these studies, lead compounds have been selected for creating albumin-binding derivatives and their further <i>in vivo</i> evaluation.<sup>2</sup><br />1) W. C. Widdison et al, J. Med. Chem., 49: 4392-4408 (2006); K. A. Poon et al, Toxicology and Applied Pharmacology, 273: 298-313 (2013); H. L. Perez et al, Drug Discovery Today, 19:869-881 (2014)<br />2) Abstract \"<i>In vivo</i> efficacy of novel acid-sensitive albumin-binding Maytansinoid-based prodrugs in human cancer xenograft models in nude mice\"","keywords":"Solid tumors;Maytansine;SAR;Tubulin inhibitor","organ":"Not Applicable","target":"HER2","tumor":"breast","sage":"payload","pharma":"pharma","combo":"no","model":"preclinical in vitro"}
