{"ID":"6500","title":"ADCs that induce necrosis and thwart apoptotic resistance","authors":"James R. Prudent, David Marshall. Centrose LLC, Madison, WI","presenter":"James Prudent","text":"Purpose: We have previously shown that targeting the Na,K-ATPase (NKA) with antibody drug conjugates is a powerful method for reducing tumors at levels found to be safe in cynomolgus monkeys. Currently no approved cancer drugs induce a potent necrotic type cell death even though experimental evidence shows that necrotic cell death has many notable and untapped benefits. Therefore, we wanted to better understand the driving mechanism by which ADCs targeting NKA inhibition induce necrosis.<br />Experimental Design: Various cancer cell types were subjected to increasing and decreasing concentrations of Na+, K+ and Ca++, as well as various ADCs using bufalin as the warhead/payload/toxin. The cells were also subjected to siRNAs specific to the NKA and bufalin alone. The cells were then analyzed for the appearance and/or presence of necrosis, apoptosis, and markers indicating various stress pathways.<br />Results: Conditions found to induce necrosis included: ADCs targeting specific NKA-protein complexes, cells subjected to media containing increased concentrations of K+, the specific Na,K-ATPase siRNAs, and bufalin alone.<br />Conditions not found to induce necrosis included: media containing increased Na+, decreased Na+ or K+, control siRNAs, or ADCs that targeted proteins not complexed to the NKA or expressed on the cell surface.<br />All cells undergoing necrosis lost their actin filaments, rounded up, and adherent cells detached from the surface and lost their motility. Markers indicated initial activation of the integrated stress responses (ISR). Minimal to no annexin staining indicated that apoptosis was not the dominate pathway in any experiment.<br />Conclusion: Proper ion flux is important for maintaining cellular homeostasis. Cell swelling is a key process that is used to correct for changes in ion flux, induce inflammation and kill unwanted cells. The NKA is a key regulatory protein in this process and when blocked, leads to uncontrolled cells swelling and necrotic death. Precise inhibition of ion flux focused on cancer cells should be further investigated as a potential method for treating patients.","keywords":"Cancer therapy;Cell death;Immunotoxin;Chemoresistance","organ":"Not Applicable","target":"NKA","tumor":"multiple","sage":"target-tumor","pharma":"pharma","combo":"no","model":"preclinical in vitro"}
