{"ID":"6575","title":"Novel albumin-binding maytansinoids inducing long-term partial and complete tumor regressions in several human cancer xenograft models in nude mice","authors":"Friederike I. Nollmann, Patricia Perez Galan, Javier Garcia Fernandez, Heidi K. Walter, Johannes P. Magnusson, Federico Medda, Felix Kratz, Stephan D. Koester, Khalid Abu Ajaj, Lara Pes, Serghei Chercheja, Anna Warnecke. CytRx Corporation, Freiburg, Germany","presenter":"Friederike Nollmann","text":"Introduction and objectives: Maytansine and its analogs (DM1 and DM4) are potent microtubule-targeting compounds that inhibit proliferation of cells during mitosis. Their potent anticancer activity made them attractive for drug development.<sup>1</sup> Unfortunately, their narrow therapeutic window prevents the clinical application of these molecules. So far only T-DM1, an antibody-maytansinoid conjugate targeting the HER2 receptor, has been approved for the treatment of Herceptin®-resistant breast cancer. Previous work<sup>2</sup> showed that by direct esterification at the C3-OH-position of maytansinol, <i>in vitro</i> cytotoxicity may be enhanced compared to the parent drug maytansine. To make these highly potent compounds available for cancer treatment, novel maytansinoids were attached to a water-solubilizing hydrazone linker which selectively binds to the Cys-34 position of human serum albumin upon i.v. injection. The active drug is designed to be liberated in the acidic environment of the tumor as well as in acidic cellular compartments of tumor cells.<sup>3</sup> Based on stability and release data <i>in vitro,</i> albumin-binding maytansinoids were selected for further <i>in vivo</i> evaluation. Herein, we present the data from a head-to-head comparison of novel albumin-binding maytansinoids with their parent maytansine in different cell- and patient-derived human tumor xenograft models.<br />Methods: Patient-derived human tumor xenografts (LXFE937 etc.) or tumor cells (A2780, MDA-MB 231, MDA-MB 468 etc.) were transplanted subcutaneously to female NMRI nu/nu mice (n=7-8 per group). Therapy with maytansine (0.4 or 0.5 mg/kg) and albumin-binding maytansinoids (2-3 mg/kg maytansine eq) was initiated after tumors reached a mean volume of 80-380 mm<sup>3</sup>. Animals were treated by i.v. injection once per week over 4 weeks.<br />Result and conclusion: Treatment with novel albumin-binding maytansinoids was better tolerated than with maytansine and MTDs were 4-7 times higher showing no significant body weight loss (< 5%). The albumin-binding maytansinoids demonstrated a significantly higher antitumor activity compared to both the control group and the group treated with maytansine and induced long-term partial and complete tumor regressions in all experiments.<br />1) W. C. Widdison et al, J. Med. Chem., 49: 4392-4408 (2006); K. A. Poon et al, Toxicology and Applied Pharmacology, 273: 298-313 (2013); H. L. Perez et al, Drug Discovery Today, 19:869-881 (2014)<br />2) Abstract XXX (Structure-activity relationship studies and biological evaluation of novel maytansinoids, a class of highly selective tubulin inhibitors)<br />3) F. Kratz et al., ChemMedChem, 3:20-53 (2008); US 7, 387, 771; F. Kratz, J. Control. Release, 132:171-183 (2008), F. Kratz, U. Beyer, Drug Delivery, 5: 281-299 (1998).","keywords":"Drug delivery;Xenograft;Kadcyla(R);Albumin","organ":"Not Applicable","target":"HER2","tumor":"breast","sage":"payload","pharma":"pharma","combo":"no","model":"preclinical xeno"}
