{"ID":"6589","title":"PD-L1 pathway activation as an escape mechanism of resistance to MEK inhibitor treatment in human colorectal cancer models","authors":"Stefania Napolitano<sup>1</sup>, Nunzia Matrone<sup>1</sup>, Valentina Belli<sup>1</sup>, Vincenzo De Falco<sup>1</sup>, Erika Martinelli<sup>1</sup>, Scott Kopetz<sup>2</sup>, Fortunato Ciardiello<sup>1</sup>, Teresa Troiani<sup>1</sup>. <sup>1</sup>University of Campania \"Luigi Vanvitelli\", Napoli, Italy; <sup>2</sup>MD Anderson Cancer Center, Houston, TX","presenter":"Stefania Napolitano","text":"Molecular mechanisms driving acquired resistance to anti-EGFR therapies in mCRC is complex and biochemically converge to activate the EGFR-RAS-MAPK pathway. In order to understand the mechanism underlying MEKi resistance, SW48 MEKi resistant cell lines (SW48-MR) have been established by <i>in vivo</i> selection. To expand our results, another CRC cell line sensitive to MEK blockade, such as HCT116, has been generated: HCT116-MR. Microarray analysis showed that several genes involved in the PD-L1 pathway were up regulated in SW48-MR versus SW48. Moreover, genes overexpressed in MEKi-resistant tumor were related to the gene signature of CMS4 subtype of CRC. In particular all the pathways that were up regulated in CMS4 tumors were up regulated in the resistant cell line, as confirmed by Western blot and Immunofluorescence analysis. The regulation of PD-L1 expression is regulated by multiple signaling pathways, including JAK/STAT. STAT3 gene is also up regulated in MEKi-resistant tumors. Inhibition of STAT3 expression by siRNA reduced PD-L1 expression and restored MEKi sensitivity. Moreover, a direct correlation has been demonstrated between EGFR and PD-L1. Exogenous activation of EGFR by TGFα stimulation in MEKi sensitive HCT 116 cell lines induced PD-L1 overexpression and resistance to MEKi. Once demonstrated the EGFR role in modulation of PD-L1 expression and subsequently development of acquired resistance to MEKi, we further evaluated the potential mechanism(s) responsible for EGFR activation. One major mechanism is the specific ligand stimulation. Gene expressions analysis revealed that all EGFR ligands were up regulated in MEKi resistant tumors compared to parental tumors. Moreover, we will perform an ELISA assay to confirm this data. To extend these <i>in vitro </i>findings, we will perform an in <i>vivo</i> study using MC38 and CT26 MEKi resistant syngeneic models that we have previously generated. These results suggest a strategy to potentially improve the efficacy of MEK inhibition by co-treatment with other agents and provide an additional therapeutic strategy via modulation of host immune responses in CMS4 CRC tumors.","keywords":"Gastrointestinal cancers: colorectal;MEK Inhibitor;Immunomodulation","organ":"Gastrointestinal cancers: colorectal","target":"MEK","tumor":"colorectal","sage":"target-tumor","pharma":"academia","combo":"yes","model":"preclinical in vitro"}
