{"ID":"6604","title":"Targeting PKR-like endoplasmic reticulum kinase modulates metabolism to promote T-cell effector function and PD1 immunotherapy responsiveness","authors":"David R. Soto-Pantoja, Yismeilin R. Feliz-Mosquea, Kenysha YJ Clear, Adam S. Wilson, Katherine L. Cook. Wake Forest University, Winston Salem, NC","presenter":"Katherine Cook","text":"The development of immunotherapy is a major recent advance in clinical oncology. However the majority of patients do not respond and those who do, experience resistance and relapse. Therefore, understanding the molecular mechanisms of immune checkpoint inhibitor resistance is critical to develop combinatorial drug strategies to potentiate therapeutic responsiveness to reduce mortality. Highly secretory cells, such as T-cells, have a larger endoplasmic reticulum (ER) to handle the increased protein translation capacity required by the cell. Therefore, T-cells may be highly sensitive to ER stress. The high nutrient needs of the tumor deplete resources in the microenvironment subjugating infiltrating T-cells to reduced nutrient availability resulting in stress. Our data indicate that co-culturing melanoma cells with T-cells increase T-cell specific unfolded protein response (UPR) signaling. Stimulating ER stress decreased cytolytic T-cell function in TALL-104 T-cells, enabling Mun2b melanoma survival. Knockdown of PERK restored T-cell killing capacity in ER stress induced cells. In an <i>ex-vivo</i> model of antigen-specific mediated T-cell death, Pmel-1 T-cells stimulated with gp100 displayed increased B16 melanoma killing when treated with GSK2606414 (a small molecule PERK inhibitor). PERK inhibition also elevated glycolysis proteins and mitochondrial bioenergetics in T-cells, suggesting PERK inhibition increases T-cell metabolism. As proof-of-concept, we determined the effect of PERK inhibition in a syngeneic B16 melanoma model. Male C57/Bl6 mice were inoculated with B16 melanoma cells. At 5 days post injection, mice were treated with a control IgG, antisense morpholino targeting PERK, PD1 antibody, or a combination of PERK morpholino and PD1 antibody. PERK morpholino treatment alone was sufficient to reduce tumor volume by 46.5%. PD1 antibody therapy alone reduced tumor volume by 47.4%. The combination of PD1 antibody and PERK targeting therapy significantly reduced B16 melanoma tumor volume by 64.5% demonstrating that targeting PERK <i>in vivo</i> enhanced immunocheckpoint therapy efficacy. Treated B16 tumors were homogenized and infiltrating T-cells isolated by flow cytometry. Gated CD3<sup>+</sup> infiltrating leukocytes were then counted for CD8 and PD1 expression. Tumor infiltrating CD8<sup>+</sup> T-cells doubled with PERK inhibition alone, giving further proof indicating that PERK may be a novel immune checkpoint target. Small molecule PERK inhibitors were previously shown to cause β-islet damage and insulin resistance; therefore we tested the effect of our PERK morpholino on glucose tolerance in the B16 melanoma model. PERK morpholino treatment had no overall impact on glucose tolerance and therefore may be a novel therapeutic to induce T-cell metabolism and potentiate immune checkpoint therapy efficacy with reduced off-target toxicities.","keywords":"T cell;Metabolism;Immunotherapy;Stress response","organ":"Melanoma/skin cancers","target":"PERK","tumor":"melanoma","sage":"target-tumor","pharma":"academia","combo":"yes","model":"preclinical xeno"}
