{"ID":"6608","title":"Pyridinobenzodiazepines (PDDs): A new class of sequence-selective DNA mono-alkylating ADC payloads with low hydrophobicity","authors":"Nicolas Veillard<sup>1</sup>, Paolo Andriollo<sup>1</sup>, Julia Mantaj<sup>1</sup>, Keith R. Fox<sup>2</sup>, K. Miraz Rahman<sup>1</sup>, George Procopiou<sup>1</sup>, Francesco Cascio<sup>1</sup>, David B. Corcoran<sup>1</sup>, Ilona Pysz<sup>1</sup>, Patricia A. Cooper<sup>3</sup>, Steven D. Shnyder<sup>3</sup>, Yawen Ju<sup>4</sup>, Edwin Tan<sup>4</sup>, William M. Schopperle<sup>4</sup>, Paul J. M. Jackson<sup>1</sup>, David E. Thurston<sup>1</sup>. <sup>1</sup>Femtogenix, Welwyn Garden City, United Kingdom; <sup>2</sup>University of Southampton, Southampton, United Kingdom; <sup>3</sup>University of Bradford, Bradford, United Kingdom; <sup>4</sup>CureMeta, Boston, MA","presenter":"Nicolas Veillard","text":"Although four ADCs have been approved and over sixty others are in development, the majority contain payloads belonging to two classes; tubulin inhibitors and DNA cross-linkers. Challenges in the development of ADCs include managing off-target toxicity and hydrophobicity. Some payload classes (<i>e.g.</i>, PBD dimers) are notably hydrophobic leading to problems (<i>e.g.</i>, aggregation) during conjugation. Thus, there is interest in developing novel payloads which retain the potency of DNA cross-linkers but have lower hydrophobicity and a wider therapeutic window when part of an ADC. The pyridinobenzodiazepines (PDDs) are a new class of sequence-selective, DNA mono-alkylating ADC payload which contain a polyheterocyclic chain with sufficient span to guide them to specific DNA sequences (<i>e.g.</i>, transcription factor binding sites). The lead PDD payload, FGX-2-62, has a different sequence-selectivity profile to other DNA-interactive agents, spanning 8-9 base-pairs compared to 6-7 for a PBD dimer, and DNA footprinting experiments indicate a preference for 5’-XGXWWWWXX-3’ sequences (X is any base; W is A/T). Transcription factor array studies have shown that the molecule inhibits DNA-binding of oncogenic transcription factors (<i>e.g.</i>, NF-κB and GATA). In <i>in vitro</i> cell line studies, FGX-2-62 has low pM cytotoxicity in a diverse cell line panel, including stem cells, cells from both solid and blood cancers (<i>e.g.</i>, 9 pM in HL-60) and MDR-resistant tumours, and arrests the cell cycle at the G0/G1 phase compared to G2-M arrest for PBD dimers. It is compatible with attachment to most linker technologies, and is significantly less hydrophobic than other payload classes. Initial MTD studies were carried out by separately conjugating (with negligible aggregation) FGX-2-62 and the PBD dimer Talirine to a THIOMAB<sup>® </sup>version of trastuzumab (DAR = 2). In female athymic nude mice, a greater tolerance was observed for the THIOMAB<sup>®</sup>-(FGX-2-62) ADC compared to the THIOMAB<sup>®</sup>-PBD dimer (<i>i.e, </i>MTD >8 mg.kg<sup>-1</sup> <i>versus</i> 4 mg.kg<sup>-1</sup>). In an efficacy study, FGX-2-62 was conjugated to a cancer stem cell-targeting IgG1 antibody (Bstrongximab) with DAR 1.9. Initial evaluation afforded IC<sub>50</sub> values of 0.67 nM and 0.47 nM in two antigen positive cell-lines, and an MTD of 6 mg.kg<sup>-1</sup> in mice. In an antigen-positive embryonal carcinoma stem cell CDX mouse model, complete regression was observed at a dose of 2 mg.kg<sup>-1 </sup>(Q7Dx3). In a cholangiocarcinoma PDX model, complete tumour regression was observed out to 80 days (when experiment was terminated) at a dose of 5 mg.kg<sup>-1 </sup>(Q7Dx3), with no observed toxicity. The favourable hydrophobicity profile of the PDDs and ease of conjugation, along with their novel mechanism of action, significant <i>in vitro</i> cytotoxicity, <i>in vivo </i>efficacy and tolerability in MTD studies suggest that they represent a promising new class of ADC payloads.","keywords":"Antibody;Antibody-Drug Conjugate;Payload;DNA alkylating agents","organ":"Not Applicable","target":"NA","tumor":"multiple","sage":"payload","pharma":"pharma","combo":"no","model":"preclinical xeno"}
