{"ID":"6720","title":"Targeting HDAC6 to reduce the aggressiveness of metastatic breast cancer in immunotherapy","authors":"Debarati Banik. George Washington Univ., Hyattsville, MD","presenter":"Debarati Banik","text":"Histone modifiers are recognized to perform diverse functions above beyond their conventional roles in remodeling the chromatin landscape. These functionalities range from regulating the outcomes of cellular-health to systemic immune-diseases, e.g., autoimmunity and cancer, positioning the HDAC inhibitors at a crucial junction of immunotherapy. However, the toxicity from the broad-spectrum HDAC-inhibitors has deemed a better focus on inhibitors of individual HDAC-members associated with tumor progression. One such member is HDAC6 which was earlier reported to promote the pro-tumorigenic STAT3 pathway. By using pharmacological inhibitor of HDAC6, the downstream immune-modulatory pathways of STAT3 could be targeted, which directly link to T-cell mediated immunity through the co-stimulatory molecules PD-L1, PD-L2 and B7-H4. This relationship has been established in a wide variety of tumors, including melanoma and breast cancer. HDAC6 has been also involved in a number of structural functions related to cellular motility, shape and intracellular transport through the regulation of the acetylation of numerous targets, including tubulin and cortactin. This function is strongly suggestive of HDAC6 being a key player in metastatic cancer progression. In our initial studies, we observed that the selective HDAC6 inhibitor Nexturastat A (NextA) is capable of reducing the tumor growth in a highly aggressive murine mammary carcinoma that mimics certain features of the human triple negative breast cancer, under both orthotopic and subcutaneous conditions of implantation. NextA was also able to inhibit tumor cell invasion in presence of metastasis-promoting cytokine such as IL6, as investigated through <i>in vitro</i> invasion assays. Additionally, we observed that the size and number of secondary tumor nodules in lungs were significantly diminished after the HDAC6i treatment. In order to boost the anti-tumor T-cell response, we also tested check-point inhibitors, such as anti PD1 and CTLA4 antibodies against both metastatic breast cancer and melanoma. While both of the standalone treatments showed a certain degree of success in reducing tumor growth, we demonstrated that HDAC6i improves anti-tumor immune responses when combined with immune check-point blockade mediated by anti PD1 antibody. The enhancement in anti-tumor response was measured in terms of the composition of infiltrating immune cells as well as functionality of effector T cells in terms of intra-tumoral interferon gamma expression. In both respects we found that NextA alone and combined with check-point blockade improves the anti-tumor response.","keywords":"Metastasis;Invasion;Checkpoint;Microenvironment","organ":"Breast cancer","target":"HDAC6","tumor":"breast_melanoma","sage":"target-tumor","pharma":"academia","combo":"yes","model":"preclinical xeno"}
