{"ID":"6814","title":"Nonclinical safety evaluation of STRO-001, a site-specific anti-CD74 antibody-drug conjugate for the potential treatment of B-cell malignancies","authors":"Willy Solis, Venita De Almeida, Abigail Yu, Maureen Bruhns, James Zawada, Adam Galan, Shannon Matheny, Arturo Molina, Trevor Hallam, Mark Lupher. Sutro Biopharma, South San Francisco, CA","presenter":"Willy Solis","text":"Antibody-drug conjugates (ADCs) constitute an expanding class of therapeutic molecules in preclinical and clinical development for multiple oncology indications. These antibody-based therapeutics are designed to selectively deliver cytotoxic payloads to tumor targets to improve efficacy and minimize toxicity. Cluster of differentiation 74 (CD74), a membrane-bound glycoprotein, is an antigen amenable ADC targeting because of its low expression in normal tissues and over expression in B-cell malignancies (multiple myeloma and non-Hodgkin’s Lymphoma). STRO-001, a well-defined, homogenous, and site-specific ADC, is comprised of maytansinoid cytotoxic drugs conjugated to an anti-CD74 aglycosylated antibody (SP7219) through a noncleavable linker at two engineered non-natural amino acids. In an in vitro immunological activation assay, STRO-001 did not elicit cytokine production when incubated with human PBMCs for 48 hours, suggesting a low risk for immunological response in cancer patients. In a tissue cross-reactivity study with human tissues, STRO-001-specific membranous staining was detected primarily in lymphoid organs and lymphocytic infiltrates in multiple non-lymphoid tissues. In an exploratory nonclinical safety study in cynomolgus monkeys, a pharmacologically relevant model for toxicity testing, STRO-001 was tolerated at 1, 3, and 10 mg/kg, but not at 30 mg/kg, when intravenously administered on days 1 and 15 followed by a 4-week observation period. Dose-dependent and transient decreases in B-cells and monocytes were observed at tolerated doses (on-target pharmacology), with no effects on NK/T-cells. At tolerated doses, the main findings included reversible toxicities to hematopoietic and lymphoid tissues that correlated with cytopenias. Hematopoietic toxicity is considered antigen-independent, clinically manageable, and consistent with that of other ADCs with similar payloads. Toxicokinetic analysis confirmed drug exposures (total antibody, ADC, and a prominent linker-maytansine catabolite) with evidence of non-linearity suggesting target-dependent clearance. In summary, STRO-001 ADC has a favorable nonclinical safety profile and Phase I study of STRO-001 in patients with B-cell malignancies is planned.","keywords":"Anticancer therapy;Non-Hodgkin's lymphoma;Multiple myeloma;Toxicity","organ":"Lymphoma: non-Hodgkin's lymphoma","target":"CD74","tumor":"leukemia","sage":"target-tumor","pharma":"pharma","combo":"no","model":"preclinical in vitro"}
