{"ID":"6848","title":"TRPH-222, a novel anti-CD22 antibody drug conjugate (ADC), has significant anti-tumor activity in NHL xenografts and reduces B cells in monkeys","authors":"Ann P. Maclaren, Nancy Levin, Henry Lowman. Triphase Accelerator, La Jolla, CA","presenter":"Ann Maclaren","text":"CD22 is a cell surface protein with expression restricted to mature B lineage cells. It is highly expressed on a wide range of B cell malignancies including NHL (non-Hodgkin’s lymphoma), DLBCL (diffuse large B cell lymphoma), follicular lymphoma and MCL (mantle cell lymphoma). CD22 is a clinically validated target for an antibody-drug conjugate (ADC) with approval in B cell acute lymphoblastic leukemia (B-ALL). In contrast, in NHL CD22 targeted ADCs have been limited clinically due to a poor therapeutic index. Subsequently the ADC field has focused on stable and site-specific conjugation of payloads for increased therapeutic index. TRPH-222 comprises an anti-CD22 antibody site-specifically modified at one site per heavy chain to express formylglycine (FG), allowing site-specific conjugation of a maytansinoid payload, a protease-insensitive spacer, and a functional group for coupling to an aldehyde on antibody FG residues. This SMARTAG™ site specific non-cleavable conjugation enforces a maximum drug to antibody ratio (DAR) of 2 with high stability enabling an improved therapeutic index. Studies described here characterize the anti-tumor activity of TRPH-222 in human NHL xenograft models and evaluate the pharmacodynamic effects in peripheral B cells. In WSU-DLCL2 xenografts once weekly intravenous (IV) dosing with either 3 or 10 mg/kg TRPH-222 reduced tumor volume by 100% after 28 days, as did a once every three-week 10mg/kg dose. In SU-DHL-2 and SU-DHL-4 xenograft models, TRPH-222 resulted in dose- and schedule-dependent anti-tumor activity with 91% and 100% tumor growth inhibition respectively at 10 mg/kg once weekly dosing. In the Granta-519 xenograft model, weekly 10 mg/kg dosing resulted in 87% tumor growth inhibition and also significantly inhibited tumor growth following escape from R-CHOP. Cross-species assessment of TRPH-222 binding revealed that TRPH-222 bound to immobilized human but not rat CD22. Similarly, TRPH-222 bound strongly to human and monkey peripheral B cells whereas no binding was observed to rat B cells. The pharmacodynamic effects of TRPH-222 on circulating rat and monkey B cell levels were evaluated following either a single (rat) or repeat (monkey) IV doses of TRPH-222 up to either 60 mg/kg or 50mg/kg respectively. In rats, TRPH-222 did not result in a reduction in absolute B cell numbers in any of the treatment groups. In contrast, B cells in cynomolgus monkey were reduced up to 70% from baseline in peripheral blood at all doses evaluated. In conclusion, the studies reported here demonstrate that TRPH-222 has significant anti‑tumor activity in all NHL lymphoma models tested and has activity following R-CHOP escape. TRPH-222 demonstrated a CD22-mediated pharmacodynamic effect in monkeys that was consistent with target binding. IND-enabling safety studies are currently ongoing with TRPH-222 to support clinical development in 2018.","keywords":"Non-Hodgkin's lymphoma;B cells;Antibody;Anticancer therapy","organ":"Lymphoma: non-Hodgkin's lymphoma","target":"CD22","tumor":"lymphoma","sage":"target-tumor","pharma":"pharma","combo":"no","model":"preclinical xeno"}
