{"ID":"6912","title":"Comprehensive antitumor immune activation by a novel TLR7/8 targeting agent NKTR-262 combined with CD122-biased immunostimulatory cytokine NKTR-214","authors":"Saul Kivimae, Marlene Hennessy, Rhoneil Pena, Yolanda Kirksey, Wildaliz Nieves, Phi Quatch, Janet Cetz, Zhongxu Ren, Haiying Cai, BoLiang Deng, Wen Zhang, John L. Langowski, Christie Fanton, Neel K. Anand, Werner Rubas, Steve Doberstein, Jonathan Zalevsky. Nektar Therapeutics, San Francisco, CA","presenter":"Saul Kivimae","text":"<b>Background</b>: NKTR-262 is a novel therapeutic, which delivers intratumoral engagement of the TLR 7/8 pathway, promoting an immune stimulatory environment and local injection site tumor antigen release. When NKTR-262 is administered in combination with NKTR-214, a CD122-biased cytokine agonist currently in clinical trials as a monotherapy and in combination with nivolumab, the combined effect of innate immune stimulation and enhanced antigen presentation with sustained T cell activation leads to systemic tumor immunity. <b>Materials and methods</b>: Ten subcutaneous syngeneic mouse tumor models with diverse histologies were assessed for NKTR-262 and NKTR-214 combination treatment efficacy. Once established, tumors were treated with a single peritumoral dose of NKTR-262, while NKTR-214 was administered i.v. on q9dx3 schedule. A subset of tumor models were inoculated bilaterally to assess abscopal effect of the combination treatment. Regression of injected tumors and the abscopal effect in contralateral untreated tumors was assessed by tumor size measurements. In bilateral models immune cell activation in both tumors was assessed by flow cytometry. Cytokine induction was measured in plasma and tumors in select models. <b>Results</b>: Combination treatment with NKTR-262 and NKTR-214 showed efficacy in all tested tumor models. Efficacy varied from significant tumor growth inhibition to up to 100% complete responses in multiple models. Synergistic efficacy was demonstrated in select models where single agent NKTR-262 or NKTR-214 activity was compared to the combination treatment. Immune cell phenotyping showed that combining NKTR-262 with NKTR-214 induced a two-step immune response in treated and abscopal tumors. At early timepoints, accumulation of activated granulocytes correlated with tumor cell death and dendritic cell activation. The innate response was followed by selective tumor infiltration by CD8 T cells and a reduction of immunorepressive cells. Single agent treatment showed only a subset of the cellular changes observed in the combination. Immune cell activation was shown to correlate with immune stimulatory cytokine release in NKTR-262 treated tumors. <b>Conclusions</b>: We present a designed combination therapy that mimics a natural immune response by activating a broad immune cell network in multiple nonclinical tumor models independent of tissue origin. Combining NKTR-262 and NKTR-214 engages the entire immune activation cascade required for systemic tumor clearance from local tumor antigen production to a sustained systemic T cell response. Unlike treatments that stimulate downstream components of select immune pathways without eliciting systemic tumor immunity, a comprehensive anti-tumor immune activation by coordinated engagement of innate and adaptive immune cells may increase the success of immune therapy for patients.","keywords":"Dendritic cells;Tumor immunity;Cancer immunotherapy;T cell","organ":"Not Applicable","target":"TLR7/8","tumor":"NA","sage":"drug","pharma":"pharma","combo":"yes","model":"preclinical xeno"}
