{"ID":"6914","title":"Suppression of myeloid cell arginase activity leads to therapeutic response in Kras mutant lung cancer by activating anti-tumor immunity","authors":"Juan J. Miret<sup>1</sup>, Paul Kirschmeier<sup>1</sup>, Min Wu<sup>1</sup>, Wei Huang<sup>1</sup>, William Walker<sup>1</sup>, Sangeetha Palakurti<sup>1</sup>, Nick Saccomano<sup>2</sup>, Peter S. Hammerman<sup>1</sup>, Kwok-kin Wong<sup>3</sup>, Esra Akbay<sup>4</sup>. <sup>1</sup>Dana Farber Cancer Institute, Belfer Institute, Boston, MA; <sup>2</sup>Array Biopharma, CO; <sup>3</sup>Division of Hematology and Medical Oncology, New York University, Boston, MA; <sup>4</sup>UT Southwestern Medical Center, Dallas, TX","presenter":"Juan Miret","text":"Metabolic changes in the tumor microenvironment impair the generation of an efficient anti-tumor immune response. Reduction of specific amino acids like arginine and tryptophan limit anti-tumor immune responses, contributing to a tumor generated immune suppressive environment.<b> </b>Arginine levels are critical for lymphocyte proliferation and function, and they are regulated by arginase 1 & 2 and nitric oxide synthase. Arginase 1 activity has been associated with most of the immunosuppressive effects resulting from arginine depletion<b> </b>and<b> </b>the role of arginase activity in lung tumor maintenance has not been investigated in clinically relevant established tumor models. RNA sequencing of sorted cell populations from immunocompetent genetically engineered KRAS G12D mutant mouse lung tumors, showed that arginase 1 expression is elevated in the myeloid cell population in the tumor microenvironment. <i>Ex vivo</i> analysis demonstrated that myeloid derived suppressor cell (MDSCs) from mouse tumors hindered T cell function by depleting arginine. These MDSCs expressed elevated levels of arginase 1, and inhibition of its activity by an Arg1/2 inhibitor, compound 9, restored effector T cell function. <b> </b>Treatment of a genetically engineered KRAS mutant mouse model with compound 9 increased arginine levels in blood and tumor and led to an increased number of tumor T cells and a significant reduction in tumor volume after 1 week of treatment. Compound 9 had no growth inhibitory activity across several murine and human KRAS mutant lung cancer cell lines in vitro. We also determined by immunohistochemistry that elevated levels of arginase 1 were expressed in granulocytic myeloid cells from KRAS mutant lung cancer patient samples. Given the data reported here and by others, an arginase inhibitor with excellent potency and in vivo target engagement could represent an important new immunotherapeutic agent. We have recently discovered and are fully characterizing molecules that demonstrate excellent potency and selectivity along with oral bioavailability in rodents that provide good arginase target coverage at modest doses.","keywords":"Arginine deprivation;Immune response","organ":"Lung cancer: non-small cell","target":"arginase1","tumor":"lung","sage":"target-tumor","pharma":"academia","combo":"yes","model":"preclinical xeno"}
