{"ID":"7006","title":"Small synthetic, multivalent bicyclic peptides that activate T cell costimulatory protein CD137","authors":"Peter U. Park<sup>1</sup>, Rachid Lani<sup>2</sup>, Gemma Mudd<sup>2</sup>, Julia Kristensson<sup>2</sup>, Katerine Van Rietschoten<sup>2</sup>, W. Frank An<sup>1</sup>, Gavin Bennett<sup>2</sup>, Kevin McDonnell<sup>1</sup>, Nicholas Keen<sup>1</sup>. <sup>1</sup>Bicycle Therapeutics, Lexington, MA; <sup>2</sup>Bicycle Therapeutics, Cambridge, United Kingdom","presenter":"Peter Park","text":"CD137 (4-1BB/TNFRSF9) belongs to the TNF receptor superfamily and provides costimulatory signaling for T cells and NK cells. Agonistic anti-CD137 antibodies have shown potent, often curative anti-tumor activity in preclinical models. These effects are mainly mediated by cytotoxic T cells and generate long lasting, memory responses. Two human anti-CD137 antibodies urelumab and utomilumab are currently undergoing clinical testing. Urelumab has shown several single-agent, partial responses, but its use has been hampered by hepatoxicity, whilst utomilumab lacks hepatotoxicity, but it has shown little or no single agent activity.<br />Bicycles® are a new class of drugs - fully synthetic, constrained bicyclic peptides that have antibody-like, high affinity and exquisite target specificity unachievable with conventional small molecule approaches. The Bicycle platform uses phage display and chemical optimization to rapidly identify and mature binders for affinity and physicochemical properties. Their small size (1.5-2 kDa) delivers advantages in tumor penetration, and rapid renal elimination may avoid the liver and GI toxicity often associated with other drug modalities, including certain antibodies. We hypothesized that a fully synthetic Bicycle CD137 agonist with rapid renal clearance, minimal liver interaction and no Fc receptor interaction may induce CD137 mediated anti-tumor activity while avoiding liver toxicity.<br />10<sup>15</sup> Bicycles were screened on phage against recombinant CD137. After phage and chemical optimization, a high affinity lead BCY3814 (K<sub>D</sub> ~30 nM) was selected. BCY3814 competes for binding with the CD137 ligand and utomilumab (known to bind to CD137 ligand binding site) but does not compete with urelumab which binds an alternative epitope. In common with many TNF receptors, CD137 activation requires receptor crosslinking, thus multivalent binders would be expected to recapitulate the action of its natural trimeric ligand. Uniquely, the versatility of the Bicycle format allowed us to rapidly generate more than 50 different bi-, tri- and tetra-valent variants of BCY3814 with chemical linkers and hinges of various lengths and rigidity using different sites of attachments, while maintaining a compact size (<15 kDa). We developed molecules exhibiting a wide range of potency and efficacy in cell-based CD137 activation assays. Several of these synthetic Bicycle CD137 agonists were 10-fold more potent than the clinical antibodies or the natural ligand. These potent Bicycles are being tested in a humanized CD137 mouse model to demonstrate anti-tumour activity with reduced liver toxicity. We hypothesise that such molecules will be promising, novel cancer immunotherapy candidates and pave the way for development of synthetic agonists of other TNF receptors.","keywords":"Immunotherapy;Co-stimulation;Cancer therapy;Targeted therapy","organ":"Not Applicable","target":"CD137","tumor":"NA","sage":"drug","pharma":"pharma","combo":"no","model":"preclinical in vitro"}
