{"ID":"7048","title":"Molecular mechanistic and <i>in vivo</i> <i></i>efficacy studies of Fn14-targeted fusion constructs containing human granzyme B","authors":"Ana Alvarez de Cienfuegos<sup>1</sup>, Lawrence A. Cheung<sup>1</sup>, Khalid A. Mohamedali<sup>1</sup>, Landon J. Inge<sup>2</sup>, Timothy Whitsett<sup>2</sup>, Jeffrey A. Winkles<sup>3</sup>, Louis DePalatis<sup>4</sup>, Linda Paradiso<sup>4</sup>, Michael G. Rosenblum<sup>1</sup>. <sup>1</sup>MD Anderson Cancer Center, Houston, TX; <sup>2</sup>Joseph's Hospital and Medical Center, Phoenix, AZ; <sup>3</sup>University of Maryland. School of Medicine, Baltimore, MD; <sup>4</sup>Mirata Biopharma, Spring, TX","presenter":"Ana Alvarez de Cienfuegos","text":"The past 15 years have seen impressive preclinical and clinical efforts to develop smart therapeutics with enhanced specificity for tumor cells and with much reduced “off-target” or nonspecific toxicity to normal tissues. For the antibody-drug conjugate approach, these constructs are composed of a targeting antigen binding domain, which delivers the cytotoxic domain into the cell. The majority of the cytotoxic payloads used in these constructs are categorized as either microtubule inhibitors or DNA-damaging drugs. We have developed a fusion protein, GrB-Fc-IT4 (MRT-101), that contains a humanized scFv binding domain targeting the cell surface receptor Fn14, an antigen highly expressed in a variety of solid tumors, and containing the human serine protease granzyme B (GrB) as the cytotoxic payload. The construct includes the IgG hinge Fc domain linker for efficient dimerization and an overall high molecular weight thereby designed to provide a prolonged serum half-life (~40 h). This unique format mimics human immune effector cell function and induces target cell death through activation of a variety of well described pro-apoptotic cascade signals. Western blot studies on human TNBC cells (MDA-MD-231) have shown that intact MRT101 is translocated into the cytosol in less than 1 h after exposure and is detectable in the cytosol for at least 8 h. The free GrB component is also detected by Western blot 4 h after treatment and persists for up to 8 h. Both of these agents trigger apoptotic cascades through activation of various caspases and induction of mitochondrial damage. Studies demonstrating cytochrome C release and mitochondrial depolarization are ongoing and will be reported. Incubation with the lysosomotropic agent chloroquine did not alter the IC<sub>50</sub> of MRT-101, suggesting that the fusion protein is not appreciably held in the endosomal compartment. <i>In vivo</i> studies have shown that MRT-101 is well tolerated in BALB/c mice after intravenous administration of 5 doses at 20 mg/kg/dose. This dose level showed no evidence of toxicity in any of the major organs such as liver and kidneys. <i>In vivo</i> efficacy studies conducted on NSG-NOD scid mice demonstrated significant tumor growth inhibition of established orthotopic breast tumors (MDA-MB-231), with no tumor growth for up to 30 days after implantation. Treatment of nude mice bearing lung PDX tumors showed a 60% tumor growth inhibition when compared to the vehicle control group. These results, in combination with previous <i>in vitro</i> and <i>in vivo</i> studies, demonstrate that the completely human MRT-101 construct is a selective, highly potent, non-toxic and effective antigen-driven drug with significant potential for the treatment of Fn-14 positive tumors that acts through a new and unique mechanism of action. Research supported by Mirata Biopharma LLC and conducted, in part, by the Clayton Foundation for Research.","keywords":"Immunotherapy;Apoptosis;Granzyme B;Fn14","organ":"Not Applicable","target":"Fn14","tumor":"lung_breast","sage":"target-tumor","pharma":"pharma","combo":"no","model":"preclinical xeno"}
