{"ID":"7149","title":"High-throughput analysis of MAPK and JAK-STAT signaling in CT26 tumors using a combination of immunophenotyping and phospho-flow cytometry","authors":"David Draper, Alden Wong, Philip Lapinski, Sheri R. Barnes, Maryland Rosenfeld Franklin, Scott C. Wise. MI Bioresearch, Ann Arbor, MI","presenter":"Scott Wise","text":"The development of robust platforms that enable the analysis of cell signaling proteins is crucial for small molecule drug development. Analysis of phospho-proteins in solid tumors is one area that remains a challenge due to the complex nature of the tissue. The most common approaches used to measure the effects of <i>in vivo</i> therapy are immunoblot and ELISA-based assays. However, these bulk analysis methods have drawbacks. This is primarily due to their inability to distinguish between phospho-protein levels in different cell subsets that exist in the tumor. Using the CT26 syngeneic model for colorectal cancer, we describe a novel high-throughput phospho-flow platform that can simultaneously analyze the phosphorylation status of up to 6 signaling proteins in both tumor cells and immune cells. To first validate the phospho-flow assay, splenocytes from naïve mice were treated <i>in vitro</i> with various stimuli that preferentially target distinct signaling proteins. We then tested the platform <i>in vivo</i>. To this end, CT26 tumor-bearing mice were dosed with the MEK inhibitor trametinib or vehicle. At the appropriate time point post-dosing, tumors were harvested and dissociated into single cell suspensions. Live tumor cells and CD8<sup>+</sup> T cells were first identified by flow cytometry using antibodies against CD45, CD3, and CD8. Following fixation, MAPK and JAK-STAT signaling activity was analyzed by measuring the levels of phosphorylated MEK, ERK1/2, STAT1, STAT2, STAT5, and STAT6 proteins using phospho-flow. Our results demonstrated that trametinib triggered a reduction in both pMEK and pERK1/2 levels in tumor cells that was evident 24 hours after the final trametinib dose. We also found phosphorylated STAT1, STAT3, and STAT5 was readily detectable in tumor cells, while STAT6 phosphorylation was not obvious. In contrast, we found that the CD8<sup>+</sup> T cell levels of pMEK and pERK1/2 were not affected by trametinib. Furthermore, when JAK-STAT signaling was analyzed, only phosphorylation of STAT3 was detected in CD8<sup>+</sup> T cells, which was also unaffected by trametinib. These results demonstrate successful combination of immunophenotyping and phospho-protein analysis in solid tumor-derived cells using flow cytometry. This platform is a tool that can be used to provide valuable insight into the effects that small molecule inhibitors may have on distinct cell subsets within a heterogenous tumor microenvironment.","keywords":"Flow cytometry;Phosphorylation;Immunomodulation","organ":"Gastrointestinal cancers: colorectal","target":"MEK","tumor":"colorectal","sage":"discovery","pharma":"academia","combo":"no","model":"preclinical xeno"}
