{"ID":"717","title":"MORAb-202, a folate receptor-alpha (FRA)-targeting antibody-eribulin drug conjugate (ADC), exhibits durable antitumor activity and payload-mediated bystander effects on the tumor microenvironment in triple-negative breast cancer","authors":"Keiji Furuuchi<sup>1</sup>, Xin Cheng<sup>1</sup>, Katherine Rybinski<sup>1</sup>, Tomoyuki Moriyama<sup>2</sup>, James Fulmer<sup>1</sup>, Chris Maddage<sup>1</sup>, Andrew Milinichik<sup>1</sup>, Keigo Tanaka<sup>3</sup>, George Lai<sup>2</sup>, Mary Lou Dula<sup>1</sup>, Danielle Fernando<sup>1</sup>, Luigi Grasso<sup>1</sup>, Earl Albone<sup>1</sup>, Toshimitsu Uenaka<sup>3</sup>. <sup>1</sup>Morphotek, Inc., Exton, PA; <sup>2</sup>Eisai, Inc., Andover, MA; <sup>3</sup>Eisai, Co. Ltd, Tokyo, Japan","presenter":"Keiji Furuuchi","text":"MORAb-202 is an antibody drug conjugate (ADC) consisting of farletuzumab (humanized anti-FRA mAb) and eribulin (as a payload, which are conjugated via a cathepsin B-cleavable linker. FRA is highly over-expressed in a large number of cancers including triple negative breast cancer (TNBC). Eribulin has been approved by Phase III study 305 for metastatic breast cancer patients who have previously received at least two chemotherapies. Moreover, exploratory subpopulation analysis from combined Phase III studies of 301 and 305 found that survival benefit by eribulin treatment was observed in HER2-negative and TNBC patients. Here we show the robust anti-tumor effects of MORAb-202 against patient-derived (PDX) TNBC xenograft models.<br />MORAb-202 demonstrated target selectivity and favorable cytotoxic drug delivery to tumors across a series of <i>in vitro</i> and <i>in vivo</i> studies. First, we found that MORAb-202 showed highly specific cytotoxicity on FRA positive cell lines at various IC50 values (0.001~23nM) according to their FRA expression levels, with little off-target killing (IC50 >100nM) on FRA negative cells. Moreover, it demonstrated significant <i>in vitro</i> bystander cytotoxicity (>140-fold) in FRA negative cells co-cultured with FRA positive cells when compared to mono-cultured FRA negative cells. <i>In vivo,</i> a single administration of MORAb-202 (1, 2.5, 5mg/kg) in FRA positive xenograft models showed dose-dependent antitumor activity with no observable toxicity. Single administration of MORAb-202 (5mg/kg) on high FRA-expressing TNBC PDX models showed long-lasting complete tumor regression (4/8), while near-MTD dose of eribulin (3.2mg/kg) showed minimum relative tumor volume of 96%. One dose of MORAb-202 (5mg/kg) elicits partial responses even on stroma-rich, low FRA-expressing (3.7%) TNBC PDXs. Immunofluorescent staining of tumor specimens both from the pre-treatment and five days post-treatment mice revealed that MORAb-202 achieved target specific engagement to FRA-positive regions in the tumor. Notably, MORAb-202 treatment diminished the network structure of cancer associated fibroblasts. This phenomenon was confirmed in an independent FRA-positive xenograft model, collected days 3, 5, 7 and 9 post-treatment of MORAb-202.<br />Finally, GLP toxicology studies in cynomolgus monkeys found no adverse effects on safety pharmacology endpoints (i.e., cardiovascular, CNS, respiratory function) in the intermittent repeated-dose (Q3W×2) of MORAb-202 nor changes in electrocardiography at doses up to 6 mg/kg. This dose is believed to be about five times higher than the projected effective dose based on PDX results and eribulin dose modelling.<br />Cumulatively, these data strongly support MORAb-202 as a promising ADC drug candidate for FRA-positive cancers.","keywords":"Antibody;Drug delivery;Triple negative breast cancer;Tumor microenvironment","organ":"Breast cancer","target":"FRA","tumor":"tnbc","sage":"target-tumor","pharma":"pharma","combo":"no","model":"preclinical xeno"}
