{"ID":"7220","title":"Reprogramming of tumor-associated macrophages by a short synthetic peptide eradicates ovarian cancer","authors":"Reshma Bhowmick<sup>1</sup>, Elena Vinokour<sup>2</sup>, Michael Paul Plebanek<sup>2</sup>, Marisol Villanueva<sup>2</sup>, Victor Shifrin<sup>3</sup>, Jack Henkin<sup>4</sup>, Ignacio Melgar-Asensio<sup>4</sup>, James Petrik<sup>5</sup>, Raghu Kallurie<sup>1</sup>, Olga V. Volpert<sup>1</sup>. <sup>1</sup>MD Anderson Cancer Center, Houston, TX; <sup>2</sup>Northwestern University, Chicago, IL; <sup>3</sup>Pamdeca LLC, Auburndale, MA; <sup>4</sup>Northwestern University, Evanston, IL; <sup>5</sup>Ontario Veterinary Collage, Guelph, ON, Canada","presenter":"Reshma Bhowmick","text":"<b>Purpose:</b> Ovarian cancer is the deadliest gynecologic malignancy with limited treatment options and novel therapies urgently needed. Immunosuppressive microenvironment is critical for tumor progression and immune checkpoint inhibitors, which enable T-cell anticancer immunity revolutionized the outcomes in multiple cancer types. However, this approach had limited success in ovarian cancer. Our small therapeutic peptides, derived from an endogenous type 2 tumor suppressor, Pigment Epithelium-Derived Factor (PEDF), act through an alternative immune mechanism, repolarization of tumor-associated macrophages (TAMs) to the tumor-suppressive phenotype.<b>Experimental Design:</b> Short peptides based on the<b> </b>PEDF’s active domain were modified for improved stability and efficacy. Two peptides (PMD-427, PMD-336) were tested in preclinical ovarian cancer models using the human chemoresistant cell line, OvCar-3, and transformed mouse cell line ID8. We also performed mechanistic analysis of the peptides’ anti-tumor action, including effects on macrophages cytotoxic, cytokine secretion and migratory activity in vitro and in vivo. <b>Results:</b> PEDF peptide PMD-427 caused > 20-fold reduction in tumor burden. PMD-427 induced selective apoptosis in ovarian cancer cells but not in normal ovarian epithelium. This selectivity was based on context-specific modulation of extrinsic death cascades, Fas and FasL. More importantly, PMD-427 peptides also stimulated macrophage polarization from M2 to M1 phenotype as was evidenced by the shift in cytokine profile (decreased IL-10 and increased IL-12 expression), altered morphology (increased number of dendrite-like-processes) and other changes in M2 markers (attenuated PD-L1 expression). M2/M1 macrophage polarization was also evident by tumor immunostaining. Critically, PMD peptides ovarian cancer cell killing by macrophages as was determined in co-culture studies; this fratricidal activity was reliant on the expression of TRAIL by the macrophages and of its cognate receptor, DR5 by ovarian cancer cells, respectively. Combined with enhanced macrophage motility as observed by time-lapse micropscopy, these changes resulted in increased macrophage recruitment to the tumors and enhance killing of the cancer cells <i>in vivo</i>. The key role of macrophages in the anti-cancer effects of PMD peptides was confirmed by depletion of macrophages in ovarian tumor bearing mice using clodronate liposomes. <b>Conclusions: </b>We have generated a first-in-class multi-targeted peptide drug, which promotes macrophage polarization that results in eradication of ovarian tumors in mice.","keywords":"Macrophages;Gynecological cancers: ovarian;Microenvironment;Innate immunity","organ":"Gynecological cancers: ovarian","target":"PEDF","tumor":"ovarian","sage":"target-tumor","pharma":"academia","combo":"no","model":"preclinical xeno"}
