{"ID":"7250","title":"MPL-5821, a macrophage targeted ESM<sup>TM</sup> p38 MAPK inhibitor, inhibits the production of TLR agonist induced IL-10 whilst sparing T-cell functionality","authors":"David Moffat<sup>1</sup>, Martin Perry<sup>1</sup>, A. Marijne Heeren<sup>2</sup>, Tanja D. de Gruijl<sup>3</sup>, Justyna Rzepecka<sup>4</sup>, Lucia Janicova<sup>4</sup>, Anastasia Nika<sup>4</sup>, Darryl Turner<sup>4</sup>, Clare Doris<sup>4</sup>, Claire Tebbutt<sup>5</sup>, Kathryn Chapman<sup>5</sup>, Gary Newton<sup>5</sup>, Stephen Anderton<sup>4</sup>. <sup>1</sup>Macrophage Pharma, Windsor, United Kingdom; <sup>2</sup>Center Gynecological Oncology Amsterdam (CGOA), Amsterdam, Netherlands; <sup>3</sup>VU University Medical Center, Amsterdam, Netherlands; <sup>4</sup>Aquila BioMedical Ltd, Edinburgh, United Kingdom; <sup>5</sup>Domainex Ltd, Saffron Walden, United Kingdom","presenter":"David Moffat","text":"Compensatory release of immunosuppressive cytokines, such as IL-10, by macrophages present in the tumor microenvironment has been implicated as a mechanism for adaptive resistance to a number of immunotherapies.<sup> </sup>Our drug discovery effort utilises Esterase Motif Technology<sup>TM</sup> (ESM<sup>TM</sup>) which selectively targets myelomonocytic cells sparing the concomitant lymphocyte anti-tumor immune response. TLR agonists are known to be stimulators of the immune response, a key component of which is the production of myeloid cell IL-12p70. However, their therapeutic potential has been limited by their accompanying induction of IL-10 and other factors. MPL-5821 is an ESM<sup>TM</sup> p38 MAPK inhibitor which not only inhibits IL-10 but also enhances LPS stimulated IL-12p70 and in contrast to conventional p38 MAPK inhibitors provides enhancement of lymphocyte IFNγ production.<br />The present studies contrast MPL-5821 with multiple non-targeted agents, including inhibitors of HDAC, JAK, PI3K, MEK and CSF-1R, in human PBMC assays. These demonstrated the benefit of ESM<sup>TM</sup>-targeting as applied to p38 MAP kinase inhibition to not only inhibit TLR agonist induced immunosuppression but also enhance IFNγ due to its sparing of the myeloid-lymphocyte axis. None of the other modalities were able to achieve the effects observed for MPL-5821.<br />Having established the unique ability of MPL-5281 to inhibit LPS induced IL-10 production whilst still maintaining lymphocyte IFNγ production, we extended our studies to human cancer <i>ex vivo</i> models. We chose to evaluate MPL-5821 in combination with TLR agonists in <i>ex vivo</i> assays using tissue and ascites derived from ovarian and cervical cancer patients. A single cell suspension was prepared from cervical cancer tumor draining lymph nodes and incubated with MPL-5821 +/- the TLR 7/8 agonist R848 for 24 and 48 hours. MPL-5821 potently inhibited the R848 induced IL-10 production as measured by Cytometric Bead Array and in contrast to a conventional p38 MAP inhibitor LY2228820 also enhanced IFNγ production.<br />We studied MPL-5821 in cell suspensions prepared from human ovarian tumor and ascites. For the tumor sample, a single cell homogenate was prepared by mechanical and enzymatic digestion and for the ascites the cells were isolated by centrifugation. The cell populations were then analysed by flow cytometry and the cell preparation cultured for 72 hours with anti-CD3 or TLR agonist in the presence of test compound. Cytokine production was measured after 72 hours by ELISA or Luminex bead array. MPL-5821 again showed potent inhibition of TLR agonist induced IL-10 with concomitant enhancement of IFNγ production. We conclude that application of ESM<sup>TM</sup> technology to macrophage selective delivery of p38 MAPK inhibitors has the potential to inhibit TLR agonist induction of IL-10, which is implicated in limiting the performance of TLR agonists in the clinic.","keywords":"Macrophages;MAP kinase;Immune response;Interleukin-10","organ":"Gynecological cancers: ovarian","target":"MAPK_TLR","tumor":"ovarian","sage":"target-tumor","pharma":"pharma","combo":"yes","model":"preclinical xeno"}
