{"ID":"7297","title":"Characterizing antibody-drug conjugate cytotoxicity using four different real-time assays","authors":"Andrew L. Niles, Kevin Kupcho, Sarah Duellman, Jolanta Vidugiriene, Dan Lazar, James J. Cali. Promega, Madison, WI","presenter":"Andrew Niles","text":"Recent clinical successes using antibody drug conjugates (ADC) directed to hematological or solid tumor cancers have re-invigorated immunotherapeutic drug development interest. Unfortunately, efficacious ADC are inherently complex entities comprised of a targeting antibody, a stable but cleavable linker, and a toxic payload, for which the best combinations are often identified through iterative trial and error. Therefore, an efficient and systematic method for rank ordering ADC candidates is sought to evaluate their intrinsic pharmacodynamic properties. We chose SKBR3 (Her2+) and T47D (Her2-) cell models to define the on- and off-target cytotoxic potential of trastuzumab emtansine. We employed a suite of four, newly developed real-time assays to measure exposure-dependent changes in viability, caspase activation, phosphatidylserine (PS) exposure and loss of membrane integrity to define potency and magnitude of response, as well as primary mode of cell death. We discovered that trastuzumab emtansine mediated dose-dependent effects on SKBR3, with cytostasis beginning at 17h near 1μg/ml, caspase induction at 20h, which led to PS exposure at about 21h and secondary necrosis at 30h. During this same time course, full dose-response curves were generated for each biomarker as EC50 values evolved and matured to their respective maximal responses. Conversely, the T47D non-target cell population exhibited only minor cytotoxicity at the latest time points, presumably owing to linker degradation and non-specific payload release. Taken together, these data define the in vitro pharmacological disposition of trastuzumab emtansine, including the kinetic component of functionality related to antigen/antibody engagement, internalization, linker mediated payload release and resulting toxicity. This study may provide a tangible roadmap for the critical evaluation of other ADC under development.","keywords":"Antibody;Anticancer therapy;Apoptosis;Antiproliferative","organ":"Not Applicable","target":"HER2","tumor":"breast","sage":"other","pharma":"pharma","combo":"no","model":"preclinical in vitro"}
