{"ID":"7410","title":"Mechanistic and pharmacodynamic characterization of the immuno-oncological activity of RXDX-106, a novel TYRO3, AXL, and MER (TAM) inhibitor in clinical development","authors":"Amanda Albert, Erin D. Lew, Kristen Smith, Elizabeth A. Tindall, Yumi Yokoyama, Amy Diliberto, Heather Ely, Jack Lee, Robin Nevarez, Joanne Oh, Colin Walsh, Jason Christiansen, Gary Li, Robert Shoemaker. Ignyta, Inc., San Diego, CA","presenter":"Amanda Albert","text":"The TAM family of receptor tyrosine kinases (RTKs) includes TYRO3, AXL, and MER, and is a unique set of molecular targets for cancer immunotherapy. TAM RTKs play a key role in the tumor microenvironment (TME) as negative regulators of innate immune responses and contribute to the evasion of cancer cells from immunosurveillance. RXDX-106 is a novel small molecule TAM inhibitor with single-digit nanomolar kinase inhibition and slow dissociation binding kinetics resulting in potent and durable target inhibition. In preclinical studies, RXDX-106 has demonstrated immune-mediated single agent <i>in vivo</i> activity in multiple syngeneic tumor models and potentiated anti-tumor activity in combination with immune checkpoint inhibitors. To characterize the mechanism of action of and pharmacodynamic responses to RXDX-106 treatment, an integrated approach was employed to explore RXDX-106-mediated immune modulatory effects at the cellular, protein, and transcriptional levels. In syngeneic tumor models, RXDX-106 treatment resulted in the recruitment of both innate and adaptive immune cell subtypes to the TME. Specifically, RXDX-106 treatment resulted in increased immune cell infiltration, macrophage polarization towards an antitumor M1 phenotype, activation of T cell and NK cell function, and modulation of immune markers at both the protein and RNA level, indicative of a pro-inflammatory and anti-tumorigenic effect. Importantly, the immune modulatory effects of RXDX-106 were concordant across platforms. Immune modulation was further characterized in a dose-dependent manner, with increasing immune cell infiltration observed with escalating doses of RXDX-106. In summary, RXDX-106 has the potential to restore and enhance immune function by modulating the local immunosuppressive TME. The unique mechanism of activating both innate and adaptive immunity, and regulating cross-talk between immune cells and tumor cells, supports clinical evaluation of RXDX-106 as an immunomodulatory agent for the treatment of a variety of cancers.","keywords":"Immunomodulation;Innate immunity;Tyrosine kinase inhibitor;Macrophages","organ":"Not Applicable","target":"TAM","tumor":"NA","sage":"drug","pharma":"pharma","combo":"no","model":"preclinical xeno"}
