{"ID":"7423","title":"Inhibition of chemokine receptor 2 (CCR2) with a small molecule antagonist enhances the effectiveness of checkpoint inhibition by altering the tumor microenvironment in mouse colorectal tumors: Reducing tumor size and increasing long term survival","authors":"James J. Campbell, Christine Janson, Linda Ertl, Chris Li, Zhenhua Miao, Antoni Krasinski, Rebecca Lui, Venkat Mali, Jeffrey McMahon, Yibin Zheng, Yu Wang, Xiaoping Zang, Vicky Chhina, Marta Vilalta, Alice Kumamoto, Ton Dang, Shirley Liu, Simon Yao, Penglie Zhang, Thomas J. Schall, Rajinder Singh. ChemoCentryx, Inc, Mountain View, CA","presenter":"James Campbell","text":"Mouse CT26 colorectal tumors are heavily infiltrated by tumor-specific CD8 T cells, but nevertheless grow rapidly in Balb/c mice. These tumors are partially responsive to anti-PD-1 (α-PD-1) monoclonal antibody therapy, which suggests that an active suppression of the tumor-specific cytotoxic T cells exists in the untreated tumor. As chemokine receptor 2 (CCR2) is expressed by a potentially suppressive leukocyte subset within these tumors (monocytic myeloid derived suppressor cells aka M-MDSCs), we aimed to test whether CCR2 blockade could enhance the anti-tumor effects of α-PD-1.<br />We have found that the therapeutic effects of α-PD-1 therapy are appreciably enhanced by specific blockade of CCR2 <i>via</i> a small molecule antagonist. This combined α-PD-1/CCR2<i>i</i> approach significantly decreases overall tumor size and increases the proportion of long-term survivors, with more than 50% of the mice (up to 73%) showing complete regression of a previously established tumor. The effects of this combined therapy are dependent on the presence of CD8<sup>+</sup> T cells, as tumors do not respond to the therapy in CD8-depleted mice. The anti-CT26 tumor response is specific: long term survivors are resistant to re-inoculation with the CT26 tumor (even without further dosing of either drug) but are not resistant to the 4T1 breast tumor. CCR2 antagonism alters the tumor microenvironment by reducing the number of M-MDSC per gram of tumor (a CCR2<sup>hi</sup> population phenotypically defined as CD11b<sup>+</sup>/Ly6G<sup>-</sup>/Ly6C<sup>hi</sup>). Reduction in tumor size is inversely proportional to the ratio of CD8 T cells to M-MDSC.<br />These data are consistent with a hypothesis that CCR2 antagonism enhances α-PD-1 therapy by preventing M-MDSC from accumulating within the tumor, thus reducing their suppressive effects on cytotoxic T cells.","keywords":"Chemokine receptor;Colorectal cancer;Checkpoint;Gastrointestinal cancers: colorectal","organ":"Gastrointestinal cancers: colorectal","target":"CCR2/5","tumor":"colorectal","sage":"target-tumor","pharma":"pharma","combo":"yes","model":"preclinical xeno"}
