{"ID":"7441","title":"EBV associated tumors have increased regulatory T cell recruitment and are therefore a potential indication for treatment with potent and selective small molecule CCR4 antagonists","authors":"Oezcan Talay, Aparna Jorapur, Scott Jacobson, Sachie Marubayashi, Lisa Marshall, Silpa Suthram, Omar Robles, John Ketcham, Maureen K. Reilly, Ashkaan Younai, Berenger Biannic, Dennis Hu, Minna Bui, Jacob Schwarz, Paul Kassner, Gene Cutler. FLX Bio, South San Francisco, CA","presenter":"Oezcan Talay","text":"We have performed experiments to test whether Epstein Barr Virus (EBV)-infected tumors are enhanced for regulatory T cell (Treg) infiltration and whether selective and potent CCR4 antagonists would be a particularly effective therapeutic in this class of indications. Treg cells, which contribute to an immune-suppressive tumor microenvironment (TME), are attracted to tumors via the recognition of CCL17 and CCL22 ligands by the CCR4 receptor. These chemokines have been shown to be expressed in cells infected by the Epstein Barr Virus (EBV) via the viral LMP1 gene. Tumor types which are frequently associated with EBV-infection include gastric adenocarcinoma (~10% positive), classical Hodgkin’s Lymphoma (~50%), and nasopharyngeal carcinoma (~100%).<br />Analyzing RNA expression in EBV-associated tumors, we found strong expression of CCL17, CCL22, and FOXP3, a marker of Treg, when compared to EBV-negative tumors. In fact, NPC tumors show extremely high FOXP3 levels. To further test this link, we obtained EBV-associated tumor samples and performed RNA in situ hybridization (ISH) to measure co-expression of these genes. Strong co-localization, was indeed found, further supporting a link between EBV and Treg recruitment. To directly test whether EBV-positive tumors recruit Treg into tumors via CCL22/17 upregulation, we developed models in which mice were inoculated subcutaneously with EBV-positive cancer cell lines. These EBV-positive cancer cells were assessed for chemokine production in vitro and in vivo by ELISA. We assessed tumor-infiltrating lymphocytes (TILs) in established tumors, including Treg, CD4+ and CD8+ T cells as well as T cell activation markers. Treating these tumor-bearing mice with selective and potent CCR4 small-molecule antagonists alone or in combination with checkpoint-targeting antibodies allowed us to demonstrate meaningful antitumor responses in EBV-positive tumors. Together, these data suggest that EBV-positive tumors, such as gastric adenocarcinomas, Hodgkin’s lymphomas, and nasopharyngeal carcinomas, are a class of indications of particular interest and potentially increased responsiveness to small-molecule CCR4 antagonists. These results are helping to inform the ongoing FLX475 trials currently in the clinic.","keywords":"Epstein-Barr virus;Chemokines;Regulatory T cells","organ":"Not Applicable","target":"CCR4","tumor":"gastric_headneck_lymphoma","sage":"discovery","pharma":"pharma","combo":"yes","model":"preclinical xeno"}
