{"ID":"7442","title":"Targeting the IDO/TDO pathway through degradation of the immunosuppressive metabolite kynurenine","authors":"Silvia Coma<sup>1</sup>, Jill Cavanaugh<sup>1</sup>, James Nolan<sup>1</sup>, Jeremy Tchaicha<sup>1</sup>, Karen McGovern<sup>1</sup>, Everett Stone<sup>2</sup>, Candice Lamb<sup>2</sup>, Christos Karamitros<sup>2</sup>, John Blazek<sup>2</sup>, Kendra Garrison<sup>2</sup>, George Georgiou<sup>2</sup>, Mark Manfredi<sup>1</sup>, Xiaoyan Michelle Zhang<sup>1</sup>. <sup>1</sup>Kyn Therapeutics, Cambridge, MA; <sup>2</sup>University of Texas Austin, Austin, TX","presenter":"Xiaoyan Zhang","text":"The tryptophan/kynurenine pathway has been clinically validated in several tumor types with small-molecule IDO1 inhibitors in combination with checkpoint inhibition. Indoleamine-pyrrole 2,3-dioxygenase 1 (IDO1) and tryptophan 2,3-dioxygenase 2 (TDO2) are upregulated in a number of tumor types, metabolizing tryptophan to form immunosuppressive kynurenine. We are developing Kynureninase (Kynase), a kynurenine depleting enzyme, to treat IDO1 and TDO2 positive tumors. The human Kynase has been successfully engineered to vastly increase catalytic activity and stability toward kynurenine over the wild type enzyme. In mice, Kynase achieved prolonged Kynurenine degradation (≥5 days) in plasma and tumor draining lymph node (TDLN), leading to anti-tumor activity as a single agent and in combination with check point inhibitors in mouse syngeneic tumor models. Kynase demonstrated superior tumor growth inhibition and survival benefit relative to a leading IDO1 inhibitor epacadostat in these models. The effects of Kynase on a number of immune cell types, both in vitro and in vivo, are being investigated. Human Kynase has also shown a favorable PK profile and kynurenine degradation in non-human primates, and Kynase variants are now moving toward development candidate selection for treatment of cancers where both IDO/TDO pathways play a significant immunosuppressive role.","keywords":"Immunotherapy;Tumor microenvironment","organ":"Not Applicable","target":"KYN","tumor":"NA","sage":"drug","pharma":"pharma","combo":"yes","model":"preclinical xeno"}
