{"ID":"7521","title":"Imprime PGG, a soluble yeast b-glucan PAMP, enhancement of anti-tumor responses in combination with tumor targeting antibody is highly dependent on NK cell killing","authors":"Kathryn A. Fraser, Takashi Kangas, Ross B. Fulton, Steven M. Leonardo, Ben Harrison, Yumi Yokoyama, Nandita Bose, Jeremy R. Graff, Mark Uhlik, Keith B. Gorden. Biothera, Inc., Eagan, MN","presenter":"Kathryn Fraser","text":"Cancer therapy has been reshaped by checkpoint inhibitors (CPIs), making it possible for durable responses against cancers with traditionally low cure rates. Current efforts are focused on combination therapies in the hopes of evading resistance to CPIs and improving overall response. One escape mechanism attributed to acquired resistance to CPIs includes defective antigen presentation, namely a loss in MHC class I expression. This leads to loss of CD8 T cell-mediated tumor killing and disease relapse. This recent revelation has stimulated a need for therapies that activate other cytotoxic effector cells such as NK cells to kill tumors. Imprime PGG (Imprime) is a soluble, systemically delivered yeast 1,3/1,6 β-glucan PAMP (pathogen-associated molecular pattern) capable of triggering innate immune cell function leading to a cascade of immune activation and enhanced tumor killing. Imprime activates the innate immune system via dectin-1, eliciting production of a variety of chemokines and cytokines, including type I IFN, leading to the mobilization and stimulation of innate cell types including dendritic cells and monocytes. Unlike other PAMPs which systemic administration often leads to toxic side effects, Imprime has been administered safely by intravenous infusion to >400 human subjects. Currently, Imprime PGG is being evaluated in combination with αPD1 therapy in multiple clinical trials.<br />Previously we have shown that combination therapy of anti-Trp1 antibody and Imprime leads to a significant reduction in both number and size of lung metastases in the B16F10 metastatic melanoma tumor model over anti-Trp1 antibody alone. This reduction of metastases is highly dependent on NK cells but not CD8 T cells. To explore the impact of Imprime on NK-mediated cytotoxicity, we further evaluated <i>in vivo</i> killing of MHC class I deficient TapKO cells after intravenous administration of Imprime. In these experiments Imprime was able to enhance the NK cytotoxic killing of the targets. All NK cell killing observed was dependent on type I IFN, phagocytic cells and dectin 1. Imprime treatment increased cytokines that drive enhanced NK activation and effector phenotype. Significant increases were observed in the cytokines IL15/IL15rα, IL18, IL12p70 in lymph node lysates as well as increases in the effector molecules CD69, GrB, and CD107a on splenic NK cells. The upregulation of all of these molecules during Imprime treatment was dependent on dectin 1. Additionally, IL15/IL15rα production was also dependent on type I IFN, and phagocytic cells. Interestingly, Ly6c hi monocytes, which are increased after Imprime treatment, also show enhancement of IL15rα expression.<br />Collectively, these data demonstrate that Imprime contributes to enhanced NK functionality and killing which may provide a unique immunotherapeutic approach to complement existing therapies.","keywords":"Natural killer cells;Immunotherapy;Antibody","organ":"Not Applicable","target":"PAMP","tumor":"melanoma","sage":"discovery","pharma":"pharma","combo":"yes","model":"preclinical xeno"}
