{"ID":"7608","title":"Targeting the IDO and TDO pathway through inhibition of the aryl hydrocarbon receptor","authors":"Jeremy Tchaicha<sup>1</sup>, Karen McGovern<sup>1</sup>, Luis Felipe Campesato<sup>2</sup>, Silvia Coma<sup>1</sup>, Xiaoyan Michelle Zhang<sup>1</sup>, Meghan Walsh<sup>1</sup>, Jill Cavanaugh<sup>1</sup>, Taha Merghoub<sup>2</sup>, Jedd Wolchok<sup>2</sup>, Mark Manfredi<sup>1</sup>. <sup>1</sup>Kyn Therapeutics, Cambridge, MA; <sup>2</sup>Memorial Sloan Kettering Cancer Center, New York, NY","presenter":"Jeremy Tchaicha","text":"Though checkpoint inhibitors have become the cornerstone of immune-based oncology therapy, the majority of cancer patients do not benefit from these agents. Resistance to checkpoint inhibitors is due in part to the presence of immunosuppressive molecules which prevent immune activation despite T cell checkpoint inhibition. One such immunosuppressive molecule is kynurenine. Kynurenine, metabolized from tryptophan by indoleamine-pyrrole 2,3-dioxygenase 1 (IDO1) and tryptophan 2,3-dioxygenase 2 (TDO2), binds to the Aryl hydrocarbon receptor (AHR) in multiple immune cell types which leads to a net immunosuppressive environment. IDO1 inhibitors combined with checkpoint inhibitors have led to substantial clinical benefit in early clinical trials, validating disruption of the kynurenine pathway as a therapeutic strategy and substantiating that metabolites within human cancers induce immune cell tolerance. Given that kynurenine can be synthesized by both IDO1 and TDO2 and that AHR is activated by endogenous ligands other than kynurenine, AHR inhibition provides a novel approach to reverse immunosuppression in a broad range of tumor types. We will present data demonstrating that AHR antagonism can affect multiple immune cell types within the tumor microenvironment, reverse immune suppression and lead to tumor growth inhibition in tumor models. In addition, AHR inhibition combined with checkpoint inhibitors leads to enhanced anti-tumor activity and improved survival in these models relative to either agent alone.<br />Kynurenine can lead to increased levels of many immunosuppressive cytokines including IL22 in human T-cells which is reversed with AHR inhibition. In addition, we have previously shown that kynurenine addition during T-cell maturation leads to a more quiescent T-effector cells while AHR antagonism during maturation maintains T-cells in a more naïve-like, T-central memory state. In vivo studies in the B16 and the B16-IDO overexpressing models demonstrate that kynurenine-mediated activation of the AHR pathway leads to faster tumor growth and a more immunosuppressive tumor microenvironment, with FOXP3 T-cells playing a major role. There are also more suppressive myeloid cells in the IDO overexpressing model. AHR antagonism inhibits growth in the B16-IDO model and reverses the immunosuppressive microenvironment as indicated by changes in T cell and myeloid cell populations as well as AHR-dependent gene expression. Similar activity is also seen in the CT26 model. In addition, enhanced tumor growth inhibition and survival benefit is seen in combination with checkpoint inhibitors.<br />Our data indicate that AHR is a viable target for reversing immune suppression in the tumor microenvironment and could have activity in many tumor types due to activation via kynurenine and multiple other potential ligands.","keywords":"Aryl hydrocarbon receptor;Immunotherapy;Tumor microenvironment","organ":"Not Applicable","target":"AHR","tumor":"melanoma_colorectal","sage":"discovery","pharma":"pharma","combo":"yes","model":"preclinical xeno"}
