{"ID":"7627","title":"The rational design and evaluation of a peptide inhibitor of the PD-1/PD-L1 interaction","authors":"Rebecca J. Boohaker, Vijaya Sambandam, Mark Suto, Bo Xu. Southern Research Institute, Birmingham, AL","presenter":"Rebecca Boohaker","text":"Tumor cells exploit immune checkpoints by expressing checkpoint ligands such as PD-L1, effectively masking them from immune destruction. Programmed cell death- 1 (PD-1), plays a major role in tumor immune escape. The interaction of PD-1/PD-L1 inhibits cytotoxic T lymphocyte (CTL) proliferation, induces apoptosis of tumor-specific T cells, and promotes the resistance of tumor cells to CTL attack. Monoclonal antibodies to these proteins have been developed and approved for use in the clinic. Theoretically, peptide mimics, which have the benefit of lower half-life and significantly smaller size, are able to penetrate into solid tumors and tissues better than antibodies, and can function as inhibitors for the PD1/PD-L1 interaction. Here we report for the first time the rational design and validation of a peptide inhibitor to the PD-1/PD-L1 immune checkpoint as a viable alternative to current inhibitory antibodies. We demonstrated, by biolayer interferometry and <i>in silico</i> docking simulations, that a PD-L1 peptide mimetic (PL120131) can interfere with the PD-1/PD-L1 interaction by binding to PD-1. We established the binding constant for the interaction and PL120131 reduces association of PD-L1 in a dose dependent manner. We show that PL120131 is capable of inhibiting PD-1 mediated apoptotic signaling pathway and rescuing Jurkat cells and primary lymphocytes from apoptosis. Additionally, we show that PL120131 treatment allows for CTL anti-tumor activity. Furthermore, PL120131 can maintain co-culture survivability and activity of T Cells in a 3D co-culture model. Together, the characterization of this PD-1/PD-L1 inhibiting peptide provides insight regarding the ability to inhibit PD-L1 binding while maintaining CTL viability and activity. Understanding the mechanism(s) of action of<br />this peptide has yielded information on the pathways that are drivers of immune evasion in a tumor microenvironment, which may improve and synergize with other forms of immunotherapy, thus increasing efficacy of cancer treatment. Outcomes from this study have provided a path forward to further development of small molecule inhibitors to the PD-1/PD-L1 interaction, and outlines a strategy for the design and development of small molecules to additional cell-surface checkpoint proteins.","keywords":"Immunomodulation;T cell;T lymphocytes;Drug design","organ":"Not Applicable","target":"PD1/L1","tumor":"NA","sage":"drug","pharma":"academia","combo":"no","model":"preclinical in vitro"}
