{"ID":"7868","title":"Cxcl-12-cxcr4 inhibition enhances immune response in pancreatic ductal adenocarcinoma","authors":"Bharti Garg, Anthony Ferrantella, Bhuwan Giri, Shrey Modi, Vrisketan Sethi, Saba Kurtom, Sulagna Banerjee, Ramakrishnan Sundaram, Eli Gilboa, Ashok Saluja, Vikas Dudeja. University of Miami, Miami, FL","presenter":"Bharti Garg","text":"<b>Introduction:</b> Pancreatic ductal adenocarcinoma, one of the most aggressive malignancies and is refractory to Immunotherapy. This, in part, is mediated by the fibrotic stroma, creating an immune-suppressive microenvironment. CXCL12/SDF-1 has been shown to act as a chemo-repellant in several cancers. Therefore, we evaluated the role of stromal CXCL-12 in mediating an immunosuppressive phenotype within the pancreatic tumor.<br /><b>Methods:</b> Pancreatic cancer cells harvested from KPC, a genetically engineered mouse model for PDAC, were either injected or alone or co-injected with pancreatic stellate cells (PSCs) extracted from WT (C57/BL6) mice to induce tumors. SDF-1 expression levels were detected by IF and q-RT PCR in tumor sections. An SDF-1 inhibitor, AMD3100 (2mg/kg), or vehicle was administered i.p for 21 days in tumor bearing mice and tumor growth and immune infiltration were assessed as an end point by flow cytometry. To evaluate the T cell migration <i>in vitro</i>, PSCs were pre-treated with SDF-1 neutralizing antibody, educated with KPC cancer cells and further co-cultured with splenic CD3<sup>+</sup> T cells extracted from KPC mice.<br /><b>Results:</b> <i>In </i>vitro results showed markedly increased secretion of SDF-1 by PSCs and neutralization of SDF-1 led to increased T-cell migration when cultured with cancer cells alone. We also evaluated the effect of inhibition of SDF-CXCR4 axis on tumor growth. Co-injection of KPC with WT PSC formed larger tumors with increased section of CXCL-12 as compared to when KPC cells were injected alone. Interestingly, Inhibition of SDF-1-CXCR4 interaction with AMD3100 led to reduced tumor growth with increased infiltration of activated CD8+ cytotoxic T cells as compared to the saline-treated mice.<br /><b>Conclusion: </b>Our results indicate that stromal cells contribute to tumor progression by blocking the infiltration of cytotoxic T cells via secretion of CXCL-12. Targeting CXCL-12 could pave the way for designing better therapeutic interventions against pancreatic cancer.","keywords":"T cell;Stroma;Cancer;Immune response","organ":"Gastrointestinal cancers: pancreatic","target":"CXCL12","tumor":"pancreatic","sage":"target-tumor","pharma":"academia","combo":"no","model":"preclinical xeno"}
