{"ID":"7958","title":"A highly potent novel class of SRC-3 inhibitors for the treatment of uveal melanoma","authors":"Salma Kaochar, Cristian Coarfa, Jin Wang, Bert O'Malley, Nicholas Mitsiades. Baylor College of Medicine, Houston, TX","presenter":"Salma Kaochar","text":"Background: Uveal melanoma (UM), the most common intraocular malignancy in adults, is uniformly refractory to all available systemic chemotherapies, and, as a result, is universally lethal when metastatic, creating an unmet need for novel, effective, targeted therapies for this orphan disease. Somatic activating mutations in G(alpha)q and G(alpha)11, present in a mutually exclusive pattern in ~80% of UMs, activate the PKC pathway and steroid receptor coactivator (SRC)-3. The latter co-localizes on chromatin and co-operates with microphthalmia-associated transcription factor (MITF), a critical transcription factor for melanocytes, to drive oncogenic signaling. While numerous studies have demonstrated the important roles of the p160 SRCs as oncogenes in many cancers, they were historically considered “undruggable”, because they lack a natural ligand-binding site or enzymatic activity that can be targeted by small molecule inhibitors (SMIs). This notion was first challenged by observations from our group that natural polyphenols and the cardiac glycoside bufalin can inhibit p160 SRC function.<br />Methods: We recently identified a novel family of SRC SMIs with improved drug-like properties and strong potential for clinical development (Song X, et al. PNAS 2016;113(18):4970-5). We examined the effects of SI-2, the parent compound of this new class, as well as several derivatives with improved PK properties (longer half-life in the circulation), on cellular proliferation, migration, and gene expression of a panel of UM cell lines. We combined global RNA-Seq and ChIP-Seq data to dissect the critical role of SRC-3 in UM cells and the effects of SI-2 on it.<br />Results: G(alpha)q-mutant<i><sup> </sup></i>UM cells are exquisitely dependent on SRC-3 for proliferation/survival both <i>in vitro </i>and <i>in vivo</i>. Our novel p160 SRC SMIs exerted potent anti-proliferative activity against UM cell lines (IC50s in the low nM range). Gene expression profiling revealed that they strongly suppress genes associated with UM aggressiveness, cellular proliferation, DNA repair, and overall transcriptional programs associated with stem-like cell state. Our novel p160 SRC SMIs potently suppressed mTOR/MAPK signaling and the transcriptomic footprint of the p160 SRCs, blocked the ability of cancer cells to migrate <i>in vitro</i> and had potent in vivo anticancer activity against xenograft UM models.<br />Conclusions: We propose a ‘first-in-field’ approach to target the previously undruggable family of the p160 SRC oncogenes. Our preclinical studies demonstrate that our novel p160 SRC SMIs exert potent activity against UM cell lines <i>in vitro</i>, including against cells that are resistant to conventional therapies, at low nM concentrations that are easily achievable in mouse models. Based on these strong preliminary studies, we are confident that the class of SI-2 derivative compounds are highly promising drug candidates as p160 SRC SMIs for UM treatment.","keywords":"Melanoma/skin cancers;Uveal Melanoma;SRC-3;GNAQ mutant","organ":"Melanoma/skin cancers","target":"p160SRC","tumor":"melanoma","sage":"target-tumor","pharma":"academia","combo":"no","model":"preclinical xeno"}
