{"ID":"8050","title":"The HDAC6 inhibitor Nexturastat A improves<i> in vivo</i> PD-1 immune blockade","authors":"Tessa Knox<sup>1</sup>, Eva Sahakian<sup>2</sup>, Debarati Banik<sup>1</sup>, Melissa Hadley<sup>1</sup>, Erica Palmer<sup>1</sup>, Jennifer Kim<sup>1</sup>, John Powers<sup>2</sup>, Sarthak Shah<sup>1</sup>, Alexa Lowe<sup>1</sup>, Javier Pinilla<sup>2</sup>, Eduardo Sotomayor<sup>1</sup>, Norman Lee<sup>1</sup>, Alan Kozikowski<sup>3</sup>, Alejandro V. Villagra<sup>1</sup>. <sup>1</sup>George Washington Univ., Washington, DC; <sup>2</sup>H. Lee Moffitt, Tampa, FL; <sup>3</sup>Starwise, Madison, WI","presenter":"Alejandro Villagra","text":"The role of HDACs in cell biology, initially limited to their effects upon histones, now encompasses more complex regulatory functions that vary with their tissue expression, cellular compartmentalization and stage of cellular differentiation. Several recent studies have shown that selective HDAC inhibitors (HDACi) are able to impair <i>in vivo</i> tumor growth. Therefore, there is an emerging interest in the understanding of the molecular mechanisms mediating these anti-tumor properties. In this context, a number of recent publications have demonstrated that the selective inhibition of specific HDACs enhances tumor immunogenicity in a wide variety of tumors, thereby preventing tumor escape and improving immune surveillance. Our group has focused on HDAC6, and shown that both the genetic abrogation and pharmacological inhibition of this HDAC modulates the expression of a variety of immune-regulatory proteins in the tumor microenvironment, including PD-L1, PD-L2, MHC class I, B7-H4 and TRAIL-R1. In particular, we have previously demonstrated that both pharmacological inhibition and/or genetic abrogation of HDAC6 plays a critical role in the immune check point blockade by down-regulating the expression of PD-L1. Moreover, we have also shown that <i>in vivo</i> inhibition of HDAC6 reduces tumor growth in B16 and SM1 murine melanoma models within syngeneic immunocompetent hosts. Additionally, we have found that the combination of the HDAC6i Nexturastat A (NextA) and checkpoint PD-1 immune blockade therapy results in an important improvement in anti-tumor immune responses as evidenced by the reduction of tumor growth when compared to treatment with individual stand-alone agents. Moreover, our data has shown an increase in CD8+, NK+ cell infiltration of tumors treated with the combination therapy versus either standalone treatment. Further analysis of <i>in vivo</i> immune tumor infiltration evidenced that the treatment with NextA importantly diminished the macrophage M2 phenotype in the tumor microenvironment. An outcome that was also observed in combination with PD-1 immune blockade. Lastly, we have found that the anti-PD-1/NextA <i>in vivo</i> combination therapy reduces the expression of PD-L1, PD-L2 and other negative check-point pathways. However, the HDAC6 inhibition has a minimal effect over the expression of their respective counterparts in T cells (i.e. PD-1). Overall, we have found that HDAC6i could be used as a potential adjuvant in ongoing therapeutic options involving immune check-point blockade.","keywords":"melanoma;Histone deacetylase inhibitor;Immunotherapy","organ":"Melanoma/skin cancers","target":"HDC6","tumor":"melanoma","sage":"target-tumor","pharma":"academia","combo":"yes","model":"preclinical xeno"}
