{"ID":"8151","title":"The PARP inhibitor rucaparib activates the STING pathway and enhances antitumor responses of immune checkpoint inhibitors in <i>BRCA</i> deficient syngeneic models","authors":"Minh Nguyen, Liliane Robillard, Kevin K. Lin, Thomas C. Harding, Andrew D. Simmons. Clovis Oncology, San Francisco, CA","presenter":"Andrew Simmons","text":"<b>Background</b>: The poly(ADP ribose) polymerase (PARP) inhibitor rucaparib effectively kills homologous recombination (HR) deficient cells through impeding DNA repair that leads to DNA damage, apoptosis, and cell death. Detection of cytosolic DNA by the stimulator of interferon genes (STING) pathway mediates type I interferon (IFN) production and activates the immune system. Following rucaparib treatment, the accumulation of damaged DNA in HR impaired tumors may elicit an immune response through STING signaling, and enhance rucaparib activity as a single agent or in combination with immune checkpoint blockade. To test this hypothesis, rucaparib efficacy and mechanism of action were evaluated using <i>BRCA</i> deficient syngeneic ovarian tumor models.<br /><b>Results</b>: Single agent rucaparib showed potent antitumor activity in the <i>BRCA<sup>mut</sup></i> BrKras and ID8B3.15 models. In the BrKras model, rucaparib treatment resulted in complete regression and prevented tumor formation upon re-challenge. However, this efficacy was abolished with anti-CD8 but not anti-CD4 depletion. CD8 tumor infiltrating lymphocytes (TILs) but not CD4 TILs increased with rucaparib exposure, and expression profiling of rucaparib treated tumors showed activation of the type I IFN pathway. <i>In vitro</i> PCR assays identified several targets that were upregulated upon rucaparib treatment including Ccl5 and Cxcl10. Notably, increased Ccl5 and Cxcl10 levels were observed in <i>BRCA<sup>mut</sup></i> cells but not in <i>BRCA<sup>wt</sup></i> cells, and knockdown of the STING pathway genes <i>MB21D1</i>, <i>IRF3</i>, <i>TBK1</i>, and STING (<i>TMEM173</i>) abrogated rucaparib induction of Ccl5 and Cxcl10. Furthermore, rucaparib showed transcriptional activation of IFN type I signaling in <i>BRCA<sup>mut</sup></i> reporter cells expressing the IFN stimulated response element consensus sequence driving luciferase expression, but required 6-fold higher concentrations in <i>BRCA<sup>wt</sup></i> reporter cells. Similarly, a 10-fold higher rucaparib dose was needed to inhibit proliferation of <i>BRCA<sup>wt</sup></i> cells compared to <i>BRCA<sup>mut</sup></i> cells in a cell viability assay. Consistent with the <i>in vitro</i> results, rucaparib combined with anti-programmed death 1 or anti-programmed death ligand 1 therapy improved the survival and augmented antitumor responses in <i>BRCA</i> deficient syngeneic tumor models.<br /><b>Conclusions</b>: Rucaparib treatment in HR deficient cells, and at a higher concentration in HR proficient cells, triggers type I IFN signaling through the STING pathway, which participates in the single agent efficacy of rucaparib and enhances the combination of rucaparib and checkpoint inhibitors in syngeneic models. These findings provide further evidence supporting the rationale for combining rucaparib with checkpoint therapy for the treatment of patients with HR defective cancers.","keywords":"PARP;BRCA;Immune response;Checkpoint","organ":"Gynecological cancers: ovarian","target":"PARP1/2","tumor":"ovarian","sage":"target-tumor","pharma":"academia","combo":"yes","model":"preclinical xeno"}
