{"ID":"8167","title":"Discovery of ENPP1 inhibitors as agonists of STING pathway","authors":"Sunil Sharma, Alexis Weston, Trason Thode, Eric Gomez, Mohan Kaadige, Hariprasad Vankayalapti. Stingray Therapeutics, Houston, TX","presenter":"Sunil Sharma","text":"The discovery of STING (Stimulator of interferon genes) pathway and the second messenger 2′3′-cGAMP that activate it opened up several new possibilities for the development of anti-cancer and anti-pathogen therapeutics. STING is a pattern-recognition receptor anchored on endoplasmic reticulum and has pivotal roles in surveillance and innate immune response. Binding of 2′3′-cGAMP with STING induces conformational changes, which subsequently leads to perinuclear migration of STING and recruitment of TANK-binding kinase 1 (TBK1) and IFN regulatory factor 3 (IRF3). TBK1 phosphorylates IRF3, which then translocates to the nucleus and drives the transcription of innate immune genes, including IFN-β. Ectonucleotide pyrophosphatase/phosphodiesterase 1 (ENPP1) is a dominant hydrolyzing enzyme of 2′3′-cGAMP. In ENPP-/- cells, 2′3′-cGAMP is more active in stimulating STING activation, and this is predicted to be due to increased half-life. Similarly, hydrolysis resistant 2′3′-cGAMP analogs are reported to be potent STING agonists. We hypothesized that inhibition of ENPP1 activity with an orally available small molecule would be a novel approach to activate STING pathway when compared with the cyclic dinucleotides (CDNs) due to their parenteral route of administration. We have utilized computational methods successfully discovered small molecule candidates that showed a strong binding affinity towards ENPP1. With the help of in vitro enzymatic inhibition and direct binding assays we have identified few lead candidates with an IC<sub>50</sub> of <100 nM. Cellular assays further showed target specific inhibition of ENPP1 activity and subsequent activation of STING pathway. Additionally, our lead series of compounds showed no effect on other members of the ENPP family, a kinome panel, and several epigenetic regulators, suggesting the specificity towards ENPP1. In summary, we have developed small molecule inhibitors of ENPP1 and one of our lead candidate’s is currently under investigation for ADME-Tox, PK and efficacy. The results from these studies will be presented.","keywords":"Immunomodulation;Therapeutics;Small molecule inhibitor;Cancer immunotherapy","organ":"Melanoma/skin cancers","target":"ENPP1","tumor":"NA","sage":"drug","pharma":"pharma","combo":"no","model":"preclinical in vitro"}
