{"ID":"8204","title":"α<sub>3</sub>β<sub>1</sub>-Integrin targeted DM1 micellar prodrug for targeted therapy against ovarian cancer","authors":"Xiaocen Li<sup>1</sup>, Wenwu Xiao<sup>1</sup>, Yayu Wang<sup>2</sup>, Xiaojia Chen<sup>2</sup>, Ruiwu Liu<sup>1</sup>, Kit S. Lam<sup>1</sup>. <sup>1</sup>UCDavis, Sacramento, CA; <sup>2</sup>Jinan University, Guangzhou, China","presenter":"Xiaocen Li","text":"Ovarian cancer ranks fifth in cancer deaths among women in America. The standard treatment for advanced stages ovarian cancer consists of primary debulking surgery followed by i.v. and i.p. chemotherapy. DM1, or mertansine, is a thiol-containing maytansinoid, that inhibits microtubule assembly and kills various cancer cells at low nM concentration. However, its application in the clinic has been hampered by severe toxic side effects<sup>1</sup>. Its trastuzumab conjugate (T-DM1), which was approved by the FDA in 2013, is a promising therapeutic agent for patients harboring ovarian cancers with high Her-2 expression<sup>2</sup>. However, the general limitation for antibody drug conjugates (ADCs) is low drug content, high clearance by the reticuloendothelial, and high manufacturing cost. To overcome this, we designed and synthesized a novel PEG-based, cholic acid/ DM1 hybrid telodendrimer (PEG<sup>5k</sup>-CA<sub>4</sub>-DM1) comprised of one DM1 molecule and three molecules of maleimide per telodendrimer, which self-assembled into 25nm nanomicelles for targeted therapy against ovarian cancer. To enhance the stability of this nanoparticle, PEG<sup>5k</sup>-Cys<sub>4</sub>-CA<sub>8</sub>, which contain 4 thiol groups per telodendrimer is formulated together with PEG<sup>5k</sup>-CA<sub>4</sub>-DM1 at a ratio of 2:5, to generate thiol/maleimide crosslinked DM1 micellar prodrug (DM1-nano). To further enhance its tumor-targeting ability, the surface of DM1-nano was decorated with LXY30 via a hydrophilic “stealth” linker (EK)<sub>3</sub>, using copper-free ‘Click’ chemistry. LXY30 is a potent and specific ligand against α<sub>3</sub>β<sub>1</sub> integrin which is overexpressed on the surface of many epithelial cancer cells including a panel of ovarian cancer cell lines (e.g. SKOV-3). Compared with free DM1 and non-targeted DM1-nano, LXY30-EK-DM1-nano not only prevented premature drug release, but also further enhanced tumor targeting ability, drug solubility and <i>in vivo</i> circulation time in blood. When loaded with a fluorescent dye (DiD), LXY30-EK-DM1-nano was found to (i) internalize inside SKOV-3 cells <i>in vitro</i>, (ii) significantly accumulated at the tumor site of SKOV-3 xenograft mice, and (iii) exhibit potent anti-cancer activity <i>in vitro</i> (IC<sub>50</sub>=26nM with SKOV-3 cells) and <i>in vivo</i> (SKOV-3 xenograft model). In addition, LXY30-EK-DM1-nano was found to be significantly more efficacious and less toxic than free DM1 and non-targeted DM1-nano. In conclusion, the LXY30-DM1-nano offers a promising novel nanotherapeutic agent against ovarian cancer.","keywords":"Gynecological cancers: ovarian;DM1;micellar prodrug;drug delivery","organ":"Gynecological cancers: ovarian","target":"HER2","tumor":"ovary","sage":"target-tumor","pharma":"academia","combo":"no","model":"preclinical xeno"}
