{"ID":"8244","title":"Intratumoral activation of STING with a synthetic cyclic dinucleotide elicits antitumor CD8 T-cell immunity that effectively combines with checkpoint inhibitors","authors":"Anthony L. Desbien<sup>1</sup>, Kelsey Sivick Gauthier<sup>1</sup>, Leticia Corrales<sup>1</sup>, Gabrielle Reiner<sup>1</sup>, Laura Hix Glickman<sup>1</sup>, George Katibah<sup>1</sup>, Thomas E. Hudson<sup>1</sup>, Uyen Vu<sup>1</sup>, Natalie H. Surh<sup>1</sup>, Brian Francica<sup>1</sup>, Weiwen Deng<sup>1</sup>, David B. Kanne<sup>1</sup>, Justin J. Leong<sup>1</sup>, Chudi Ndubaku<sup>1</sup>, Ken Metchette<sup>1</sup>, Jeffery M. McKenna<sup>2</sup>, Steven L. Bender<sup>3</sup>, Meredith L. Leong<sup>1</sup>, Thomas W. Dubensky Jr.<sup>1</sup>, Andrea van Elsas<sup>1</sup>, Sarah M. McWhirter<sup>1</sup>. <sup>1</sup>Aduro Biotech, Berkeley, CA; <sup>2</sup>Novartis Institutes for BioMedical Research, Cambridge, MA; <sup>3</sup>Genomics Institute of the Novartis Research Foundation, San Diego, CA","presenter":"Sarah McWhirter","text":"Activation of the STING pathway by intratumoral (IT) injection of synthetic cyclic dinucleotides (CDNs) induces stable tumor regression in preclinical models, yet the underlying immune correlates are not fully understood. ADU-S100, a CDN under clinical evaluation, was administered IT with an optimized dosing regimen to explore the immune requirements for antitumor efficacy in mouse syngeneic tumor models. We show that CD8<sup>+</sup> T cells are necessary and sufficient for durable antitumor immunity elicited by ADU-S100 and that activation of STING in hematopoietic cells mediates CD8<sup>+</sup> T cell induction. Both type I IFN and TNFα, which are induced by STING pathway activation, influence the antitumor immune response. The combination of ADU-S100 and anti-PD1 treatment enhances CD8<sup>+</sup> T cell-dependent, noninjected tumor control that correlates with an enhanced effector profile of CD8<sup>+</sup> T cells in the tumor. Combination of ADU-S100 with checkpoint inhibition also enhances durable immunity in a poorly immunogenic tumor model. Together, these results elucidate the immune correlates to STING-mediated antitumor efficacy and highlight the potential of combining STING agonists with checkpoint inhibition in the clinic.","keywords":"Checkpoint;Cancer immunotherapy;Innate immunity;Tumor microenvironment","organ":"Not Applicable","target":"STING","tumor":"NA","sage":"target-tumor","pharma":"pharma","combo":"yes","model":"preclinical xeno"}
