{"ID":"8314","title":"T-cell activation through the inhibition of tumor-expressed IDO1 activity in tryptophan metabolism pathway","authors":"Chunlan Dong, Ying Wang, Kefeng Gong, Frank Xing, Qian Shi. CrownBio, Taicang, Jiangsu, China","presenter":"Frank Xing","text":"Indoleamine 2,3-dioxygenase-1 (IDO1) has been described as a major mechanism of immunosuppression in tumors. Despite histologic evidence showing that most human tumor tissues have extensive infiltration by various pro-inflammatory and immune cells, expression of IDO1 by tumor cells results in aggressive tumor growth and resistance to T cell-targeting immunotherapies. To de-suppress T-cell function through inhibition of IDO1-mediated tryptophan metabolism pathway, we established an in vitro assay system allowing robust detection of production level of tryptophan metabolism product N-formyl-kynurenine (Kyn) in culture medium, plasma and tumor tissue through ELISA and LC-MS/MS. We screened a panel of human and murine tumor cell lines for IDO1 expression with and without INFg induction. Our data suggest that a few of these models constitutively express IDO1; about half of the tumor cell models in the panel express IDO1 in an IFNg-dependent manner while the others do not respond to the cytokine stimulation at all. The mechanism underlying the lack of response to cytokine induction on IDO1 production is under investigation. We next tested the reduction of kynurenine in culture medium through inhibition of IDO1 enzymatic activity. After 24h stimulation by IFNg, a murine cell model was treated by INCB024360 (Incyte) for 48h and 72h. Cell-free supernatants were then collected, followed by Kyn detection by LC-MS/MS. The results showed that longer compound treatment (72h) offered a more robust detection window (1,500 ng/mL Kyn down to 2,00 ng/mL), compared to 48h results (350 ng/mL Kyn down to 100 ng/mL). This reproducible assay offers a reliable platform for initial IDO compound screening. To correlate effective reduction of kynurenine production to reactivation of T-cell activity, a co-culture system was established in that T-cell proliferation and cytokine production (IL2) were examined upon IDO1 inhibition in a time course. To achieve maximal therapeutic effect, a combination of INCB024360 and aPD1 antibody was applied in a T cell-mediated tumor cell killing assay. Detailed data will be discussed.","keywords":"T cell;IDO1","organ":"Not Applicable","target":"IDO1","tumor":"NA","sage":"discovery","pharma":"pharma","combo":"yes","model":"preclinical xeno"}
