{"ID":"881","title":"Protumoral and pro-metastatic effects of TLR7 in lung cancer","authors":"Marion Dajon<sup>1</sup>, Kristina Iribarren<sup>1</sup>, Marco Alifano<sup>2</sup>, Diane Damotte<sup>3</sup>, Isabelle Cremer<sup>1</sup>. <sup>1</sup>INSERM UMRS1138, Paris, France; <sup>2</sup>Hopital Cochin, Paris, France; <sup>3</sup>Hopital Cochin, Université Paris Descartes, INSERM UMRS1138, Paris, France","presenter":"Isabelle Cremer","text":"TLR7 agonists are currently under investigations for their ability to enhance anti-tumor immune responses. However, in some tumor models, these agonists also stimulate tumor cells, which can express high levels of TLR7, a receptor for single-stranded RNA [1]. We have demonstrated that stimulation of lung tumor cell lines expressing TLR7 with synthetic TLR7 agonists led to upregulation of the antiapoptotic protein Bcl-2, tumor cell survival and chemoresistance [2]. In Non-Small-Cell Lung Carcinoma (NSCLC) cohorts of patients, we have observed high expression of TLR7 on tumor cells of 70% of patients, which conferred poor clinical outcome and was strongly associated with resistance to chemotherapy [3]. This pro-tumoral effect of TLR7 has been validated in murine models in which the injection of TLR7 agonists in NOD/SCID mice, in C57BL/6 wild-type or in TLR7-deficient mice grafted with lung adenocarcinoma tumor cells led to increased tumor progression, increased lung metastasis, and resistance to chemotherapy. On the contrary, we demonstrated that TLR7 antagonist injection led to antitumoral effect. Additionally, TLR7 stimulation resulted in a significant increase of Myeloid-Derived Suppressor Cells (MDSC) in the tumor microenvironment. Depletion experiments of MDSC indicated that these cells are involved in the pro-tumoral effect induced upon TLR7 stimulation. Finally, we have demonstrated that the pro-tumoral effect of TLR7 stimulation, mediated by the MDSC recruitment, was independent of TLR7 stimulation on immune cells. Our results reveal the mechanism by which TLR7 stimulation induce the pro-tumoral effect in mice, and open the way to the development of novel cancer therapeutics including TLR7 inhibitors, for NSCLC patients. This results demonstrate the important role of TLR7 in lung tumor progression. Knowing that natural ligands of TLR7 are ssRNA, we suppose that this effect could be linked to viral infections or RNA released in the tumor microenvironment. [1] Dajon, et al. Immunobiologie. 2016 [2] Cherfils-Vicini J, et al. J Clin Invest. 2010 [3] Chatterjee J, et al. Cancer Res. 2014","keywords":"Tumor microenvironment;TLR7;pro-tumoral;resistance to chemotherapy","organ":"Lung cancer: non-small cell","target":"TLR7","tumor":"lung","sage":"target-tumor","pharma":"academia","combo":"no","model":"preclinical xeno"}
