{"ID":"886","title":"Additional mechanisms of action of SGN-CD48A in multiple myeloma and improved antitumor activity in combination with daratumumab","authors":"Devra J. Olson, Bernard A. Liu, Margo Zaval, Anthony Cao, Jesse Gurgel, Julia Cochran, Nicole Stevens, Martha Anderson, Timothy S. Lewis. Seattle Genetics, Inc., Bothell, WA","presenter":"Timothy Lewis","text":"SGN-CD48A is a novel multiple myeloma (MM) antibody-drug conjugate (ADC) composed of a CD48-directed antibody conjugated to 8 molecules of a cytotoxic antimitotic drug, monomethyl auristatin E (MMAE), via a next generation β-glucuronidase-cleavable linker. Previously, we showed that SGN-CD48A has potent single agent antitumor activity against MM cells, and produces durable complete remissions in mouse xenograft models. Here, we describe the bystander effect activity and immunogenic cell death (ICD) potential of SGN-CD48A in MM models. In addition, combination studies with approved MM therapeutic antibodies were explored. ADC bystander effect is the additional cytotoxic activity on antigen-negative cells in the presence of antigen-positive tumor cells. To measure bystander effect, we generated CD48 knock-out (KO) myeloma cell lines, which also express luciferase (Luc<sup>+</sup>). SGN-CD48A demonstrated bystander effect cell killing of the CD48<sup>KO</sup>-Luc<sup>+</sup> cells when co-cultured with parental CD48<sup>+</sup> MM cell lines <i>in vitro</i>. Next, a novel imaging-based method for measuring <i>in vivo </i>bystander effect within the mouse bone marrow compartment was developed using surgical intratibial implantation of admixed parental CD48<sup>+</sup> and engineered CD48<sup>KO</sup>-Luc+ MM cells. SGN-CD48A <i>in vivo</i> bystander effect activity was evaluated over time using bioluminescence imaging and <i>ex vivo</i> flow cytometry of bone marrow aspirates. We then measured SGN-CD48A activation of ICD and endoplasmic reticulum (ER) stress signaling markers. SGN-CD48A treatment increased exposure of intracellular ER membrane markers calreticulin and heat-shock protein 70 (HSP70) on the MM cell surface, hallmarks of ICD. Myeloma cells already have high basal levels of ER stress markers due to constitutive production of monoclonal immunoglobulin. However, we observed increased phospho-JNK and a minor elevation of ATF-4 expression following SGN-CD48A treatment. Finally, we tested SGN-CD48A antitumor activity in combination with MM therapeutic antibodies, daratumumab and elotuzumab, in a MOLP8-Luc<sup>+</sup> disseminated xenograft mouse model. SGN-CD48A, daratumumab, and elotuzumab showed delay of tumor progression as single agents in this system. However, the combination of SGN-CD48A with daratumumab produced durable complete remissions in all animals. In contrast, combination of SGN-CD48A with elotuzumab did not produce additional antitumor activity. In summary, SGN-CD48A has potential antitumor mechanisms of action beyond direct delivery of cytotoxic MMAE to CD48<sup>+</sup> myeloma cells, and preclinical data has identified daratumumab as a plausible combination partner.","keywords":"Antibody;Drug delivery;Microtubule-interfering agents;Multiple myeloma","organ":"Plasma cell neoplasms (incl. multiple myeloma)","target":"CD48","tumor":"myeloma","sage":"target-tumor","pharma":"pharma","combo":"yes","model":"preclinical xeno"}
