{"ID":"8992","title":"Epacadostat plus durvalumab in patients with advanced solid tumors: preliminary results of the ongoing, open-label, phase I/II ECHO-203 study","authors":"Aung Naing<sup>1</sup>, John D. Powderly<sup>2</sup>, Gerald Falchook<sup>3</sup>, Benjamin Creelan<sup>4</sup>, John Nemunaitis<sup>5</sup>, Jose Lutzky<sup>6</sup>, Adi Diab<sup>1</sup>, Judy S. Wang<sup>7</sup>, Naomi Laing<sup>8</sup>, Michelle Niewood<sup>9</sup>, Xiaohua Gong<sup>10</sup>, Gongfu Zhou<sup>10</sup>, Manish Patel<sup>7</sup>. <sup>1</sup>The University of Texas MD Anderson Cancer Center, Houston, TX; <sup>2</sup>Carolina BioOncology Institute, PLLC, Huntersville, NC; <sup>3</sup>Sarah Cannon Research Institute at HealthONE, Denver, CO; <sup>4</sup>Moffitt Cancer Center, Tampa, FL; <sup>5</sup>Mary Crowley Cancer Research Center (Current affiliation: University of Toledo College of Medicine and Life Sciences, Toledo, OH), Dallas, TX; <sup>6</sup>Mount Sinai Cancer Center, Miami Beach, FL; <sup>7</sup>Florida Cancer Specialists/Sarah Cannon Research Institute, Sarasota, FL; <sup>8</sup>AstraZeneca, Gaithersburg, MD; <sup>9</sup>Incyte Corporation (Current affiliation: Genmab, Princeton, NJ), Wilmington, DE; <sup>10</sup>Incyte Corporation, Wilmington, DE","presenter":"Aung Naing","text":"<b>Introduction:</b> Epacadostat, a potent and highly selective oral inhibitor of the indoleamine 2,3- dioxygenase 1 (IDO1) enzyme, plus durvalumab, an anti-PD-L1 antibody, is being studied in patients with advanced solid tumors (NCT02318277). Phase 1 preliminary safety data for the overall population and efficacy data for patients with advanced pancreatic cancer (PC) are reported as of 29 Oct 2017 data cutoff.<br /><b>Methods:</b> Adult patients with PC, melanoma, NSCLC, or SCCHN were enrolled in the 3+3 dose-escalation phase 1. Prior treatment with immune checkpoint inhibitors (in unapproved indications) or IDO inhibitors was not allowed. Patients received epacadostat (25, 50, 75, 100, or 300 mg twice daily [BID]) plus durvalumab (3 or 10 mg/kg every 2 weeks [Q2W]). Safety was assessed in patients receiving ≥1 treatment dose. Response was measured in evaluable patients (≥1 postbaseline scan or discontinued/died before the first scan) per modified RECIST v1.1.<br /><b>Results: </b>Thirty-four patients were enrolled in phase 1. Median age (range) was 68 (46-84) years; most patients were male (62%) and had an ECOG PS of 1 (82%). There was 1 dose-limiting toxicity (grade 3 rash requiring systemic steroids; epacadostat 300 mg BID plus durvalumab 10 mg/kg Q2W) during the 42-day observation period. The most common (≥10%) treatment-related adverse events (TRAEs) were fatigue (32%), pruritus (15%), diarrhea, nausea, and rash (12% each). Grade ≥3 TRAEs occurring in >1 patient included fatigue and rash (n=3 [9%] each). Five patients (15%) discontinued because of TRAEs (grade 1 pneumonitis, grade 2 diarrhea, grade 2 subarachnoid hemorrhage, grade 2 peripheral edema, and grade 3 dyspnea). There were no TRAEs leading to death.<br />Fifteen patients with PC were enrolled across multiple dose levels. Median age (range) was 66 (46-72) years, 67% had liver metastases, and 87% had an ECOG PS of 1. Fourteen patients had received ≥1 prior therapy. PD-L1 expression test results were available in 7/15 patients: 2 had detectable (≥1%) staining of tumor cells; 5 did not. No responses were observed among patients with PC; the disease control rate was 27% (4 SD) per RECIST v1.1 (1 of 4 patients with SD discontinued treatment because of clinical progression). The median duration of disease control was 156 days (95% CI, 91-219).<br />Epacadostat exposure was consistent with previous reports, except in patients with PC where somewhat lower peak exposures (C<sub>max</sub>) were observed.<br /><b>Conclusions: </b>Epacadostat plus durvalumab was generally well tolerated in patients with advanced cancers; the safety profile was consistent with previous reports of durvalumab and epacadostat as monotherapies. In unselected patients with PC, no objective responses were observed; a phase 2 expansion for PC was not conducted. Epacadostat 100 and 300 mg BID are being evaluated in the ongoing phase 2 expansions, including patients with NSCLC, SCCHN, and urothelial carcinoma.","keywords":"Immunotherapy;Pancreatic cancer;Combination therapy;Phase 1","organ":"Not Applicable","target":"IDO1","tumor":"multiple","sage":"target-tumor","pharma":"academia","combo":"yes","model":"clinical"}
