{"ID":"9276","title":"A phase Ib/II study of BMS-813160, a CC chemokine receptor (CCR) 2/5 dual antagonist, in combination with chemotherapy or nivolumab in patients (pts) with advanced pancreatic or colorectal cancer","authors":"Dung Le<sup>1</sup>, Martin E. Gutierrez<sup>2</sup>, Mansoor Saleh<sup>3</sup>, Eric Chen<sup>4</sup>, Atrayee Basu Mallick<sup>5</sup>, Michael J. Pishvaian<sup>6</sup>, Jürgen Krauss<sup>7</sup>, Peter O’Dwyer<sup>8</sup>, Ignacio Garrido-Laguna<sup>9</sup>, Qihong Zhao<sup>10</sup>, Anke Kippel<sup>10</sup>, Xiaoli Wang<sup>10</sup>, Yali Liu<sup>10</sup>, Allyson Pollack<sup>10</sup>, Ashwin Sama<sup>10</sup>, Heinz-Josef Lenz<sup>11</sup>. <sup>1</sup>Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University School of Medicine, Baltimore, MD; <sup>2</sup>John Theurer Cancer Center, Hackensack University Medical Center, Hackensack, NJ; <sup>3</sup>University of Alabama Comprehensive Cancer Center, Birmingham, AL; <sup>4</sup>Princess Margaret Cancer Centre, University of Toronto, Toronto, ON, Canada; <sup>5</sup>Thomas Jefferson University, Philadelphia, PA; <sup>6</sup>Lombardi Comprehensive Cancer Center, Georgetown University Medical Center, Washington, DC; <sup>7</sup>National Center for Tumor Diseases, Heidelberg University Hospital, Heidelberg, Germany; <sup>8</sup>Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA; <sup>9</sup>Huntsman Cancer Institute at University of Utah, Salt Lake City, UT; <sup>10</sup>Bristol-Myers Squibb, Princeton, NJ; <sup>11</sup>Keck School of Medicine and Norris Comprehensive Cancer Center, University of Southern California, Los Angeles, CA","presenter":"Dung Le","text":"<b>Background:</b> During cancer progression, immunosuppressive cells, such as those of myeloid and lymphoid origin, are recruited to the tumor microenvironment (TME) through interactions between chemokines and chemokine receptors (CKRs). CCR2 and CCR5 are CKRs expressed on both myeloid and T-cell infiltrates in the TME and have been shown to mediate the migration of monocyte/myeloid-derived suppressor cells (MDSCs) and polymorphonuclear MDSCs (PMN-MDSCs), respectively, from bone marrow to the blood and TME. CCR5 can also recruit regulatory T cells to the TME, potentiate PMN-MDSC immunosuppressive function via arginase-1, and polarize tumor-associated macrophages into an immunosuppressive M2 phenotype. Engagement of CCR2 or CCR5 promotes an immunosuppressive environment and prevents antitumor immunity; this has been preclinically validated in multiple tumor types, including pancreatic and colorectal. Preliminary data also support the utility of combination with PD-(L)1 inhibition. Clinically, CCR2- and CCR5-selective antagonists have separately shown proof of mechanism in combination with chemotherapy in pts with pancreatic and colorectal cancers, respectively (1, 2). These encouraging studies support further investigation of CCR2/5 dual antagonism in providing greater benefit to pts than CCR2- or CCR5-selective inhibition when combined with chemotherapy. Here we describe the design of a phase 1b/2, nonrandomized, open-label study of BMS-813160 (small-molecule CCR2/5 dual antagonist) as monotherapy or in combination with chemotherapy or nivolumab in pts with advanced pancreatic or colorectal cancer (NCT03184870).<br /><b>Methods:</b> Approximately 260 pts aged ≥ 18 years with an ECOG PS of ≤ 1, adequate marrow and organ function, and the ability to undergo pre- and on-treatment biopsies will be enrolled. Exclusion criteria include prior treatment with CCR2 and/or CCR5 inhibitors, requirement for corticosteroids/other immunosuppressive medications, CNS metastases, autoimmune diseases, and symptomatic interstitial lung disease. In part 1, pts will receive BMS-813160 monotherapy safety lead-in for 2 weeks followed by combination with chemotherapy (5-fluorouracil + leucovorin + irinotecan [colorectal cancer] or <i>nab</i>-paclitaxel + gemcitabine [pancreatic cancer]) or nivolumab. In part 2, pts will receive either the same regimens (without a monotherapy lead-in) or BMS-813160 monotherapy. Primary outcomes are safety, tolerability, objective response rate, median duration of response, and progression-free survival rate at 24 weeks. Secondary outcomes are pharmacokinetics and pharmacodynamics of BMS-813160 and immunogenicity of nivolumab.<br /><b>References</b><br />1. Nywening TM, et al. <i>Lancet Oncol</i> 2016;17:651-662.<br />2. Halama N, et al. <i>Cancer Cell</i> 2016;29:587-601.","keywords":"Chemokine receptor;immunosuppression;CCR2/5;tumor-associated myeloid and T cells","organ":"Gastrointestinal cancers: other","target":"CCR2/5","tumor":"colorectal_pancreatic","sage":"target-tumor","pharma":"academia","combo":"yes","model":"clinical"}
