{"ID":"9288","title":"Development and evaluation of T-Zap: a novel antibody-drug conjugate for the treatment of Her2 positive breast cancer","authors":"Ricarda M. Hoffmann, Silvia Crescioli, David E. Thurston, Sophia N. Karagiannis. King's College London, London, United Kingdom","presenter":"Ricarda Hoffmann","text":"<b>Background:</b><br />Breast cancer is the most common type of cancer worldwide and HER2-overexpressing types are especially associated with poor prognosis. Antibody-drug conjugates (ADCs) have been developed as a targeted approach to deliver toxins to cancer cells specifically with the ADC trastuzumab-emtansine (T-DM1) already in clinical use. A novel ADC T-Zap has been developed by linking the antibody trastuzumab to saporin - a ribosome inactivating protein. This study aims to evaluate the novel ADC T-Zap for the treatment of HER2 positive breast cancer.<br /><b>Methods:</b><br />The plant toxin saporin was linked to the monoclonal antibody tratuzumab via a streptavidin-biotin bridge. Binding kinetics were assessed using flow cytometry, and MTS cell viability assays were performed to compare efficacy to T-DM1. Toxicity towards immune cells was investigated by MTS assays using immune cells.<br /><b>Results:</b><br />Binding to target cells of T-Zap was confirmed. Comparison of T-Zap efficacy in breast cancer cell lines with and without resistance against trastuzumab showed a trend for higher efficacy of cell killing by T-Zap in trastuzumab resistant cells compared to T-DM1. Toxicity assays revealed no impact of T-Zap on cell viability in immune cells.<br /><b>Conclusions: </b><br />Cell viability caused by T-Zap was more efficient compared to T-DM1 in the trastuzumab resistant cell line HCC1945. This strengthens the hyposthesis that T-Zap might have potential as new ADC overcoming trastuzumab resistance. Future work will include the development of a specific linker to link trastuzumab to saporin with the aim to develop an ADC that could prove a novel therapeutic agent for the treatment of HER2 positive breast cancer.","keywords":"Breast cancer;Antibody-drug conjugate;Trastuzumab;Ribosome-inhibitor","organ":"Breast cancer","target":"HER2","tumor":"breast","sage":"target-tumor","pharma":"academia","combo":"no","model":"preclinical in vitro"}
