{"ID":"9307","title":"The discovery of novel small molecular CXCR2 antagonist by using ligand-based pharmacophore model","authors":"Wen-Hai Huang<sup>1</sup>, Zhi-Long Wang<sup>2</sup>, Jin-Xin Che<sup>3</sup>, Hai-Chao Sheng<sup>3</sup>, Feng Huang<sup>3</sup>, Yong-Zhou Hu<sup>3</sup>, You-Hong Hu<sup>2</sup>, Xin Xie<sup>4</sup>, Xiao-Wu Dong<sup>3</sup>. <sup>1</sup>Institute of Materia Medica, Zhejiang Academy of Medical Sciences, Hang Zhou, China; <sup>2</sup>Shanghai Institute of Materia Medica, Chinese Academy of Sciences, Shang Hai, China; <sup>3</sup>College of Pharmaceutical Sciences, Zhejiang University, Hang Zhou, China; <sup>4</sup>the National Center for Drug Screening, Shanghai Institute of Materia Medica, Chinese Academy of Sciences, Shang Hai, China","presenter":"Wen-Hai Huang","text":"Tumor metastasis has become a fatal disease progress which greatly influence cancer treatment and prognosis. Generally, the metastatic progression can be classified into three main processes: the cancer cells leave the original “tumor home”, travel through “vessel highway”, and settle down in a new “tissue house”. Many agents with various machnisms have been developed for the treatment of cancer cell metastasis, including VEGFR inhibitors, integrin inhibitors, or MMP (matrix metallo protease) inhibitors. Recently a growing interest has been shown for the CXC chemokine receptor 2 (CXCR2), due to their involvement in metastasis physiology. Once CXCR2 is triggered by upstream effectors, it can cause the activation of downstream signals such as serine/threonine kinases, tyrosine kinases. Its essential role in influencing tumor microenvironment makes CXCR2 an important target for anti-tumor metastasis treatment. The first non-peptide CXCR2 antagonist SB225002 was discovered in the mid-1990s by GSK Company. To date, four drug candidates are in clinical trials, including Danirixin, AZD5069, Reparixin and Ladarixin. The clinical indications of AZD5069 were expanded to metastatic head & neck cancer and metastatic pancreatic cancer, in combination with MEDI4736 (a PDL-1 inhibitor).<br />As an excellent computational tool, the pharmacophore model, has been rapidly developed for the identification of novel hit/lead compounds for various targets, especially for proteins without crystal structures. An extensive effort has been made in the attempt to apply pharmacophore model to identify novel VEGFR inhibitors, MMP inhibitors as anti-cancer metastasis agents, revealing that ligand-based pharmacophore model is the best approach when the target geometry is not available, or the binding mode is not elucidated. At present, the binding mode of CXCR2 with its antagonists has not been fully discovered, however, the group of N. Neamati have been trying to establishing a ligand-based pharmacophore model which could be applied for virtual screening to find novel scaffolds of CXCR2 antagonist; this work, for the first time, indicated the feasibility of applying pharmacophore model for the discovery of CXCR2 antagonist. Although a bunch of CXCR2 antagonists have been identified, the anti-tumor metastasis effect of CXCR2 antagonists is not considered in most cases.<br />In our study, a convenient pharmacophore model was built with HipHop program, by screening a mini-database contained compounds which were designed based on the known structure-activity relationship (SAR) of the diarylurea series CXCR2 antagonists. Several novel skeletons with moderate to potent CXCR2 antigonitic activiites were identified. Following optimization resulted in the discovery of<br />compound <b>D45</b> which showed not only potent CXCR2 antagonist activity with an IC<sub>50</sub> value of 10 nM and 910-fold selectivity against CXCR1, but also good <i>in vitro</i> anti-tumor metastatic effect in wound healing assay. Moreover, compound <b>D45 </b>exhibitored promising druglikeness with more than 90% bioavailability in rat.","keywords":"Drug discovery;Pharmacophore;CXCR2;antagonists","organ":"Not Applicable","target":"CXCR2","tumor":"NA","sage":"drug","pharma":"academia","combo":"no","model":"in silico"}
