{"ID":" 42","institution":"MacroGenics, Inc.","authors":"Deryk Loo","text":"Introduction: B7-H3, a member of the B7 family of immunomodulatory molecules, is overexpressed in a wide range of solid cancers. B7-H3 overexpression has been correlated with disease severity and poor outcome in several cancer types. Proof-of-concept studies targeting B7-H3 demonstrated that auristatin-based B7-H3 antibody-drug conjugates (ADCs) exhibited potent cytotoxicity <i>in vitro</i> and antitumor activity <i>in vivo</i> toward a range of B7-H3-expressing tumor cell lines. Based on these preliminary results, we undertook preclinical development of a B7-H3 ADC comprised of a humanized B7-H3 mAb conjugated to a potent DNA alkylating payload.<br />Methods: Chimeric B7-H3 mAbs were conjugated to vc-<i>seco</i>-DUocarmycin-hydroxyBenzamide Azaindole (DUBA) (ADC conjugated and provided by Synthon Biopharmecuticals B.V). <i>In vitro</i> and <i>in vivo</i> activity studies were conducted with tumor cell lines that overexpress B7-H3. Based on the potency analysis, together with the biophysical properties and immunohistochemistry (IHC) profiles of the candidates, a lead mAb was selected for preclinical development. The mAb was humanized via CDR grafting and conjugated to DUBA to yield the development candidate MGC018. <i>In vitro</i> and <i>in vivo</i> studies were then conducted with MGC018 to confirm and extend the results with the chimeric ADCs.<br />Results: Confirming our previous data and consistent with a growing body of literature, B7-H3 mAbs exhibited strong reactivity toward carcinoma cells and the vasculature of solid cancers. Chimeric B7-H3-DUBA ADCs demonstrated specific, dose-dependent cytotoxicity toward B7-H3-positive tumor cell lines <i>in vitro</i> and potent antitumor activity <i>in vivo</i>. The humanized ADC development candidate, MGC018, retained the favorable biophysical properties and the normal tissue-versus-tumor IHC profile of the parental mAb. MGC018 displayed cytotoxicity toward B7-H3-positive tumor cell lines <i>in vitro</i>, with IC<sub>50</sub> values in the sub-nM range, and potent antitumor activity <i>in vivo</i>, resulting in tumor stasis and tumor regression in mice bearing B7-H3-positive human tumor xenografts, representing breast, lung and ovarian cancers.<br />Conclusion: MGC018, a preclinical candidate comprised of a humanized mAb targeting B7-H3 conjugated to the potent DNA alkylating payload DUBA via a cleavable peptide linker, exhibited a favorable preclinical profile, with strong reactivity toward tumor cells and tumor-associated vasculature, limited normal tissue reactivity, potent cytotoxicity <i>in vitro</i> and antitumor activity <i>in vivo</i> toward a range of B7-H3-expressing tumor cell lines representing several cancer types. Our findings support further preclinical development of MGC018 to evaluate its potential as an ADC therapeutic for B7-H3-expressing solid cancers.","keywords":"Antitumor agents;monoclonal antibody;monoclonal antibody;antibody-drug conjugate","organ":"Not Applicable","topic":"Growth factor receptors and other surface antigens as targets for therapy","target":"B7-H3","tumor":"Many","combo":"ADC","sage":"target-tumor","pharma":"pharma"}
