{"ID":" 45","institution":"ImmunoGen, Inc.","authors":"Katharine Lai","text":"<b>Purpose: </b>c-Met dysregulation and/or overexpression are associated with tumor progression, metastasis and poor prognosis in numerous cancers. Despite strong pre-clinical evidence that blocking c-Met activity inhibits tumor cell growth and metastasis, targeted therapies have thus far failed to deliver an effective treatment option to the majority of patients. To address patients with both c-Met over-expressing and <i>MET</i> amplified tumors, we designed an antibody-drug conjugate (ADC) comprised of a humanized anti-c-Met monoclonal antibody linked to a highly potent indolinobenzodiazepine DNA-alkylating payload (DGN549) to enable activity against not only <i>MET</i> amplified but also c-Met over-expressing tumors. <b>Experimental Design: </b>Panels of monoclonal antibodies (Abs) against c-Met were generated and screened for antagonistic and agonistic activity in the presence or absence of the c-Met ligand, HGF. Lead Abs were humanized and conjugated to DGN549 either through lysine (Drug-to-Ab ratio (DAR) = 2.5) or engineered cysteine residues (DAR 2.0). Abs were also conjugated via lysine residues to the potent anti-microtubule maytansine derivative, DM4, using a sulfo-SPDB linker (DAR 3.5). Binding and cytotoxicity of ADCs were tested <i>in vitro</i> on normal and cancer cell lines with varying c-Met levels. Expression of c-Met was evaluated in patient tumors and xenografts along with normal human tissues using the CONFIRM immunohistochemistry assay. <i>In vivo</i> efficacy of anti-c-Met-DGN549 and anti-c-Met-DM4 ADCs was tested in both <i>MET</i> amplified and c-Met over-expressed (but non-amplified) xenograft tumor models. <b>Results: </b>A humanized anti-c-Met<b> </b>antibody, hucMet27, was identified which exhibits low c-Met agonist activity. Conjugates of hucMet27 were prepared with two different payloads, DGN549 and DM4, and <i>in vitro</i> and<i> in vivo</i> activity were determined. Both DGN549 and DM4 conjugates of hucMet27 bound with similar sub-nanomolar affinity to c-Met-expressing cells. hucMet27-DGN549 conjugates exhibited potent cytotoxicity against a large panel of c-Met expressing cell lines. By contrast, the potency of the hucMet27-DM4 conjugate was restricted mainly to cell lines harboring <i>MET </i>amplification, despite all cell lines demonstrating sensitivity to the unconjugated payload. When tested in mice bearing human xenograft tumors, both hucMet27-DGN549 and hucMet-DM4 conjugates were highly active in a <i>MET</i> amplified model, whereas hucMet27-DGN549 was more potent in inducing regressions in a model with c-Met over-expression without <i>MET</i> amplification. <b>Conclusion: </b>hucMet27-DGN549 exhibits compelling c-Met targeted anti-cancer activity <i>in vitro</i> and <i>in vivo</i>, and represents a promising therapeutic strategy to deliver a potent cytotoxic agent to tumor cells bearing a wide range of c-Met expression.","keywords":"c-Met;DNA;DNA;NA","organ":"Lung cancer: non-small cell","topic":"Growth factor receptors and other surface antigens as targets for therapy","target":"cMET","tumor":"Many","combo":"ADC","sage":"payload","pharma":"pharma"}
