{"ID":" 62","institution":"Heidelberg Pharma","authors":"Michael Kulke","text":"Background<br />ATACs (antibody-targeted Amanitin conjugates) comprise a new class of antibody-drug conjugates using amanitin as toxic payload. Amanitin binds to the eukaryotic RNA pol II and thereby inhibits the cellular transcription process at very low concentrations. In the current study,<i> in vitro</i> and <i>in vivo</i> data of new ATACs targeting CD19 (also known as B4, CVID3) are presented. CD19, a class I transmembrane glycoprotein with no significant homology to any known protein, is expressed in B cells and B-cell malignancies like in B-cell acute lymphocytic leukemia (B-ALL) and B cell chronic lymphocytic leukemia (B-CLL). Therefore it is an ideal target for Amanitin based ADCs.<br />Material and methods<br />Cell lines: Raji (Burkitt Lymphoma), Nalm-6 (B-ALL) and HL-60 (CD19-negative cell line).<br />Antibody: anti-CD19 Thiomab (licensed from the German Cancer Research Center; Heidelberg, Germany).<br />Synthesis of CD19-Thiomab-ATACs: Maleimide amanitin compounds were conjugated site specifically to engineered cysteine residues of the anti-CD19 Thiomab.<br />Cell proliferation assay: Quantitative determination of cytotoxicity was performed by CellTiter Glo 2.0 assay (Promega) or WST-1 assay (Roche).<br />Animal models: Mouse xenograft tumor models were performed. Tolerability was assessed in mice and non-human primates (NHP).<br />Results<br />CD19-Thiomab-ATACs showed <i>in vitro </i>cytotoxicity on CD19<sup>+</sup> cell lines in picomolar range, whereas no cytotoxic activity on CD19<sup>-</sup> cells was observed.<br />In mouse xenograft models, CD19 showed dose-dependent tumor regression and complete remission after single dose i.v. of 2mg/kg and 4mg/kg. In a disseminating Raji xenograft model, median survival was increased from 6 days (vehicle control) to 105 days (CD19-Thiomab-30.2115 treated group at 6mg/kg, single dose). On day 154, 4 animals were still alive and in good overall condition.<br />Safety profiling in Cynomolgus monkey revealed a good tolerability after sequentially applied doses of 0.3, 1.0, 3.0 and 5.0 mg/kg. Hematology and clinical chemistry data show minor alterations: transient increase in liver enzymes (ALT and AST) in combination with a transient increase in LDH. The half-life of the ADC in serum is 7-11 days; the free toxin is detectable at serum levels close to the lower limit of quantification only (LLOQ = 1.2 nM).<br />Conclusions<br />In the current study,<i> in vitro</i> and <i>in vivo</i> data of Amanitin-ADCs targeting CD19 are presented. CD19 is expressed on cells of the B cell lineage, ranging from the pre-B cells until the terminal differentiation to plasma cells. It is expressed in most acute lymphoblastic leukemias (ALL), chronic lymphocytic leukemias (CLL) and B cell lymphomas (Kemeng et al. (2012); Exp Hematol Oncol 1: 36). The preclinical data show high cytotoxicity in picomolar range, very good efficacy in tumor xenograft models and tolerability in an exploratory tolerability study in NHP. The positive findings of these initial experiments encourage Heidelberg Pharma to further proceed with anti-CD19-Amanitin-based ADCs towards clinics.","keywords":"Leukemias: acute lymphoblastic;ADC;ADC;anti-CD19-Amanitin conjugate","organ":"Leukemias: acute lymphoblastic","topic":"Antibody technologies","target":"CD19","tumor":"Leukemia","combo":"ADC","sage":"payload","pharma":"pharma"}
