{"ID":" 64","institution":"Meditope Biosciences","authors":"Karin Forster","text":"Meditope Biosciences has developed a way to use SnAP technology to promote internalization of antibody receptor complexes through a novel construct called a SnAP-body. Meditope’s SnAP platform functionalizes monoclonal antibodies to bind to specific meditope peptides; this property can be used to directly facilitate receptor crosslinking when meditope-enabled antibodies are bound to cell surface receptors. SnAP-bodies are self-crosslinking meditope-enabled antibodies which permit a meditope peptide to specifically interact with a meditope-enabled antibody at the cell surface upon antigen engagement. Antigen-antibody complex formation through the specific contact of the SnAP-bodies and their cognate epitopes on the target antigen can increase clustering or co-localization of a cell surface antigen on a cell, which can promote enhanced internalization of the SnAP-body. The increased internalization can be used to clear or reduce the concentration of a cell surface antigen from the surface of a target cell or tumor. Enhancing internalization can increase the efficacy of antibody-based therapeutics, and in the case of antibody-drug conjugates, which require receptor internalization to deliver cytotoxic payloads, can reduce the amount of drug necessary to achieve a therapeutic effect. In vitro studies of SnAP-body binding to cell surface antigens demonstrate accelerated internalization of the antibody. In vivo, this translates into enhanced efficacy. The ability to see equivalent efficacy in the absence of toxin suggests a unique role for SnAP-body constructs in cancer therapeutics, especially in cases where lack of efficacy for a specific target is correlated with poor receptor internalization.","keywords":"Antibody Engineering;Drug design;Drug design;Antitumor effect","organ":"Not Applicable","topic":"Antibody technologies","target":"NA","tumor":"NA","combo":"ADC","sage":"technology","pharma":"pharma"}
