{"ID":" 71","institution":"ImmunoGen, Inc","authors":"Qifeng Qiu","text":"Folate receptor α (FRα) is an antigen that is overexpressed on the cell surface of solid tumors including ovarian cancer. The differential expression on cancer cells makes FRα an attractive target for antibody-drug conjugates (ADCs), and an ADC targeting FRα, Mirvetuximab soravtansine, has demonstrated promising activity and safety profiles in the clinic. Here, we employed a new linker (NL) to enhance the bystander activity of ADCs, which is the ability of ADCs to generate cell-permeable catabolites that can diffuse into and kill proximal cancer cells with little or no target expression. With the goal of improving the potency of anti-FRα ADC in solid tumors with heterogeneous FRα expression, we constructed the M9346A-NL-DM. M9346A-NL-DM is a conjugate of the tubulin-disrupting maytansinoid (DM), linked via a novel linker to M9346A, a humanized antibody that binds FRα with high affinity. After cellular uptake and catabolism of the ADC, the new linker undergoes lysosomal cleavage followed by self-immolation to generate free DM that can readily penetrate neighboring cancer cells. Correspondingly, M9346A-NL-DM showed enhanced bystander cytotoxic activity against proximal antigen-negative cells <i>in vitro</i>. In the xenograft tumor models <i>in vivo</i>, M9346A-NL-DM demonstrated enhanced efficacy against tumors with heterogeneous expression of FRα. Interestingly, M9346A-NL-DM also showed improved antitumor activity against a tumor model with homogeneous expression of FRα, possibly due to better tumor penetration of the cell-permeable catabolite. In summary, M9346A-NL-DM is a novel ADC with enhanced bystander activity and antitumor activity that can target tumors with heterogeneous expression of FRα.","keywords":"Antibody;Drug design;Drug design;NA","organ":"Gynecological cancers: ovarian","topic":"Antibody technologies","target":"FRα","tumor":"Many","combo":"ADC","sage":"linker","pharma":"pharma"}
