{"ID":" 75","institution":"ImmunoGen, Inc.","authors":"Chen Bai","text":"ADCs are a promising modality for cancer therapy enabled by chemical conjugation of potent cytotoxic compounds to monoclonal antibodies. While many ADCs in clinical evaluation employ heterogeneous conjugation chemistries where the payload is linked through lysine or endogenous cysteine residues, there has recently been considerable interest in site-specific conjugation. ADCs prepared using site-specific methods are believed to have a wider therapeutic index compared to heterogeneous ADCs. We have previously shown that site-specific ADCs incorporating the maytansinoid-based tubulin inhibitor DM1 were less efficacious <i>in vivo</i> when compared to analogous lysine-linked conjugates (Yoder et al AACR 2015 Abstract #545). More recently, we presented results from the evaluation of 2.5-3.0 drug-to-antibody ratio (DAR) heterogeneous lysine-linked and 2 DAR site-specific ADCs using antibodies with engineered cysteines at position 442 in the heavy chains (known as CYSMAB<sup>TM</sup>). These ADCs used the peptide-linked indolino-benzodiazepine DNA alkylator DGN549 (also known as IGN-P1) as the effector. Unlike the DM1 case, site-specific DGN549 ADCs were at least as active <i>in vivo</i> when compared to lysine-linked ADCs (Yoder et al AACR 2016 Abstract #2960). We have made further pharmacological comparisons between CYSMAB and lysine-linked DGN549 ADCs at matched payload doses using two different antibodies targeting distinct cell surface receptors. In the case of mAb1, CYSMAB and lysine-linked ADCs were comparably active. For mAb2, the CYSMAB ADC was more active than the lysine-linked ADC in some models and similarly active in others. The mAb1 CYSMAB ADC exhibited a significantly higher maximum tolerated dose (MTD) compared to the lysine-linked ADC. In contrast, the MTDs of the mAb2 ADCs were similar. However, the mAb2 CYSMAB conjugate was better tolerated in terms of median lethal dose. The mechanism for the improved tolerability of the mAb1 CYSMAB conjugate is not apparent. In an effort to understand whether it is a consequence of conjugation chemistry or DAR, we compared the tolerability of the mAb1 CYSMAB conjugate to that of a ~4 DAR site-specific analog and found that both factors contribute. To determine if our observations can be rationalized in terms of <i>in vivo</i> disposition, we compared the pharmacokinetics of mAb1 CYSMAB and lysine-linked ADCs at matched antibody doses. Intriguingly, the CYSMAB ADC showed slightly greater exposure. These results, along with our previous work on site-specific DM1 ADCs, indicate that in some cases site-specific conjugation can lead to improved efficacy and tolerability. However, generalizations cannot be made across different combinations of antibody, linker, and payload. We conclude that the advantages and disadvantages of site-specific conjugation should be carefully considered for every candidate ADC.","keywords":"Antibody;NA;NA;NA","organ":"Not Applicable","topic":"Antibody technologies","target":"NA","tumor":"NA","combo":"ADC","sage":"linker","pharma":"pharma"}
