{"ID":" 95","institution":"University of California San Francisco","authors":"Neil Bhola","text":"<b><i><u>Background</u></i><u>:</u></b> Nearly 600,000 people are diagnosed with head and neck cancer worldwide and 60% succumb to the disease within 5 years. The epidermal growth factor receptor (EGFR) is a major driver of HNSCC and in 2006 the EGFR monoclonal antibody cetuximab was FDA-approved for HNSCC treatment. However, cetuximab has not conferred significant long-term benefit compared to chemoradiation in patients with poorly differentiated recurrent-metastatic HNSCC. We and others have demonstrated that cetuximab treatment activates alternative receptor tyrosine kinases (RTKs) including Fibroblast Growth Factor (FGF) receptors, Met and Axl in HNSCC. To circumvent administration of multiple RTK inhibitors in combination with cetuximab, we sought to identify a common molecular target that regulates the expression of these RTKs. Bromodomain-containing protein-4 (BRD4) has been shown to regulate the transcription of RTKs in breast cancer models. <b><i><u>Hypothesis</u></i><u>:</u></b> We hypothesized that targeting BRD4 will overcome cetuximab resistance by depleting the expression of alternative RTKs in HNSCC. We further hypothesize that genetic and pharmacological targeting of BRD4 will synergize with cetuximab. <b><i><u>Results</u></i>:</b> Using a phospho-RTK array, 72-hour cetuximab treatment increased or sustained phosphorylated levels of EGFR, HER2, HER3, MET, and AXL in several HNSCC cell lines. Treatment with the BRD4 inhibitor JQ1 abrogated both phosphorylated and total RTK abundance in the presence of cetuximab. Cetuximab and JQ1 robustly decreased phosphorylated Src and induced the senescence marker p21. Phenotypically, cetuximab and JQ1 significantly decreased survival and increased apoptosis in 6 HNSCC cell line models, while the normal oral keratinocyte cell line NOKsi had approximately 10-fold higher IC50s for the BRD4 inhibitors, JQ1 and I-BET762, relative to HNSCC cell lines. Importantly, two HNSCC models of acquired cetuximab resistance exhibited robust sensitivity to pharmacological (JQ1, IBET-762) and genetic (RNAi) BRD4 targeting strategies. Moreover, exogneous overexpression of different RTKs (HER3, ALK, and ROR1) resulted in cetuximab resistance that was reversed upon BRD4 targeting (RNAi and JQ1). Combination of cetuximab and JQ1 in co-culture experiments with T cells decreased the CD4+/CD25+ Treg population and PD-L1 expression on HNSCC cell lines. Further, preliminary findings indicate that JQ1 treatment prevents outgrowth of cetuximab-treated HNSCC patient-derived xenograft models. <b><i><u>Conclusion</u></i>:</b> Our findings indicate that targeting BRD4 decreases the activation and expression of multiple RTKs that mediate resistance to the FDA-approved EGFR inhibitor cetuximab. Furthermore, BRD4 abrogates expression of immunosuppressive markers, making it a promising tumor intrinsic and extrinsic therapeutic strategy for HNSCC.","keywords":"Head and neck squamous cell carcinoma cell line;cetuximab;cetuximab;Receptor tyrosine kinase","organ":"Head and neck cancers","topic":"Regulation of gene expression in drug resistance","target":"BRD4","tumor":"Head_Neck","combo":"SMI","sage":"immunosuppressive","pharma":"academia"}
