{"ID":"1071","institution":"Taiho pharmaceutical CO., LTD.","authors":"Hiroshi Tsukihara","text":"<b>Background:</b> Trifluridine/tipiracil (FTD/TPI) is an oral nucleoside antitumor agent that is composed of trifluridine and tipiracil hydrochloride at a molecular ratio of 1:0.5. Checkpoint-blockade immunotherapies are particularly effective in patients with tumor T cell infiltrations. In this study, the antitumor effects of FTD/TPI + anti-mouse PD-1 antibody combination were studied in a syngeneic mouse model and the tumor-infiltrating lymphocyte (TIL) subsets were evaluated. <b>Method: </b>The mouse colorectal cancer cell line CMT-93 was subcutaneously implanted into C57BL/6 mice. Vehicle (0.5% Hydroxypropyl methylcellulose, 10 mL/kg, p.o.), FTD/TPI (75, 100, and 150 mg/kg/day, twice daily, days 1-14, p.o.), anti-mouse PD-1 antibody (clone RMP1-14; 0.1 mg/body; once daily, days 1, 5, and 9; i.p.), and FTD/TPI + anti-mouse PD-1 antibody combination were administered, and inhibitory activity was evaluated according to tumor-volume changes. Single-cell suspensions were prepared from collected tumors. Based on cell marker expression, CD4<sup>+</sup> T cells, CD8<sup>+</sup>T cells, and regulatory T cells (Tregs) were identified using antibodies against CD4, CD8, CD25, and Foxp3, and subsets of TILs were evaluated by flow cytometry. <b>Results: </b>Both anti-mouse PD-1 antibody and FTD/TPI monotherapies were effective <i>in vivo</i>. Tumor-growth inhibition by anti-mouse PD-1 antibody was 81.7% at 0.1 mg/kg/day and that by FTD/TPI was 33.4%, 46.1%, and 59.5% at 75, 100, and 150 mg/kg/day, respectively. FTD/TPI + anti-mouse PD-1 antibody combination using FTD/TPI (75, 100, and 150 mg/kg/day) with anti-mouse PD-1 antibody (0.1 mg/kg/day) inhibited tumor growth at significantly higher rates (P < 0.05; 91.8%, 95.7%, 98.4%, respectively) than monotherapy. Remarkably, the 150-mg/kg/day FTD/TPI + 0.1-mg/kg/day anti-mouse PD-1 antibody combination caused complete tumor regression in four/five mice without body-weight reduction or drug-related deaths; however, none of the monotherapies caused complete tumor regression. Flow cytometric analysis revealed a higher CD8<sup>+</sup> T cell percentage among total lymphocytes and a lower Treg percentage in CD4<sup>+</sup> T cells after combination therapy compared with the controls. <b>Conclusion: </b>FTD/TPI + anti-mouse PD-1 antibody combination was synergistically effective on CMT-93 mouse colon tumor. This combination increased CD8<sup>+</sup> T cell percentages in whole lymphocyte and decreased Treg percentages in CD4<sup>+</sup> T cell. This suggests that FTD/TPI + anti-mouse PD-1 antibody combination modulates tumor T cell populations and improves their antitumor activity.","keywords":"Cancer immunotherapy;Colorectal cancer;Colorectal cancer;Xenografts","organ":"Gastrointestinal cancers: colorectal","topic":"Cellular responses to anticancer drugs","target":"chemo","tumor":"Colorectal","combo":"SMI_checkpoint","sage":"immune_effector","pharma":"pharma"}
