{"ID":"1194","institution":"Tumor Biology Section, Head and Neck Surgery Branch, National Institutes of Deafness and Other Communication Disorders, National Institutes of Health","authors":"Ruth Davis, Ellen Moore, Paul Clavijo, Chris Silvin, Carter Van Waes, Zhong Chen, Clint Allen","text":"BACKGROUND: IPI-145 (duvelisib) is an oral inhibitor of the p110δ/γ isoforms of phosphinositide 3-kinase (PI3K) that are differentially expressed in leukocytes. IPI-145 is currently under study in phase II/III trials for the treatment of hematologic malignancies, but has not previously been studied in solid tumors. In this study we sought to determine if p110δ/γ inhibition could suppress solid tumor growth through functional inhibition of myeloid derived suppressor cells (MDSCs) within the tumor microenvironment of syngeneic murine oral cavity (MOC) tumor models of head and neck cancer.<br />METHODS: In pilot experiments, highly immunogenic MOC1 and poorly immunogenic MOC2 tumor-bearing mice were treated with daily oral doses of 15 mg/kg IPI-145 for 14 days and monitored for tumor progression. Flow cytometry was used to study cellular immune correlates in both the periphery and tumor microenvironment. MDSCs were sorted using FACS and functionally evaluated in a carboxyfluorescein succinimidyl ester (CFSE)-based T-cell proliferation assay.<br />RESULTS: Selective inhibition of p110δ/γ with low-dose IPI-145 resulted in a trend toward growth suppression of established MOC1 tumors, and had no effect on the growth of poorly immunogenic MOC2. IPI-145 increased infiltration and activation of CD8 T-lymphocytes and NK cells along with increased tumor cell expression of MHC class I and PD-L1 in MOC1 tumor bearing mice. MDSCs sorted from IPI-145 treated MOC1 tissues demonstrated a reduction in their capacity to suppress CD3/28 stimulated T-cell proliferation. MOC2 tumor bearing mice demonstrated no immune correlative changes.<br />CONCLUSION: Daily oral treatment with low-dose IPI-145 resulted in a trend toward inhibition of primary tumor growth and enhanced immune activation in the tumor microenvironment in an immunogenic murine model of head and neck cancer. This data shows promise for future studies of IPI-145 as a monotherapy at higher doses or as a sensitizer for immunotherapies such as checkpoint inhibitors, and these studies are underway.<br />This work was supported by the NIDCD Intramural Program ZIA-DC-000087-01","keywords":"Immunomodulation;Myeloid-derived suppressor cells;Myeloid-derived suppressor cells;T-cell proliferation assay","category":"IMMUNOLOGY","sage":"small","moa":"immune"}
