{"ID":"1196","institution":"Seattle Genetics, Inc.","authors":"Patrick Burke, Joseph Hamilton, Thomas Pires, Jocelyn Setter, Joshua Hunter, Julia Cochran, Brian Toki, Peter Senter, Robert Lyon, Scott Jeffrey","text":"The recent clinical success of antibody-drug conjugates (ADCs) has spawned an increased effort to identify new technologies, and the development of new drug-linker chemistry is vital to expand the scope of conjugatable payloads. The tertiary amine functional group is a common structural motif present in many bioactive compounds, including antimitotics of the auristatin and tubulysin classes. Traditionally, conjugation of tertiary amines required drug derivatization or modification to remove an N-alkyl group, thus creating a readily conjugatable secondary amine. However, identifying appropriate modifications that do not compromise the activity of the drug is frequently time consuming and often unsuccessful. To eliminate the need for such structural modifications, we sought a method for stable conjugation and facile release through the tertiary amine functional group by creating linkers with a quaternary amine point of attachment. To validate the linker strategy, quaternary amine-based cleavable linkers bearing auristatin E were synthesized and evaluated as ADCs. The conjugates were stable in rodent plasma, and were potent and immunologically specific both <i>in vitro</i> and <i>in vivo </i>in a Hodgkin lymphoma xenograft model. A second application of this technology has been demonstrated with tubulysins, another class of potent antimitotics containing a tertiary amine at the N-terminus. A cleavable quaternary amine linker containing a tubulysin analog was synthesized and ADCs were prepared and evaluated. The tubulysin conjugates were potent and immunologically specific across a panel of cancer cell lines, including multiple MDR-positive lines. Furthermore, the tubulysin conjugate displayed ‘bystander activity’ in an <i>in vitro</i> co-culture assay. The quaternary amine linkers represent an advance in linker technology and will enable the evaluation of drug classes previously inaccessible as ADCs.","keywords":"Antitumor agents;Drug design;Drug design;Targeted drug delivery","category":"EXPERIMENTAL AND MOLECULAR THERAPEUTICS","sage":"ADC","moa":"NA"}
