{"ID":"124","institution":"Fox Chase Cancer Center","authors":"Jessica Wagner","text":"ONC201, a first-in-class oral anti-tumor agent, upregulates the pro-apoptotic immune cytokine TRAIL and activates the integrated stress response leading to upregulation of death receptor 5 in bulk tumor and cancer stem cells. We previously demonstrated that ONC201 exerts a dose- and schedule-dependent effect on tumor progression <i>in vivo</i> while suppressing Akt/ERK signaling in tumors in a dose/frequency-dependent manner (Wagner et al., AACR, 2016). We also provided evidence that ONC201 exhibits a potent anti-metastatic effect (Wagner et al., AACR, 2016). We observe accumulation and activation of TRAIL-secreting NK+ cells within ONC201-treated tumors in C57/BL6, Balb/c, and athymic nude tumor-bearing mice. Importantly, ONC201 exerts <i>in vivo</i> anti-tumor efficacy on tumor cell lines that are ONC201-resistant in vitro, including acquired stable resistance. Using the NK-depleting antibody GM1, we demonstrate that the activation and TRAIL secretion of NK cells by ONC201 significantly contributes to <i>in vivo</i> anti-tumor efficacy, including TRAIL/ONC201-resistant tumors. We are currently investigating how ONC201 recruits NK cells to the tumor by examining NK-recruiting chemokine factors within the tumor site. We have also demonstrated upregulation of CD3+ T cells by ONC201 in syngeneic mice. Finally, we observed an increase in activated TRAIL-secreting NK cells in the peripheral blood of patients upon ONC201 administration in the clinic. Our results demonstrate novel and potentially significant increases in cytotoxic NK cell recruitment to tumors. The results offer a unique pathway of immune stimulation for cancer therapy that may be combined with immune checkpoint or targeted cancer therapy strategies. We are currently investigating the role of NK cells and CD3+ cells in ONC201’s ability to inhibit metastasis by using a metastatic model that involves surgically removing the primary tumor and allowing metastases to grow in vivo before treatment. These findings indicate that ONC201 possess immunomodulatory activity and provide a rationale for combining ONC201 with PD-1/PDL-1 inhibitors, a combination we are currently testing in syngeneic immunocompetent mouse models.","keywords":"Cancer therapy;NA;NA;NA","organ":"Not Applicable","topic":"Other","target":"TRAIL","tumor":"Many","combo":"SMI","sage":"immune_effector","pharma":"academia"}
