{"ID":"1336","institution":"Pharmacyclics LLC, an AbbVie Company","authors":"Yujun Huang, Jeff Hsu, Mint Sirisawad, Hsu-Ping Kuo, Betty Chang","text":"Ibrutinib inhibits Bruton’s tyrosine kinase (BTK) and effectively treats B-cell malignancies. Ibrutinib also targets IL-2-inducible T-cell kinase (ITK) and modulates the T-cell receptor signaling pathway. Because ibrutinib enhanced antitumor immunity when combined with anti-PD-L1 in various syngeneic solid tumor and lymphoma models (Sajiv-Barfi, PNAS 2015), we sought to determine the effect of ibrutinib on T-cell function and activation. Using in vitro human primary T-cell activation assays, we found that ibrutinib did not suppress T-cell proliferation but slightly inhibited IFNγ production in CD4 and CD8 effector T cells when human peripheral blood mononuclear cells (PBMCs) were stimulated with anti-CD3 and anti-CD28 antibodies. Ibrutinib also inhibited PD-1 expression on human CD8 effector T cells. More strikingly, ibrutinib significantly suppressed naïve murine CD4 T-cell differentiation in vitro into Foxp3+ regulatory T cells (Treg) in the presence of TGF-β. Further, we evaluated the immunomodulatory effect of ibrutinib in tumor-bearing mice. In pancreatic (Pan02) and renal cell carcinoma (Renca) models, we found that single-agent ibrutinib, as well as in combination with standard-of-care agents, effectively inhibited tumor growth. In the syngeneic Renca tumor model, combination ibrutinib treatment significantly reduced CD4+Foxp3+ Treg cells both in the spleen (P < 0.001) and tumor microenvironment (P < 0.05), compared with everolimus alone. Ibrutinib also significantly reduced the percentage of PD-1hi cells among CD8 tumor-infiltrating lymphocytes in A20 lymphoma-bearing mice (P < 0.05). These data demonstrate that ibrutinib, a BTK inhibitor, can suppress immune-inhibitory factors and enhance antitumor immunity in vivo. Ibrutinib may serve as a promising immunomodulatory agent in potentiating current cancer immunotherapy in solid tumors.","keywords":"Inhibitors;Lymphoma;Lymphoma;Immunomodulation","category":"IMMUNOLOGY","sage":"small","moa":"oncogenic kinases"}
