{"ID":"1423","institution":"Seattle Genetics, Inc.","authors":"Tim Lewis, Devra Olson, Kristine Gordon, Sharsti Sandall, Jamie Miyamoto, Lori Westendorf, Germein Linares, Chris Leiske, Heather Kostner, Ivan Stone, Martha Anderson, Albina Nesterova, Mechthild Jonas, Che-Leung Law","text":"Multiple myeloma (MM) is a hematologic malignancy of transformed plasma cells. In spite of recent advances, MM remains an incurable disease, underscoring the need to develop new targeted biological therapeutics to augment existing treatments. In this study we describe SGN-CD352A, a potent new CD352-targeting antibody-drug conjugate (ADC) under development for the treatment of MM. CD352, or SLAMF6 (Signaling Lymphocyte Activation Molecule family member 6), is a type 1 membrane protein in the SLAM family of immunoreceptors. Like other SLAM family members, CD352 is a positive regulator of natural killer (NK) cell functions. CD352 is also a tumor antigen expressed on B cell malignancies such as MM, chronic lymphocytic leukemia (CLL) and non-Hodgkin lymphoma (NHL). We observed CD352 expression on the surface of malignant plasma cells in 87% (13/15) of human multiple myeloma patient samples examined by flow cytometry. Monoclonal antibodies (mAbs) specific for human CD352 were produced and a lead antibody was selected based on affinity, endocytic internalization rate, and tumor cell cytotoxic activity as an ADC. SGN-CD352A is a humanized anti-CD352 engineered cysteine (ec) mAb (h20F3ec) to which two molecules of pyrrolobenzodiazepine (PBD) dimer, a potent DNA damaging cytotoxic drug, have been conjugated. Upon binding CD352 at the MM cell surface, SGN-CD352A undergoes rapid clathrin-dependent endocytosis (< 2 hours) and traffics to lysosomal vesicles. PBD dimers released from SGN-CD352A in lysosomes induce a dose dependent DNA damage signaling response in MM cells, activating ATM and ATR kinases, and caspase 3/7 dependent apoptotic cell death results within 48 hours. SGN-CD352A demonstrated potent cytotoxic activity (EC50 values 6.6 - 52.6 pM) against a panel of human myeloma and lymphoma cell lines, with efficient cancer cell killing observed at CD352 expression levels as low as 3,500 receptors per cell. In contrast, SGN-CD352A had no effect on the viability of resting human T lymphocytes and minimal cytotoxic activity on B lymphocytes. We evaluated the in vivo antitumor activity of SGN-CD352A in disseminated MM cell line mouse xenograft models. In the MM.1R xenograft model, a single intraperitoneal dose of 30 μg/kg SGN-CD352A produced durable complete remissions in 10/10 mice. Similarly, in the U-266 xenograft model, a single dose of 100 μg/kg SGN-CD352A produced durable complete remissions in 9/10 mice and significant (P <0.0001) tumor delay at a single dose of 30 μg/kg. Neither unconjugated h20F3ec mAb nor a non-binding control PBD dimer ADC produced remissions in these MM xenograft models, demonstrating that targeted delivery of PBD dimer drug through CD352 binding is required for activity. In summary, CD352 is a newly validated multiple myeloma tumor antigen and the novel PBD dimer ADC SGN-CD352A shows potent antitumor activity against cell line models of MM at clinically relevant doses.","keywords":"Multiple myeloma;Antibody drug conjugate;Antibody drug conjugate;Targeted therapy","category":"EXPERIMENTAL AND MOLECULAR THERAPEUTICS","sage":"ADC","moa":"NA"}
