{"ID":"1596","institution":"National Cancer Inst.","authors":"Kevin Conlon","text":"Twenty-seven refractory metastatic cancer patients received continuous intravenous recombinant human Interleukin 15 (CIV rhIL-15) for 10 days (240 hours) in a phase 1 dose escalation trial. Six dose levels (0.125, 0.25, 0.5, 1, 2 and 4 micrograms/kilogram/day [mcg/kg/day]) were assessed and 2 mcg/kg was the maximum tolerated dose Common adverse events included fevers, myalgias, decreased albumin, anemia, decreased leukocytes, lymphocytes and platelets and elevations of ALT, AST and bilirubin most often grade 1 or 2 in severity. Serious adverse events were grade 5 (gr5) visceral ischemia, lymphocytic gastritis (gr2), hospitalization for abdominal pain (gr2), papilledema (gr3), duodenal hemorrhage (gr3), bronchial hemorrhage (gr3) and unexplained sudden death (gr5) at home post-treatment in a patient who stopped treatment early for toxicity and symptomatic disease progression. Patients treated at the higher doses developed a striking end of treatment peripheral blood lymphocytosis showing a 24X increase in absolute lymphocyte count, 10X increase in CD8 cells and 75X increase in NK cell numbers. No patients developed anti-IL-15 antibodies. Steady state serum IL-15 level was seen within the first 12 to 24 hours of therapy and was maintained for several days. Dramatically lower IL-15 levels (≈ 8% of early Cmax) were measured during the last 2 days of treatment suggesting a large reservoir of non-circulating IL-15 receptor positive cells. None of the patients achieved a partial response, but 2 patients met the criteria for treatment beyond cycle 2 (≥ 15% decrease in measurable disease). Evidence for tumor directed immune effects included several patients who developed unilateral pleural effusions in their disease involved hemithorax, complete regression of a cutaneous chondrosarcoma metastasis and decreased CA19-9 (125.7 → 47.3 U/mL) in a patient with pancreatic cancer. Histologic analysis of pleural fluid from these patients showed largely lymphocytes and other cells that were consistent with the patients known cancers. Lymphocytic infiltration of the regressing cutaneous sarcoma metastasis was predominantly CD4 cells, with some CD8 cells and a few NK cells. Immunohistochemical analyses of pre and on treatment tumor biopsies obtained from several other patients are currently being performed to better characterize the immunologic effects of this regimen. The results of this trial indicate CIVrhIL-15 treatment generates considerable <i>in vivo</i> immune activation and has important synergistic potential for combination therapy with other Immunotherapeutics.","keywords":"Immunotherapy;NA;NA;NA","organ":"Not Applicable","topic":"Immunomodulatory agents and interventions","target":"IL15","tumor":"Many","combo":"SMI","sage":"immune_effector","pharma":"academia"}
