{"ID":"1604","institution":"Earle A. Chiles Research Institute, Providence Portland Medical Ctr.","authors":"Michael Mcnamara","text":"The purpose of this study was to investigate therapeutic and mechanistic synergies between single-dose radiotherapy and systemic administration of NKTR-214. NKTR-214 is a CD122-biased cytokine agonist conjugated with multiple releasable chains of polyethylene glycol. NKTR-214 is designed to provide sustained signaling through the heterodimeric IL-2 receptor pathway (IL-2Rβγ) to preferentially activate and expand effector CD8<sup>+</sup> T and NK cells over Regulatory CD4 T cells. Preclinical models demonstrated NKTR-214 preferentially expands effector CD8<sup>+</sup> T cells and NK cells within the tumor resulting in marked tumor growth suppression as a single-agent and in combination with checkpoint inhibitors. A phase I/II trial is in progress to evaluate NKTR-214 safety and efficacy in an outpatient setting. Radiation therapy can induce antigen-release and epitope spreading, while NKTR-214 can active and expand antigen-specific effector populations. We hypothesized that the combination of systemic NKTR-214 and local radiotherapy would generate better therapeutic responses than either treatment alone. In this study, we evaluated the combination of systemic NKTR-214 treatment with single fraction high-dose radiotherapy (20 Gy) in multiple murine models. We used flow cytometry, multi-spectral histology, and whole tumor mRNA profiling to investigate local, systemic and potential abscopal immune responses. We used Nur77-GFP reporter mice to enable detection of T cell receptor ligation in vivo and to evaluate the effects of NKTR-214+RT on tumor-reactive T cells. The results from these studies indicate that the combination of NKTR-214 and radiotherapy is synergistic, providing significantly better anti-tumor responses than either monotherapy. Consistent with previous observations, NKTR-214 alone induces expression of a wide range of activation markers expressed by CD4 and CD8 T cells as well as NK cells in the blood, lymph nodes and tumor. The combination of radiotherapy and NKTR-214 was found to have several unique effects including a significant increase (>75%) in the absolute numbers of lymphocytes in the peripheral blood, increased expression of activation markers (CD25, PD-1) by CD8 T cells in the blood and tumor, and increased density of tumor-infiltrating NK cells. Evaluation of tumor infiltrating lymphocytes (TIL) in Nur77-GFP reporter mice revealed that the combination of NKTR-214+RT resulted in a higher frequency of recently activated (Nur77-GFP<sup>+</sup>) CD8 T cells in treated (irradiated) and abscopal (non-irradiated) tumors. Whole tumor mRNA profiling and multi-spectral histology of these tumors is being assessed to identify key differences in the tumor-microenvironment that may help to define the underlying mechanism of action. Taken together, these data provide evidence of synergy between localized radiotherapy and systemic NKTR-214 treatment via an expansion of activated, tumor-specific CD8 T cells.","keywords":"Immunotherapy;Cytokines;Cytokines;Interleukin-2","organ":"Not Applicable","topic":"Immune response to therapies","target":"IL2","tumor":"NA","combo":"SMI_other","sage":"immune_effector","pharma":"academia"}
