{"ID":"1633","institution":"Massachusetts General Hospital","authors":"Huabiao Chen","text":"<b>Background and Purpose:</b> There is a significant unmet need for new treatment strategies for malignant mesothelioma (MM). Despite relevant advances in many cancer treatment areas, including improvements in diagnosis, staging, and the clinical course of treated patients, MM remains a highly lethal disease. The purpose of this study is to develop a combination immunotherapy for MM, which involves a fusion protein to target and evoke a cellualr immune response to mesothelin (MSLN) and the blockade of CXCL12/CXCR4 pathway to mobilize cytotoxic effector cells into tumors.<br /><b>Experimental Procedures:</b> The efficacy of the MSLN targeted immune activating fusion protein (scFv-MtbHsp70), FDA-approved small molecule CXCR4 antagonist AMD3100 (plerixafor), and the combination were evaluated in two syngeneic and orthotopic murine models of MM in immune competent C57BL/6 mice. Mice received 4 intraperitoneal (i.p.) treatments from 7 days post i.p. injection of luciferase-expressing 40L and AE17 cells. Tumor growth was monitored by <i>in vivo</i> imaging of luciferase activity with an IVIS Spectrum. Survival time was calculated as life span from the day of tumor inoculation. In immunological studies, mice were sacrificed 4 weeks after tumor cell inoculation. Immune cells from spleens and tumors were labeled with antibodies against CD3, CD4, CD8, CD25 and Foxp3 antibodies, and examined by flow cytometry. Splenocytes were stimulated with MSLN and assessed for intracellular IFN-γ production by flow cytometry.<br /><b>Results:</b> In both murine mesothelioma models, the fusion protein scFv-MtbHsp70 alone delayed tumor growth and prolonged mouse survival, which was associated with increased tumor infiltration by CD3+CD8+ T cells. Treatment enhanced the cytotoxic function of tumor-specific CD3+CD8+ T cells by evoking dendritic cell activation as well as antigen presentation and cross presentation. AMD3100 alone reduced the proportion of CD4+CD25+Foxp3+ Treg cells in tumors and decreased PD-1 expression on CD3+CD8+ T cells. The combination of the fusion protein and AMD3100 further significantly slowed tumor growth and enhanced mouse survival while augmenting tumor-specific CD8+ T-cell immune responses and abrogating intratumoral immunosuppression.<br /><b>Conclusion:</b> Our findings demonstrated for the first time the synergistic effect of combination of MSLN-targeted immune-activating fusion protein scFv-MtbHsp70 and AMD3100 in treatment of MM in mice. This is a new therapeutic strategy which may significantly prolong survival of patients with this disease.","keywords":"Mesothelioma;CXCR4;CXCR4;Immunotherapy","organ":"Mesothelioma","topic":"Immunomodulatory agents and interventions","target":"CXCR4","tumor":"Mesothelioma","combo":"SMI_other","sage":"immunosuppressive","pharma":"academia"}
