{"ID":"1701","institution":"Lymphoma and Genomics Research Program, IOR Institute of Oncology Research, Bellinzona, Switzerland","authors":"Eugenio Gaudio","text":"<b>Background.</b> Up to one third of DLBCL patients still succumb to their disease: novel therapeutic approaches are needed. MEN1309 is a novel ADC consisting of an anti-CD205 monoclonal antibody conjugated to the DM4 maytansine derivative through a cleavable linker. Here, we assessed its anti-DLBCL antitumoral activity. <b>Methods </b>24 DLBCL cell lines were exposed to MEN1309 and, as control, to IgG-conjugated DM4 for 72h. Cell proliferation was measured with MTT. Apoptosis activation, defined by at least 1.5 fold increase in the caspase 3/7 signal respect to controls, was measured with the Promega ApoTox-Glo Triplex Assay. Xenografts (15 x 10<sup>6</sup> cells/mouse, 200 μL of PBS) were established s.c. into the left flanks of female NOD-SCID mice; i.v. treatments started with tumors of 250-350 mm<sup>3</sup> volume. <b>Results. </b>MEN1309 showed strong cytotoxic activity in DLBCL (median IC50 = 300 pM; 95%CI, 200-771), while the IgG-conjugated DM4 toxin was 100x less active (30 nM; 95%CI, 20-33). MEN1309 induced apoptosis in 17/24 (71%) DLBCL. No difference was seen based upon DLBCL cell of origin, <i>MYC</i> or <i>BCL2</i> translocations or <i>TP53</i> status. MEN1309 activity was highly correlated with its target expression with an inverse correlation between IC50 values and CD205 expression at flow cytometry or RT-PCR (R = - 0.79, P < 0.0001). No correlation was seen between CD205 expression and IgG-conjugated DM4 activity. MEN1309 anti-tumor activity was <i>in vivo</i> confirmed in a DLBCL model (OCI-Ly10) characterized by high CD205 expression. MEN1309 was administered at 3 different doses: 1.25, 2.5 and 5 mg/Kg once / 3 weeks. Groups of control treated with IgG-DM4 (5 mg/Kg, every 3 weeks) were also used. MEN1309 5mg/Kg eradicated tumors in all mice with a single dose, as also shown by highly significant differences versus control mice (D7, D21, D28; P < 0.01). While all other groups had to be stopped by D35, the MEN1309 5mg/Kg group skipped the second treatment at D21 because there was no palpable tumor, and mice resulted cured even 2 months later (Kaplan-Meier, survival analysis, P < 0.0001). MEN1309 2.5 mg/Kg delayed tumor growth versus control (D21, P 0.039). Much lower activity was observed with MEN1309 1.25 mg/Kg (D7, P 0.012) and with IgG-DM4 (D21, P 0.049; D28, P 0.046). <b>Conclusions.</b> In DLBCL models, the novel ADC MEN1309 had strong <i>in vitro</i> and <i>in vivo</i> anti-tumor activity, which is highly correlated with the expression of its target.","keywords":"Antibody;Lymphoma;Lymphoma;Xenografts","organ":"Lymphoma: non-Hodgkin's lymphoma","topic":"Therapeutic antibodies, including engineered antibodies","target":"CD205","tumor":"Lymphoma","combo":"ADC","sage":"target-tumor","pharma":"academia"}
