{"ID":"1733","institution":"ImmunoGen, Inc.","authors":"Manami Shizuka, Alan Wilhelm, Katie Archer, Emily Reid, Nicholas Yoder, Chen Bai, Nathan Fishkin, Luke Harris, Erin Maloney, Erica Hong, Rui Wu, Olga Ab, Kate Lai, Surina Sikka, Shan Jin, Jan Pinkas, Ravi Chari, Michael Miller","text":"As part of our efforts to expand the available toolbox of cytotoxic payloads for use in antibody-drug conjugates (ADCs), we have recently described the development of the mono-imine-containing indolino-benzodiazepine dimer, IGN-<b>P1</b> (Miller, <i>et al</i>., AACR 2014 #652). IGN-<b>P1</b> was conjugated via a protease-cleavable peptidic L-alanine-L-alanine linker to a folate receptor α (FRα)-binding antibody, and an EGFR-binding antibody. The resulting ADCs demonstrated high <i>in vitro</i> potency (IC<sub>50</sub> ~4-100 pM) and specificity towards several cancer cell lines. <i>In vivo</i>, anti-FRα-IGN-<b>P1 </b>induced complete regressions in NCI-H2110 non-small cell lung cancer xenografts following a single dose of 3 µg/kg (linked payload dose, equivalent to 0.18 mg/kg Ab dose).<br />Here we describe the structure-activity relationship of a number of peptide-linked IGN ADCs, leading to the selection of Ab-IGN-<b>P1 </b>for further advancement. The cytotoxic activities of these peptide-IGN conjugates were evaluated <i>in vitro</i> in cancer cell lines with both high and low target antigen expression. We also assessed bystander activity and identified <i>in vitro</i> and <i>in vivo</i> catabolites. We found that the stereochemistry of the peptide linker was crucial for bystander activity and <i>in vivo</i> efficacy. The IGN-<b>P1</b> ADC exhibited strong bystander activity, which we believe is dictating the strong antitumor activity <i>in vivo.</i> Treatment of low to moderate antigen-expressing models with Ab-IGN-<b>P1</b> further resulted in tumor regressions at doses as low as 3-10 µg/kg linked payload.<br />These data underscore the potential therapeutic benefit of highly active and specific IGN-<b>P1</b> conjugates, even for the challenging subset of patients with solid tumors where the target antigen is expressed at lower levels.","keywords":"Antibody;DNA;DNA;NA","category":"EXPERIMENTAL AND MOLECULAR THERAPEUTICS","sage":"ADC","moa":"NA"}
