{"ID":"1820","institution":"A*STAR","authors":"Jocelyn Teo","text":"Epithelial-mesenchymal transition (EMT) has long been associated with cancer progression and metastasis. As a reversible process, it has the potential to be a target for cancer therapy. However, this concept of reversing EMT has not yet been widely explored in current treatment strategies. With the identification of Nintedanib as an EMT reversal agent, we aim to broaden the utility of this triple angiokinase inhibitor by identifying agents that show synergistic lethality with it, using monoclonal antibodies (mAbs) as a combinatory therapeutic. Nintedanib alone is not significantly cytotoxic to cells, but it causes cell cycle arrest and reverses EMT. By selecting for this sub-population of cells that are sensitive to Nintedanib, their subsequent eradication can then be more intricately directed. Since the anti-cancer application of EMT reversal agents are not fully developed, it is vital to investigate mechanisms that sensitize cancer cells to cytotoxic agents following EMT reversal.Our group has generated panels of mAbs that are able to bind differentially to various breast and ovarian cancer cell lines along the EMT spectrum. Some mAbs preferentially bind to Epithelial lines, while some have stronger affinity to Mesenchymal lines. This implies that mAbs have the ability to differentiate between epithelial and mesenchymal phenotypes, uncovering a new dimension to the capability of mAbs which have yet to be explored.Using a mesenchymal ovarian cancer cell line as a starting model, Nintedanib-treated cells were screened with the mAbs and those showing a >2-fold increase in binding were shortlisted for further validation. Based on this criteria, 26 mAbs were identified and further characterized in functional Antibody Drug Conjugate (ADC) assays with mAbs conjugated to a toxic drug, Saporin (or Zap). Mabs successfully internalizing and killing the cancer cells will then be further chosen for antigen characterization and in vivo functional studies. Ultimately, there is huge potential for mAbs to be discovered that shows synergy with Nintedanib to enhance lethality to various types of cancer cells. A novel clinical strategy, the application of EMT reversal in terms of utilising a synthetic lethality-like approach allows better design of combinatory therapeutics, increasing treatment efficacy that might revolutionalise cancer treatment.","keywords":"Monoclonal antibodies;Angiogenesis inhibitor;Angiogenesis inhibitor;NA","organ":"Gynecological cancers: ovarian","topic":"Antiangiogenic kinase inhibitors","target":"NA","tumor":"Ovarian","combo":"ADC_other","sage":"target-tumor","pharma":"academia"}
