{"ID":"1901","institution":"UT MD Anderson Cancer Center","authors":"Jennifer McQuade, Carlos Antonio Torres-Cabala, Rashmi Murthy, Marihella James, Jade Homsi, Luis Vence, Wen-Jen Hwu","text":"<b>Background: </b>As shown in a phase III study, active immunization against gp100 tumor antigen can significantly potentiate the antitumor activity of HDIL-2 as well as improve the disease-specific survival of patients (pts) with metastatic melanoma (MM) (Schwartzentruber NEJM 2011). In addition, a phase II study of MAGE-A3 immunotherapy demonstrated modest clinical benefit in pts with MM, and identified a gene signature (GS) associated with response (Kruit JCO 2013). <b>Hypothesis: </b> We hypothesized that the combination of HDIL-2 and MAGE-A3 immunotherapy would improve the clinical efficacy with reduced toxicity in pts with MM. We also wanted to evaluate whether pretreatment GS is<b> </b>predictive of response to<b> </b>the combination.<b> Methods:</b> We conducted a phase II trial of MAGE-A3 immunotherapy and HDIL-2 in pts with MAGE-A3 positive MM (NCT01266603). Pts’ archived or fresh tumor tissue was screened for MAGE-A3 expression using RT-PCR. Mandatory baseline biopsy was performed for gene expression profiling for the previously described GS by RT-PCR. Optional tumor biopsies were performed at wk 8 and at end of treatment (EOT). Serum and PBMC were collected on d 1 of each cycle, following cycle 1 of HDIL-2, and at EOT for circulating T-cell subsets, interferon and interferon-induced factors. In the induction phase, 300 μg of recMAGE-A3 and AS-15 immunostimulant were given every 2 wk x 6, and then every 3 wk x 6. HDIL-2 was initiated on the day following MAGE-A3 immunotherapy on wk 1,3,9,11,18,21,27 and 30 at 720,000 IU/kg every (q) 8 hr for up to 14 doses/cycle. Following completion of HDIL-2, pts who remained on study were continued on maintenance phase with MAGE-A3 immunotherapy alone, q 6 wk x 4, then q 12 wk x 4, and then q 24 wk x4. Response was assessed by RECIST v1.1 every 8 wk. <b>Results:</b> The combination of MAGE-A3 immunotherapy and HDIL-2 was well tolerated, with expected toxicities from HDIL-2. Sixteen pts were evaluable for response. Four pts had partial response (PR) as the best response during induction phase: 1 pt was rendered free of disease after resection, and remaining 3 pts achieved complete response (CR) during maintenance phase. The overall response rate was 25%, and an additional 6 patients had durable stable disease for a disease control rate of 63%. GS was not predictive of response. <b>Conclusions:</b> The combination of HDIL-2 and MAGE-A3 immunotherapy shows robust antitumor activity compared to historical HDIL-2 monotherapy and a comparable safety profile. MAGE-A3 immunotherapy maintenance was able to convert some PRs to durable CRs and thus may be a strategy to limit exposure to the toxicities of HDIL-2. GS is not predictive of response to the combination therapy. Ongoing exploration of the tumor microenvironment and circulating immune biomarkers as predictors of response will be presented.<br />Funding source: GlaxoSmithKline Biologicals SA","keywords":"Melanoma/skin cancers;Immunostimulation;Immunostimulation;Interleukin-2","category":"IMMUNOLOGY","sage":"small","moa":"immune"}
