{"ID":"2004","institution":"University of Illinois College of Medicine at Peoria","authors":"Swapna Asuthkar","text":"Medulloblastoma (MB) is the most common malignant brain tumor in children and accounts for 20% of pediatric CNS tumors. Following surgery and treatment with chemotherapy and radiation, MBs recur in a significant proportion of patients. Moreover, survivors experience comorbidities related to the tumor and/or its treatment. New insights into MB tumor pathogenesis are needed for improving the survivorship and outcome of MB. Epigenetic silencing, including histone modification and DNA methylation, is an important tumorigenic mechanism in MB. However, its role in cancer immunopathology is poorly understood. Using datamining and immunohistochemistry analysis, we show that B7-H3 (CD276), an important immune checkpoint member of the B7 and CD28 families, is highly upregulated in all four molecular subtypes of MB compared to normal tissue. Based on the clinical success of inhibitory immune checkpoint blockades (CTLA-4, PD-1, and PD-L1), CD276 appears to be a promising therapeutic target for cancer immunotherapy. Moreover, we observed that increased expression of CD276 correlates significantly with the expression of Enhancer of Zeste Homologue 2 (EZH2), a histone H3-methylating (H3K27me3) catalytic subunit in the human MB specimens. We hypothesize that combined targeting of CD276 and EZH2 may have greater impact on tumor progression and immune cell response in MB. Simultaneously, we performed LC/MS analysis to identify novel interaction partners of CD276 in MB tumor. These findings taken together suggest that CD276 is strongly associated with several epigenetic markers, indicating a strong relationship between cancer immune evasion and epigenetic mechanisms.","keywords":"Medulloblastoma;Epigenetics;Epigenetics;EZH2","organ":"Medulloblastoma","topic":"Immunity and the microenvironment","target":"EZH2","tumor":"Medulloblastoma","combo":"SMI_checkpoint","sage":"cancer_cell","pharma":"academia"}
