{"ID":"2169","institution":"Institut d'investigacions Biomèdiques August Pi i Sunyer (IDIBAPS)","authors":"Clara Recasens-Zorzo","text":"Constitutive activation of CXCR4, a chemokine receptor commonly overexpressed in cancer, is associated with tumor progression, invasion, and chemotherapy resistance. Although the CXCR4 pathway has recently been suggested as an adverse prognostic marker in diffuse large B-cell lymphoma (DLBCL), its biological relevance remains underexplored as the evolution of the malignant clone has been traditionally thought to rely mainly on microenvironment-independent factors, including MYC. To evaluate a possible interplay between CXCR4 and MYC signaling in DLBCL we have analyzed the expression of CXCR4 and its ligand CXCL12 in tissue biopsies of a homogeneous cohort of 86 patients with de novo DLBCL, and correlated it with clinico-pathological characteristics and gene expression profiling. We found that co-expression of CXCL12 and CXCR4 was associated with an inferior overall survival when compared to the sole expression of CXCR4 (p=0.017). An ELISA-based array covering 175 human cytokines further showed that tissue levels of CXCL12 best correlated with high microvessel density (p=0.02) pointing out a role for both CXCR4 and CXCL12 in DLBCL tumor aggressiveness. In support of the established role of nuclear CXCR4 on tumor metastasis, abundant nuclear CXCR4 was detected in DLBCL primary tumors and cell lines compared to normal tonsils. This feature was significantly associated with the migratory potential of the tumor cells, thus suggesting CXCR4 as a potential therapeutic target to hamper lymphoma cell dissemination. In silico and in vitro screening of a CXCR4 inhibitor (CXCR4i) library further identified the tetra-amine IQS-01.01 as a potent inhibitor of CXCR4 nuclear translocation. IQS-01.01 prevented CXCL12-mediated chemotaxis and triggered apoptosis in a panel of 14 DLBCL cell lines and primary cells, with improved pharmacological properties than the standard CXCR4i, AMD3100. Mechanistically, IQS-01.01-mediated blockage of CXCR4 signaling was associated with downregulation of p-AKT, p-ERK1/2 and MYC. The combined use of IQS-01.01 with the BET bromodomain inhibitor CPI203 exerted a synergistic cytotoxic effect in DLBCL cell lines in vitro (mean combination index: 0.6±0.2). In a xenotransplant model of DLBCL the IQS-01.01/CPI203 combination decreased tumor burden (p=0.004) through prevention of CXCR4 nuclear import and MYC downregulation, resulting in a synergistic apoptosis induction. Our results point out an emerging role of nuclear CXCR4 in the pathogenesis of DLBCL and support the simultaneous targeting of CXCR4 and BET bromodomain as a promising, rationale-based strategy for DLBCL.","keywords":"Drug synergy;CXCR4;CXCR4;c-Myc","organ":"Lymphoma: non-Hodgkin's lymphoma","topic":"Growth factor receptors and other surface antigens as targets for therapy","target":"CXCR4","tumor":"Lymphoma","combo":"SMI_other","sage":"immunosuppressive","pharma":"academia"}
