{"ID":"2222","institution":"Augusta University, Georgia Cancer Center","authors":"Bianca Islam","text":"Intestinal cyclic guanosine monophosphate (cGMP) signaling regulates epithelial homeostasis, and has been implicated in the suppression of colitis and colorectal cancer (CRC). In this study, we investigated the cGMP-specific phosphodiesterase-5 (PDE5) inhibitor sildenafil to prevent tumorigenesis in the azoxymethane/dextran sulfate sodium (AOM/DSS) inflammation-driven colorectal cancer model. Treatment of mice with sildenafil activated cGMP signaling in the colon mucosa and protected against DSS-induced barrier dysfunction. In mice treated with AOM/DSS, oral administration of sildenafil throughout the disease course reduced polyp multiplicity by 50% compared to untreated controls. Polyps formed in sildenafil-treated mice showed less proliferation and were more differentiated compared to polyps from untreated mice, but apoptosis was unaffected. Polyps in sildenafil-treated mice were also less inflamed; they exhibited reduced myeloid-cell infiltration, and reduced expression of iNOS, IFNγ and IL-6 compared to untreated controls. Most of the protection was observed when sildenafil was added during the initiation stage of carcinogenesis (40% reduction in multiplicity), whereas administration of sildenafil later during the promotion stages did not affect polyp number. While later treatment with sildenafil did not affect multiplicity, it did have a similar effect on polyp phenotype, including increased mucus production, reduced proliferation and inflammation. In summary, our results demonstrate that oral administration of sildenafil suppresses inflammation and polyp formation in mice treated with AOM/DSS. This suggests that PDE5 inhibitors could have therapeutic value for the prevention of CRC in inflammatory bowel disease patients.","keywords":"Colon cancer;Inflammation;Inflammation;Therapeutics","organ":"Gastrointestinal cancers: colorectal","topic":"Molecular targets for cancer prevention","target":"PDE5","tumor":"Colorectal","combo":"SMI","sage":"immunosuppressive","pharma":"academia"}
