{"ID":"2330","institution":"Boehringer Ingelheim","authors":"Markus Reschke","text":"<b>Background:</b> Inhibitors of apoptosis proteins (IAPs) regulate cellular apoptosis by interfering with the proteolytic activities of caspases. IAP inhibitors (SMAC mimetics) have been developed to restore the defective apoptosis that characterizes many tumour cells. Emerging evidence demonstrates that IAPs are critical components of immune-modulatory pathways that control innate and adaptive immunity. Accordingly, SMAC mimetics hold the promise of both inducing tumour cell killing and stimulating the immune system to recognize and eliminate dying tumour cells. Here we show that BI5 primes immune components and synergises with PD-1 checkpoint inhibitors to promote eradication of syngeneic tumours. <b>Methods: </b>Here we report the efficacy and modulation of the immune response by a potent and selective SMAC mimetic, BI5. We characterised the effect of BI5 on tumor growth inhibition as a single agent and in combination with an anti-PD-1 antibody in syngeneic mouse tumor models. A detailed 17-colour multi-color flow cytometry analysis was used to investigate the mechanisms by which the SMAC mimetic interacts with anti-PD-1 therapy <i>in vivo</i>. <b>Results: </b>Treatment of the syngeneic mouse tumor models MBT-2 and EMT-6 with the SMAC mimetic in combination with an anti-PD-1 antibody results in remarkable tumor regressions <i>in vivo</i>. Importantly, the combined effect of the SMAC mimetic and anti-PD-1 on tumor growth was dependent on the adaptive immune system <i>in vivo</i>. Mechanistic studies show that degradation of IAP triggers tumor cell death, which leads to a potent activation of dendritic cells in the draining lymph nodes and a subsequent influx of T and NK cells into the tumor microenvironment. Interestingly, in the presence of the SMAC mimetic alone, an induction of PD-1 expression on tumor-infiltrating CD8+ T cells was observed, which in turn resulted in the exhaustion of these cells and tumor outgrowth. In the presence of the anti-PD-1 antibody, T cells are reactivated leading to potent and long term tumor eradication.<b></b> <b>Conclusion:</b> We show that our SMAC mimetic leads to a potent induction of immunogenic cell death and sets up a “virtuous cycle” by potentiating dendritic cell and T cell mediated immune responses that further promote induction of cell death. These effects are potentiated by checkpoint inhibitors, leading to long term tumor control. Tumours with minimal T-cell infiltration are poorly responsive to PD-1 monotherapy. These studies indicate that SMAC mimetics, such as BI5, represent promising and tolerated combination partners for checkpoint inhibitors in patients that lack a strong immune inflammatory signature.","keywords":"IAP;Immunomodulation;Immunomodulation;Innate immunity","organ":"Not Applicable","topic":"MInhibitor of apoptosis (IAP) family proteins","target":"SMAC","tumor":"Many","combo":"SMI_checkpoint","sage":"cancer_cell","pharma":"pharma"}
