{"ID":"2618","institution":"Incyte Corporation","authors":"Holly Koblish","text":"The majority of immunotherapeutic agents developed thus far either attempt to stimulate a more productive anti-tumor immune response or to inhibit key proteins in the immunosuppressive tumor milieu. PD-1/PD-L1 axis blockade, CTLA-4 blockade and IDO1 inhibition are examples of the latter approach and have been utilized to reverse the suppressive tumor microenvironment, resulting in clinical benefit for cancer patients. Recent clinical and preclinical data have also demonstrated that combining these approaches results in enhanced therapeutic benefit. Notably, the IDO1-selective inhibitor epacadostat has been shown to increase the efficacy of two checkpoint inhibitors, the anti-CTLA-4 antibody ipilimumab and the anti-PD-1 antibody pembrolizumab, in patients with melanoma. Because both checkpoint receptors and IDO1 serve as negative regulators of the immune response, we also explored the ability of IDO1 inhibition to combine with agents that directly activate T cells through costimulatory receptors of the tumor necrosis factor receptor (TNFR) superfamily. Rodent active surrogate agonist antibodies to 4-1BB, OX40 and GITR were tested with epacadostat in multiple preclinical models. In the B16-SIY melanoma model that does not express IDO1 in tumor cells, both epacadostat and anti-OX40 had little effect, but the combination resulted in enhanced efficacy. This was associated with increased infiltrates of CD8<sup>+</sup> T cells and decreased numbers of FoxP3<sup>+</sup> TILs. Increased numbers of SIY-reactive T cells were found in both the tumor and the TDLN post-therapy. In contrast, epacadostat did not provide any enhancement to the activity seen with 4-1BB. Clear combinatorial effects were seen with anti-GITR and epacadostat in the more inflamed, IDO1-expressing PAN02 pancreatic cancer model. These data suggest that IDO1 inhibition can be effective in combination with agents that agonize T cell costimulatory receptors as well as with agents that block coinhibitory receptors.","keywords":"Immunomodulation;anti-OX40;anti-OX40;anti-GITR","organ":"Melanoma/skin cancers","topic":"Immunomodulatory agents and interventions","target":"IDO1","tumor":"Many","combo":"SMI_checkpoint","sage":"immunosuppressive","pharma":"pharma"}
