{"ID":"2622","institution":"MOLOGEN AG","authors":"Kerstin Kapp","text":"Introduction<br />TLR9 agonists are developed as anti-cancer therapies based on their broad activation of the innate and adaptive immune system. Single-stranded oligodeoxynucleotides (ODN) containing non-methylated CG-motifs activate TLR9. Previously, chemical modification was used to prevent their degradation by exonucleases. To avoid the off-target effects observed with chemical modifications, new TLR9 agonists containing only natural DNA were stabilized by structural components. The dSLIM<sup>®</sup> family of TLR9 agonists is protected from exonucleolytic degradation by its covalently-closed dumbbell-shaped structure. It contains an immunomodulatory sequence with CG-motifs in its loops. The linear single-stranded EnanDIM<sup>®</sup> family of TLR9 agonists utilizes L-deoxyribonucleotides (natural enantiomers of D-deoxyribonucleotides) at their 3’-ends to prevent degradation. Since the mode-of-action of TLR9 agonists starts upstream of the targets of checkpoint inhibitors anti-PD-1/anti-PD-L1 a combinatory approach may support synergistic immune activation and thus enhanced anti-tumor effects.<br />Methods<br />The impact of dSLIM2006 and EnanDIM-1 on T cell responses was analyzed employing an <i>in vitro</i> assay using human peripheral blood mononuclear cells (PBMC). PBMC were treated with peptides selected from HLA class I-restricted T-cell epitopes of recall-antigens (CMV, EBV, Flu = CEF), TLR9 agonists and anti-PD-1 as checkpoint inhibitor. In addition, <i>in vivo</i> studies were used to investigate the anti-tumor effect of dSLIM2006 and EnanDIM-1 in combination with anti-PD-1 in a syngeneic murine CT26 tumor model.<br />Results<br />The IFN-gamma secretion of human PBMC after stimulation of CEF peptides was roughly 5-fold increased by EnanDIM-1 and dSLIM2006, whereas treatment with anti-PD-1 resulted barely in a two-fold increase. The combination of the TLR9 agonists and anti-PD-1 further enforced IFN-gamma secretion by about 7-fold. In the murine colon cancer model CT26 the subcutaneous injection of EnanDIM-1 or intraperitoneal injection of anti-PD-1 had a moderate effect on the tumor growth when used in monotherapy (28.3% or 57.0% tumor growth inhibition, TGI). Notably, a combination of EnanDIM-1 and anti-PD-1 further reduced tumor growth (74.7% TGI). Intratumoral injection of dSLIM2006 in combination with intraperitoneal injection of anti-PD-1 reduced tumor growth (54.2% TGI) whereas the single components had more limited effects (dSLIM2006: 18.7%, anti-PD-1: no inhibition). Combined treatment with TLR9 agonists and anti-PD-1 prolonged survival of the mice in comparison to single treatments.<br />Conclusions<br />The TLR9 agonists and immune surveillance reactivators (ISR) EnanDIM-1 and dSLIM2006 enhance T cell responses and anti-tumor effects of the anti-PD-1 checkpoint inhibitor. These data show their promising potential not only for monotherapeutic but also combinatory approaches.","keywords":"Immunotherapy;Combination therapy;Combination therapy;Checkpoint","organ":"Gastrointestinal cancers: colorectal","topic":"Immunomodulatory agents and interventions","target":"TLR9","tumor":"NA","combo":"SMI_checkpoint","sage":"immunosuppressive","pharma":"pharma"}
