{"ID":"2629","institution":"BioXcel","authors":"Luca Rastelli","text":"Using the proprietary Big Data PharmGPS® Discovery platform, BioXcel has created a comprehensive relationship map between immune-evasion and immune-activation pathways, comprising interacting genes and all overlapping pharmacological agents and tumors.<br />This map was used to identify clinically validated compounds that would act synergistically in combination with immune-checkpoint inhibitors (ICI) by remodelling the tumor micro-enviroment and transforming cold, non-inflamed tumors into hot immune-sensitive tumors.<br />One of the several compounds thus identified is BXCL701, previously known as Talabostat/PT-100, a DPP inhibitor that by inducing a wide panel of cytokines and chemokines stimulates both the innate and acquired immune system.<br />BXCL701 has a dual immuno-oncology related MOA. Via the Fibroblast Activator Protein (FAP) target, it inhibits the activation of immuno-suppressive fibroblasts and through an angiogenic related effect, it increases immune cell extravasation into the tumor tissue. Via the DPP8/9 targets, it depresses the immuno-suppressive activity of MDSCs by inducing a granulocytic differentiation while it stimulates the priming, migration and cytotoxicity of T-cells and NK cells and the formation of memory T-cells.<br />The hypothesis that BXCL701 immune-mediated MOA would complement the action of ICIs was validated in-vivo in the syngeneic MC38 mouse model of colon adenocarcinoma.<br />Co-administration of BXCL701 combined with anti-PD1 showed a synergistic inhibition of tumor growth as well as synergistic up-regulation of immuno-stimulatory cytokines, IL-2, IL12 and GM-CSF. The effects of the combination on the immune-phenotyping of the circulating and tumor infiltrated immune cells will also be presented.<br />The findings support BXCL701 ability to transform the immune-suppressive tumour microenvironment to an immuno-permissive milieu sensitive to immune-checkpoint inhibitors. Further supporting the therapeutic potential of BXCL701, an analysis of genomic alterations in FAP, DPP8 and DPP9 across a wide range of tumors singled out castration-resistant prostate cancer with a high level of DPP9 amplification (14%) and overexpression of DPP8 in 50% of the patients which could make this patient population uniquely sensitive to the combination as shown by in-vitro and in-vivo experiments.<br />This study provides further evidence of the capability of Big data analytics to generate in-silico hypothesis of synergistic combination effects that can be converted in validated therapeutic opportunities to benefit patients non- responsive to ICI therapy.","keywords":"Immunotherapy;Tumor microenvironment;Tumor microenvironment;NA","organ":"Not Applicable","topic":"Immune checkpoints","target":"DPP8/9/FAP","tumor":"Prostate","combo":"SMI","sage":"immunosuppressive","pharma":"pharma"}
