{"ID":"2632","institution":"4SC","authors":"Svetlana Hamm","text":"Various HDAC inhibitors were described as beneficially affecting anti-tumoral immune response. Although different HDAC inhibitors were investigated in syngeneic tumor models, the mode of anti-tumoral action is not yet fully understood. Here, we analyzed the anti-tumoral mode-of-action (MOA) of 4SC-202, an orally available clinical stage epigenetic small molecule inhibitor specifically targeting histone deacetylases HDAC class I as well as the lysine-specific demethylase LSD1. To ensure that the conclusions would be relevant for the clinical situation we used a clinically equivalent dose and schedule.<br />Anti-tumoral efficacy and the impact of 4SC-202 alone or in combination with an anti-PD-L1 antibody on the tumor microenvironment were analyzed in the syngeneic colorectal CT26 model in immunocompetent BALB/c or in nude/irradiated BALB/c mice. A broad spectrum HDAC inhibitor was used for comparison. Transcriptome analysis was performed by RNA-Seq, and the composition of immune cell subpopulations in the tumor was determined by flow cytometry.<br />4SC-202 treatment at clinically relevant dosage regimen significantly inhibited growth of CT26 tumors. A competent immune system was apparently necessary for the anti-tumoral effect of 4SC-202 since its tumor-reducing effect was lost in immunocompromised mice. 4SC-202 treatment led to an increase of MHC class II molecules and enhanced expression of inflammatory markers like IFN-γ and various chemokines in the tumors. Detailed analysis of the tumor microenvironment revealed that 4SC-202 strongly increased the number of tumoricidal cytotoxic T cells (CTL). In contrast, a broad-spectrum HDAC inhibitor tested in the same model demonstrated anti-tumoral efficacy but did not affect the number of CTLs in tumors demonstrating that HDAC inhibitors employ different MOAs for their anti-tumoral response and that the effect on CTLs is not attributed to HDAC inhibition in general. Since the T cell abundance is pre-requisite for the efficacy of PD1/PD-L1 blockade, we tested the combination of clinically relevant dosage regiment of 4SC-202 with an anti-PD-L1 antibody. The combined treatment was more efficacious than monotherapies and resulted in significantly longer survival.<br />4SC-202 already demonstrated a favorable safety profile in a phase I clinical trial with relapsed or refractory hematological malignancies with two objective responses (1 CR, 1 PR) and disease stabilizations in several patients. 4SC-202’s immune priming capacity offers further options for clinical development of 4SC-202 in combination with various cancer immunotherapy approaches.","keywords":"Tumor microenvironment;Histone deacetylase inhibitor;Histone deacetylase inhibitor;NA","organ":"Not Applicable","topic":"Immunomodulatory agents and interventions","target":"HDAC","tumor":"Hematological","combo":"SMI_checkpoint","sage":"cancer_cell","pharma":"pharma"}
