{"ID":"2640","institution":"Arcus Biosciences Inc.","authors":"Ulrike Schindler","text":"<b>INTRODUCTION:</b> In the tumor micro-environment (TME) Adenosine (ADO) dampens the immune response towards cancer cells by inhibiting the cytotoxic activity of effector cells and promoting the proliferation of immunosuppressive cells. Extracellular ADO is generated by the two ecto-nucleotidases CD39 (ATP→AMP) and CD73 (AMP→ADO). In immune cells ADO signals primarily through the G-protein coupled receptor A<sub>2a</sub>R. Inhibition of ADO generation and signaling have been shown to be promising therapeutic approaches for the treatment of cancer. <b>METHODS: </b>Potent and highly selective small molecule inhibitors for A<sub>2a</sub>R, CD73 and CD39 have been designed and synthesized by the Medicinal Chemistry Department at Arcus Biosciences.<b></b> <i>Enzymatic assays:</i> CD39 and CD73 activity was assayed by quantitating hydrolysis of ATP or AMP, respectively. Inorganic phosphate was detected using a colorimetric (malachite green) protocol. <i>ADO receptor assays: </i>The potency of A<sub>2a</sub>R antagonists and selectivity towards related receptors was determined by measuring cAMP elevation in stably-expressing CHO cells following NECA (ADO mimic) stimulation. <i>CD8<sup>+</sup> T cell assays: </i>Activation, proliferation and effector function of CD8<sup>+</sup> T cells were quantified following compound treatment in the presence and absence of ATP. <i>Mixed Lymphocyte Reaction (MLR):</i> Cytokine levels were determined in an MLR assay after compound treatment in the presence and absence of ATP. <i>Tumor models: </i>CT26 and B16F10 syngeneic tumor models were used to assess the therapeutic effect of the inhibitors. <b>RESULTS:</b> Potent and highly selective small molecules have been generated to block either ADO generation or ADO signaling. The therapeutic potential of these molecules was assessed in CD8+ T cell assays, MLR assays and in various tumor models. CD73 inhibition blocked the conversion of AMP to ADO. CD39 inhibition blocked the conversion of ATP to AMP and A<sub>2a</sub>R inhibition abolished the increases in intracellular cAMP following ADO stimulation. The compounds are highly selective relative to related enzymes/receptors, as well as a large panel of unrelated targets. Inhibition of any one of the three targets robustly reversed adenosine-mediated inhibition of proliferation, CD25 expression, and IFN-γ and granzyme B production by human CD8<sup>+</sup> T-cells. Robust inhibition of tumor growth in combination with anti-PD1 antibody was observed for several of these compounds. <b>CONCLUSIONS: </b>Highly potent and selective inhibitors of each of the 3 molecular targets involved in the ATP/adenosine pathway have been identified. Their ability to interfere with the extracellular generation of ADO and the immune-suppressive effects of ADO, as well as their effects on experimental tumor biology, have been demonstrated in various <i>in vitro</i> and <i>in vivo</i> models. <b></b>","keywords":"Cancer immunotherapy;ATP;ATP;Immunomodulation","organ":"Not Applicable","topic":"Immunomodulatory agents and interventions","target":"CD73/CD39/A2AR","tumor":"Many","combo":"SMI_checkpoint","sage":"immunosuppressive","pharma":"pharma"}
