{"ID":"2669","institution":"Oncodesign S.A.","authors":"Sylvie MAUBANT","text":"Targeted blockade of checkpoint inhibitors such as CTLA-4 or PD-1 with antagonist monoclonal antibodies (mAbs) has shown impressive and durable clinical responses in patients with advanced cancer. An alternative strategy to boost anti-tumor immunity is to promote T cell activation through co-stimulatory receptors such as OX40 and 4-1BB. OX40 is of particular interest as treatment with an activating anti-OX40 mAb augments T cell differentiation and cytolytic function leading to enhanced anti-tumor immunity. However, each of these agents benefits only a subset of patients, highlighting the critical need for more effective combinatorial therapeutic strategies.<br />Toll-like receptor 9 (TLR9) agonist CpG oligodeoxynucleotides (ODN) are candidates to promote an anti-tumor immune response. CMP-001, a CpG-A ODN formulated within a virus-like particle, is designed to activate TLR9 (the receptor for CpG-A) in tumor-associated plasmacytoid dendritic cells (pDC) within the tumor or tumor-draining lymph nodes. Resting or immature pDC promote tumor growth, but when activated by CpG-A, the resulting mature pDC promote a robust anti-tumor immune response. Activation of pDC causes secretion of very large quantities of type I interferons, increased expression of costimulatory molecules, and recruitment and activation of other DC subsets to enhance tumor antigen presentation to T cells, culminating in the generation of effective anti-tumor T cell responses.<br />The preclinical efficacy of intratumorally administered CMP-001 alone or in combination with an intraperitoneally administered PD-1 antagonist and/or an OX40 agonist was examined and assessed in a variety of syngeneic tumor models: CT-26 colon tumor model, MBT-2 bladder tumor model, RenCa kidney tumor model, 4T1 breast tumor model and LLC-1 lung tumor model. Tumors were implanted into left and right flanks while only one tumor was injected with CMP-001. In addition to body weight and overall survival, tumor volume was monitored on both flanks to assess direct and abscopal/systemic anti-tumor activity.<br />Some discrepancies were observed between evaluated syngeneic tumor models with non-responders (LLC-1, 4T1) and responders (CT-26, MBT-2, RenCa). The most efficacious results were registered in the CT-26 model. Each therapeutic yielded weak activity as a single agent, which improved when combined with another treatment modality. The best therapeutic efficacy was obtained with the combination of all three agents resulting in cures of both treated and untreated CT-26 tumors in 40% of the mice. The median survival time was increased for these animals compared to those treated with only vehicle or one or two immune modulators (50 <i>vs</i> 18 <i>vs</i> 21 or 23-28 days, respectively). Similar results were generated in the MBT-2 model (and to a less extent in RenCa model) though no complete response was recorded. These data support the clinical investigation of these combinations in cancer patients","keywords":"Inhibitors;Checkpoint;Checkpoint;Antibody","organ":"Not Applicable","topic":"Immunomodulatory agents and interventions","target":"TLR9","tumor":"Many","combo":"SMI_checkpoint","sage":"immune_effector","pharma":"pharma"}
