{"ID":"2811","institution":"Crown Biosciences","authors":"Yuki Kato Maves","text":"Immunotherapy represents an extremely promising treatment approach for cancer patients. The success in this field has been signified by multiple recent approvals of checkpoint inhibitors across a range of cancer types. Subsequently, there is an increasing need to understand why certain patients and diseases benefit from these treatments while others do not, as well as how to maximize the benefits from these treatments. To address some of these questions, we used an <i>in vivo</i> screening platform, MuScreen, which allows for evaluation of multiple syngeneic models and treatment modalities.<br />We have characterized baseline and treated tumor immune infiltrates for a panel of syngeneic models using flow cytometry. The correlation between responsiveness and effects of checkpoint inhibitors (e.g., anti-PD-1), and macrophage targeted<br />agents (e.g., CSF1R inhibition) on immune infiltrates including tumor-associated macrophages (TAMs) were investigated in 6 syngeneic models. Furthermore, M1/M2 polarization of macrophages was investigated to explore the potential role of these cells in establishing an immunosuppressed tumor microenvironment that may affect response to therapy.<br />Here, we show that the baseline immune cell population varies across models, and that immune checkpoint inhibitors and macrophage-targeted agents had variable efficacy across different tumor models. We also present the correlation of immune cell infiltration, including tumor infiltrating lymphocytes (TILs), TAMs, and responsiveness to immunotherapy intervention.<br />Having an in-depth understanding of the immune make up of a model in which an immunomodulatory compound is screened is paramount for successful translation into the clinic. A well-characterized and fully profiled panel of syngeneic models such as the MuScreen platform allows for finding the right model for screening test compounds to be used alone or in combination with immunotherapy.","keywords":"Immunotherapy;Macrophages;Macrophages;NA","organ":"Not Applicable","topic":"Mouse models of human cancer","target":"CSF1R","tumor":"Many","combo":"SMI","sage":"immunosuppressive","pharma":"pharma"}
