{"ID":"2926","institution":"Pfizer, Inc.","authors":"Marc Damelin, Alex Bankovich, Jeff Bernstein, Justin Lucas, Liang Chen, Sam Williams, Albert Park, Jorge Aguilar, Elana Ernstoff, Manoj Charati, Russell Dushin, Amy Jackson-Fisher, Monette Aujay, Christina Lee, Hanna Ramoth, Milly Milton, Johannes Hampl, Sasha Lazetic, Virginia Pulito, Douglas Armellino, Edward Rosfjord, Magali Guffroy, Hadi Falahatpisheh, Lindsay King, Frank Barletta, Robert Stull, Marybeth Pysz, Paul Escarpe, David Liu, Orit Foord, Brenda Gibson, Eric Powell, Christopher O'Donnell, Xiaohua Xin, Hans Peter Gerber, Puja Sapra, Scott Dylla","text":"Disease relapse after treatment is common in triple-negative breast cancer (TNBC), ovarian cancer and non-small cell lung cancer (NSCLC). Therapies that target tumor-initiating cells (TICs) should improve patient survival by eliminating the cells that can drive tumor regrowth and metastasis. Here we identify Protein Tyrosine Kinase 7 (PTK7), a highly conserved but catalytically inactive receptor tyrosine kinase, as an antigen that is enriched on TICs in low-passage patient-derived xenografts (PDX) of TNBC, NSCLC and other tumor types. An anti-PTK7 antibody-drug conjugate (ADC) was generated from a humanized anti-PTK7 monoclonal antibody, a cleavable valine-citrulline-based linker and the Aur0101 auristatin microtubule inhibitor. The anti-PTK7 ADC induced sustained regressions of TNBC, NSCLC and ovarian cancer PDX, with improved activity over standard-of-care chemotherapy, and reduced the frequency of TICs as determined by serial transplantation experiments. Moreover, the ADC may have additional mechanisms of action, including an anti-angiogenic effect, that promote anti-tumor immune responses. Together these preclinical results indicate the potential of the anti-PTK7 ADC to improve the long-term survival of cancer patients. The ADC is currently being tested in a Phase 1 clinical trial, from which interim results will be presented.","keywords":"Drug discovery;Ovarian cancer;Ovarian cancer;Triple negative breast cancer","category":"EXPERIMENTAL AND MOLECULAR THERAPEUTICS","sage":"ADC","moa":"NA"}
