{"ID":"2986","institution":"Verastem","authors":"Yan Wang, Jennifer Ring, Kam Sprott, David Weaver, Jonathan Pachter","text":"Although durable responses to single agent immune checkpoint inhibitors have been reported, additional approaches are needed to improve upon this therapeutic benefit. Combinations of immunotherapy agents with tumor microenvironment modulators have the potential to overcome barriers that tumor cells develop to evade the immune system, and provide benefit to a greater proportion of patients. Focal Adhesion Kinase (FAK) and its family member, PYK2, are potentially valuable targets due to their roles in regulating key cellular populations in the tumor microenvironment. In addition to targeting cancer stem cells, the FAK/PYK2 dual inhibitors, VS-6063 and VS-4718, have been shown to inhibit monocyte-derived macrophages, reduce tumor-associated macrophages in xenograft models, and promote a CD8+ T cell-mediated anti-tumor response in squamous cell carcinoma models.<br />We now report that the combination of VS-4718 with an anti-PD-1 mAb shows improved efficacy over anti-PD-1 mAb alone and extends survival of MC38 syngeneic tumor bearing animals. Analysis of MC38 tumors at day 12 of treatment revealed a significant increase in the CD8+ T cells/Treg ratios in tumors in the VS-4718 + anti-PD-1 combination group, providing a mechanistic understanding for the enhanced efficacy of this combination.<br />To explore additional combination options, we tested the combination of VS-4718 with anti-4-1BB in the MC38 model. Consistent with what was observed with the anti-PD-1 combination, VS-4718 also enhanced the efficacy of an anti-4-1BB mAb.<br />To further delineate direct effect of FAK inhibition on human T cells, in vitro T cell proliferation assays were conducted. VS-6063 and VS-4718 dose-dependently stimulated proliferation of CD8+ cytotoxic T cells isolated from healthy donors. This is in distinct contrast to other protein kinase inhibitors, such as the SRC inhibitor dasatinib which impaired the proliferation of CD8+ cytotoxic T cells. In addition, both VS-4718 and VS-6063 decreased CD8+ T cell exhaustion markers, and increased T cell-mediated tumor cell killing in vitro.<br />These data provide a rationale for clinical trials in cancer patients to test whether a FAK/PYK2 inhibitor in combination with an immune checkpoint inhibitor could increase the breadth of responsive tumor types, increase the number of responders, and confer more durable anti-tumor responses.","keywords":"FAK;PD-1;PD-1;NA","category":"IMMUNOLOGY","sage":"small combo CPI","moa":"oncogenic kinases"}
