{"ID":"2994","institution":"Michigan State University","authors":"Andrea Amalfitano","text":"<b>Background:</b> The stimulator of interferon genes (STING) is a cytosolic innate sensor activated by cyclic di-nucleotides (CDNs) including the bacterially derived bis-(3′-5′)-cyclic-dimeric-guanosine monophosphate (c-di-GMP), leading to the induction of type I interferons. We recently published that an engineered adenovirus (Ad) vector delivering a potent, bacterially derived diguanylate cyclase (AdVCA0848) <i>in vivo</i> can generate sustained c-di-GMP levels <i>in vivo</i> and induce beneficial immune responses, including induction of IFN-β, activation of NK cells and DCs, as well as enhance antigen-specific T cell responses. Here, we determined if <i>in vivo</i> use of AdVCA0848 can also induce potent anti-tumor responses. <b>Methods: </b> Experiments to be presented include those that subcutaneously placed 150,000 B16F10 melanoma cells into C57BL/6 mice. On day 7 post tumor implant (PTI), tumor-bearing mice were randomly divided into control groups (receiving intra-tumoral (i.t.) vehicle treatments or Ad controls, ± i.p administration of non-specific antibodies) and experimental groups, (single i.t. administrations with 2x10<sup>10 </sup>vps of AdVCA0848 alone, or in combination with repeated i.p. administrations of 200 μg of an anti-PD1 antibody (RMP-1-14) on days 7,11,15 and 19 PTI. <b>Results:</b> As compared to appropriate controls, we have repeatedly found that a single i.t. injection of AdVCA0848 significantly slowed B16 tumor growth (p<0.01<b>)</b>, a result that correlated with high levels of animal survival (p<0.001). These levels of efficacy significantly exceeded those achieved with lone use of a PD-1 inhibitor. Under these same conditions, combined use of the AdVCA0848 therapy with anti-PD1 treatments trended to further improve animal survival (50% survival at day 27 PTI), as compared to lone use of either therapy (36.4% and 26.7% survival at day 27 PTI for AdVCA0848 and PD-1 treatments, respectively). Multiple innate and adaptive immune response readouts and immunohistological evaluations will be presented. <sup> </sup> <b>Conclusions:</b> The growth of established B16 melanoma tumors was rapidly inhibited after a single i.t. treatment with the engineered STING activator AdVCA0848, and this efficacy resulted in significant improvements in animal survival, at rates that were also significantly better than those achieved using a PD-1 antagonist. Furthermore, the i.t. administration of AdVCA0848 trended to show further improved efficacy when combined with a PD-1 antagonist, suggesting synergy. The AdVCA0848 platform is a novel, off the shelf immune-therapeutic that can now be justified for use to improve anti-tumor responses in melanoma, augment currently approved FDA immune therapies for melanoma (such as PD-1 targeted therapies), as well may show efficacy in other aggressive cancers.","keywords":"Immunotherapy;AdVCA0848;AdVCA0848;STING agonist","organ":"Melanoma/skin cancers","topic":"Immunomodulatory agents and interventions","target":"STING","tumor":"Melanoma","combo":"SMI_checkpoint","sage":"immune_effector","pharma":"academia"}
