{"ID":"3095","institution":"Pfizer","authors":"Jennifer Kahler","text":"DNA targeting drugs represent one of cornerstones of anti-cancer therapy for both hematologic and solid tumor indications. Low potency anti-DNA compounds (e.g. platins, anthracyclines) are included in many standard-of-care (SOC) regimens, however their modest activity and overall toxicity profiles limit their therapeutic potential. To increase the therapeutic window for DNA-damaging agents, high potency anti-DNA compounds with enhanced anti-tumor activity have been delivered to tumors as payloads of targeting modalities such as antibody-drug conjugates (ADCs). Herein, we describe the development of a novel DNA-damaging compound comprised of a dimeric structure of cyclopropylpyrrolo[e]indolones (CPIs) that was designed to alkylate DNA and generate toxic interstrand crosslinks (ICLs). In response to the CPI-induced formation of ICLs, CPI treatment of cells primarily activates the Fancomia anemia DNA damage response pathway, whereas other successful DNA-damaging ADC payloads such as calicheamicin activate double-strand break response pathways. CPI shows ~860-fold greater potency than calicheamicin in a panel of cell lines derived from a broad spectrum of tumor indications. Importantly, this new CPI payload retains potent activity in calicheamicin- and SOC-resistant tumor models (including overcoming overexpression of drug efflux pumps). When evaluated as payloads on anti-CD33 targeting ADCs, the CPI conjugate showed dramatically improved efficacy over the corresponding calicheamicin conjugates in MDR+ tumor models. As a site-specific conjugate, the CPI ADC shows enhanced <i>in vivo</i> stability and possesses a wider therapeutic window than the corresponding conventional calicheamicin conjugate and other leading DNA-damaging conjugates on the CD33 platform.","keywords":"Anticancer therapy;Drug discovery;Drug discovery;Novel anticancer agents","organ":"Not Applicable","topic":"Other","target":"CD33","tumor":"NA","combo":"ADC","sage":"payload","pharma":"pharma"}
