{"ID":"3101","institution":"University of Louisville","authors":"Sucheta Telang, Kavitha Yaddanadupi, Gilles Tapolsky, Rebecca Redman, Jason Chesney","text":"The major subsets of T cells that produce IL-17 include adaptive CD4+ Th17 cells and innate γδ T17 cells. IL-17 and both cellular sources are elevated in multiple human cancers and have been found to correlate with decreased patient survival. IL-17 produced by these cells promotes tumor growth by increasing the tumor infiltration and function of myeloid-derived suppressor cells (MDSCs), which in turn stimulate angiogenesis and suppress CD4+ and CD8+ T cell tumor homing and activation. Recently, two independent groups discovered that Th17 cell differentiation requires the transcription factor, hypoxia inducible factor 1α (HIF-1α), which promotes glycolytic enzymes and increases glucose metabolism. An established transcriptional target of HIF-1α and stimulator of glucose metabolism is 6-phosphofructo-2-kinase (PFKFB3) which synthesizes fructose 2,6-bisphosphate (F2,6BP), a potent allosteric activator of the rate-limiting enzyme 6-phosphofructo-1-kinase (PFK-1). In unpublished studies, we have found that human Th17 cells generated ex vivo produce increased PFKFB3 and F2,6BP relative to total T cells. We postulate that Th17 cells may selectively require the activity of PFKFB3 for their differentiation and tumor-promoting functions. We examined the immunomodulatory effects of a first-in-class PFKFB3 inhibitor, (E)-1-(pyridyn-4-yl)-3-(7-(trifluoromethyl)quinolin-2-yl)-prop-2-en-1-one (PFK-158) on Th17 cells in vitro, in B16 melanoma-bearing mice and in cancer patients participating in a phase 1 multi-center clinical trial (clinicaltrials.gov # NCT02044861) and found that PFK-158: (i) suppresses human Th17 cell differentiation in vitro (200 nM); (ii) decreases splenic and tumor-infiltrating Th17 cells, γδ T17 cells and MDSCs, and increases CD4+ and CD8+ T cells in the tumors of B16-F10 melanoma-bearing mice (0.06 mg/gm QD x 3 days); and (iii) decreases peripheral blood Th17 cells, γδ T cells and MDSCs and increases activated effector CD4+ and CD8+ T cells in cancer patients. Furthermore, we observed that homozygous genomic deletion of Pfkfb3 in C57Bl/6 mice (but not in implanted B16 melanoma cells) reduces B16 tumor growth, decreases splenic and tumor-infiltrating Th17 cells, γδ T17 cells and MDSCs, and increases tumor-filtrating CD4+ and CD8+ T cells. Based on these immunological effects, we predicted that PFK-158 would improve the anti-tumor activity of an immune checkpoint inhibitor, anti-CTLA4, in the B16-F10 model - we observed a marked increase in tumor growth inhibition by anti-CTLA4 when combined with PFK-158 in vivo. Taken together, these studies provide the first pre-clinical and clinical rationale for the conduct of phase 1/2 trials to examine the anti-cancer efficacy of PFKFB3 inhibitors in combination with FDA-approved immune checkpoint inhibitors and other immunostimulatory agents such as the GM-CSF-producing oncolytic herpes virus talimogene laherparepvec.","keywords":"T cell;Immunomodulation;Immunomodulation;Melanoma/skin cancers","category":"IMMUNOLOGY","sage":"small combo CPI","moa":"immune"}
