{"ID":"3149","institution":"ImmunoGen, Inc","authors":"Dilrukshi Vitharana, Alan Wilhelm, Luke Harris, Katie Archer, Manami Shizuka, Erin Maloney, Olga Ab, Rassol Laleau, Xiuxia Sun, Jan Pinkas, Michael Miller, Ravi Chari, Thomas Keating, Nathan Fishkin","text":"Previously we have described the characterization of a proprietary class of indolino-benzodiazepine dimers, IGNs, with high potency against many cancer lines. Antibody-drug conjugates (ADCs) made with mono-imine containing IGNs were designed to only alkylate DNA and not cause DNA crosslinking. ADCs with the IGN linked via lysine residues of the antibody were shown to be highly potent and antigen specific. Here we apply our SeriMab site-specific technology platform, which employs N-terminal conjugatable aldehydes derived from oxidation of a serine residue, to link an IGN molecule to the antibody using a peptide linker. This ADC (SeriMab-IGN-P1) has exactly 2 IGN molecules per antibody conjugated to the <i>N</i>-termini of the heavy chains, as determined by MS analysis.<br />Serimab-IGN-P1 was found to maintain binding to the target antigen with comparable affinity to the unconjugated antibody by FACS analysis (K<sub>d</sub> = 300 pM). The conjugate was highly potent (IC<sub>50 </sub>= 4 pM) against a cancer cell line with high target expression (3 x 10<sup>6</sup> antibodies bound per cell) as well as a cell line with much lower target expression (2 x 10<sup>4 </sup>antibodies bound per cell,<sup> </sup>IC<sub>50 </sub>= 22 pM). SeriMab-IGN-P1 also demonstrated strong bystander killing activity against proximal target-negative cancer cells, likely due to a cell permeable metabolite identified in cells expressing the target antigen.<br />The unique oxime linkage in SeriMab-IGN-P1 was found to be stable in circulation in mice for 3 days, as determined by affinity capture LC-MS; the conjugate species with 2 IGNs per antibody remained predominant over this period with an estimated t<sub>1/2 </sub>of >10 days for payload release.<br /><i>In vivo</i>, SeriMab-IGN-P1 was found to be effective against human lung cancer xenografts (NCI-H2110), with anti-tumor activity observed at single doses as low as 2 μg/kg (payload dose), and complete responses observed at 5 μg/kg. This conjugate was also well tolerated in CD-1 mice at doses significantly higher than the minimum effective dose that produced tumor regression.<br />These data are highly encouraging for new ADC therapies using the SeriMab site-specific conjugation platform with potent DNA-acting payloads.","keywords":"Antitumor agents;NA;NA;NA","category":"EXPERIMENTAL AND MOLECULAR THERAPEUTICS","sage":"ADC","moa":"NA"}
