{"ID":"3190","institution":"Texas Tech University Health Science Center","authors":"Vadivel Ganapathy, Ellappan Babu, Sabarish Ramachandran, Yangzom Bhutia","text":"Carbidopa is used in combination with L-DOPA to treat Parkinson’s disease; it does not have any therapeutic use by itself in Parkinson’s disease, but when used along with L-DOPA prevents the conversion of the latter into dopamine in the periphery by inhibiting aromatic amino acid decarboxylase. Carbidopa however does not cross the blood-brain barrier; thus does not impact on the conversion of L-DOPA into dopamine in the brain. We hypothesized that carbidopa might have potential as an anticancer drug with the following rationale: (a) carbidopa is an amino acid derivative and therefore might block the entry of amino acids into cancer cells via certain amino acid transporters; (b) the stress hormones epinephrine and norepinephrine are known to promote cancer progression, and carbidopa as an inhibitor of aromatic amino acid decarboxylase might interfere with the generation of these tumor-promoting hormones; (c) carbidopa is also an analog of phenylhydrazine, which is an inhibitor of the immunosuppressive enzyme indoleamine-2,3-dioxygenase, a drug target for cancer treatment; carbidopa might inhibit this enzyme and thus enhance the ability of the immune system to recognize cancer cells as foreign and fight against them. Based on this rationale, we examined the efficacy of carbidopa to treat pancreatic and breast cancer. We found carbidopa to be effective in blocking the proliferation of pancreatic cancer cell in vitro. We then examined its efficacy in vivo using xenografts of pancreatic cancer cells in nude mice; again, the drug was effective in decreasing the growth of the xenografted tumor cells into tumors. We also tested its efficacy on proliferation of breast cancer cell lines; we used ZR-75.1, MB-231, and HCC-1937 breast cancer cell lines as models for ER-positive, ER-negative and BRCA-1 mutant breast cancers, respectively. Carbidopa decreased the proliferation of all three cell lines. We then examined its in vivo efficacy against breast cancer using the MMTV-PyMT-transgenic mouse as a model of spontaneous breast cancer. In this model, breast cancer develops initially as an ER-positive subtype but then turns into an ER-negative subtype. Carbidopa markedly decreased the growth of breast cancer in this mouse model. Based on these in vitro and in vivo data, we conclude that carbidopa has promise for use as an anticancer drug. As the drug potentially elicits its anticancer effects by targeting multiple pathways, the anticancer efficacy of the drug is likely to be broad against different types of human cancers. For in vivo studies, we used the drug intraperitoneally at a dose of 1 mg/mouse that approximately translates to a human dose of 300-400 mg/day. As the drug has been shown to have no detectable side effects in humans at doses as high as 400 mg/day, it can be taken to clinical trials readily to test its efficacy in humans as an anticancer drug.","keywords":"Breast cancer;Carbidopa;Carbidopa;Antitumor effect","category":"MOLECULAR AND CELLULAR BIOLOGY, GENETICS","sage":"small","moa":"immune"}
