{"ID":"3193","institution":"Immunomedics, Inc.","authors":"Thomas Cardillo","text":"<u>PURPOSE</u>: IMMU-132 is an antibody-drug conjugate composed of a humanized anti-Trop-2 IgG conjugated <i>via</i> a cleavable linker to SN-38, a topoisomerase I inhibitor and active component of irinotecan. It is currently under clinical investigation in a range of solid tumors (NCT01631552). We investigated the hypothesis that IMMU-132, through its targeting of Trop-2 in solid tumors, will be superior to irinotecan in overcoming Rad51-mediated HRR repair of DNA breaks in TNBC tumors with high Trop-2 expression. <u>METHODS</u>: Rad51 and DNA-breaks (γ-H2A.X) were determined by Western blot. Cells with different Trop-2 levels were exposed to IMMU-132 for 24 h (25 - 100 nM SN-38 equivalents), including squamous cell lung carcinoma (SK-MES-1; ~30,000 Trop-2/cell) and TNBC (HCC1806, ~90,000 Trop-2/cell and MDA-MB-231, ~30,000 Trop-2/cell). Also, two Trop-2-transfectants of MDA-MB-231, designated C13 and C39 (4- and 25-fold higher Trop-2 levels, respectively), were likewise exposed to IMMU-132. Mice bearing MDA-MB-231, C13, or C39 tumors were treated with irinotecan (MTD, 40 mg/kg; q2dx5) or IMMU-132 (0.5 mg; 9 μg SN-38 equivalent, twice wkly x 4). Tumors were measured and mice weighed twice weekly. Study survival endpoint was tumor progression to >1.0 cm<sup>3</sup>. <u>RESULTS</u>: SK-MES-1 and HCC1806 are sensitive to IMMU-132 therapy whereas MDA-MB-231 is resistant. IMMU-132 mediated a >2-fold increase in Rad51 levels in MDA-MB-231 cells, but had no effect in SK-MES-1 or HCC1806. At 25 nM IMMU-132, there were lower levels of DNA breaks detected in MDA-MB-231 relative to SK-MES-1 and HCC1806 (2-fold increase in MDA-MB-231 <i>vs</i>. >3-fold). At higher concentrations of IMMU-132 (100 nM), all 3 cell lines demonstrated similar levels of DNA breaks (~5-fold above background), suggesting that higher levels of SN-38 can overcome Rad51-mediated repair. Both the C13 and C39 clones had a similar response as parental MDA-MB-231 upon IMMU-132 exposure. Mice bearing MDA-MB-231, C13, or C39 tumors treated with irinotecan demonstrated significant improvements in median survival times (MST) compared to saline (<i>P</i><0.0009). As expected, IMMU-132 was no different than saline in mice bearing MDA-MB-231 tumors (MST=21d and 19.5d, respectively). However, in mice bearing high Trop-2 C13 and C39 tumors, IMMU-132 provided a significant survival benefit compared to irinotecan-treated mice (MST>70d <i>vs</i>. 35d, respectively for C13 and >70d <i>vs</i>. 28d for C39; <i>P</i><0.0007), supporting the hypothesis that IMMU-132 is able to deliver more SN-38 to tumors with high Trop-2 than can be achieved by irinotecan, and can thus overcome Rad51-mediated HRR. <u>CONCLUSION</u>: IMMU-132, with its unique SN-38-delivery platform, has the potential to provide clinical benefit both to chemo-sensitive solid tumors with low Trop-2 expression, as well as to chemo-resistant tumors with high Trop-2 expression.","keywords":"Breast cancer;Rad51;Rad51;SN-38","organ":"Breast cancer","topic":"Reversal of drug resistance","target":"Trop-2","tumor":"Breast","combo":"ADC","sage":"target-tumor","pharma":"pharma"}
