{"ID":"3374","institution":"Lycera Corp","authors":"Xiao Hu, Xikui Liu, Jacques Moisan, Chrystal Paulos, Yahong Wang, Chauncey Spooner, Charles Lesch, Rodney Morgan, David Mertz, Dick Bousley, Clarke Taylor, Chad Van Huis, Don Skalitzky, Thomas Aicher, Peter Toogood, Laura Carter","text":"As the master transcription factor for Type 17 T cells, RORγt activates a program of gene expression associated with enhancing effector function and overcoming immune suppression. Lycera is developing synthetic, small molecule RORγ agonists for immunotherapy of cancer.<br />We have previously reported that RORγγ agonists increase type 17 cytokine and chemokine production, enhance cell survival and have single agent anti-tumor activity in syngeneic tumor models. Interestingly, transcriptional profiling and cytometry studies revealed that treatment of murine and human Th17 or Tc17 cells with RORγ agonists increases the expression of costimulatory receptors such as CD137 and decreased expression of coinhibitory receptors like PD-1.<br />Given the importance of PD-1 in anti-tumor immunity, we further characterized the effects of RORγ agonist on this pathway. In vitro treatment with RORγ agonists significantly decreases mean fluorescent intensity and percent PD-1+ cells after resting and repetitive restimulation of Type 17 T cells. RORγ agonists do not modulate PD-1 expression in RORγ-/- T cells. In co-cultures of wild type and RORγ-/- T cells in the presence of the agonist, RORγ-/- T cells have reduced PD-1 expression suggesting that RORγ agonists induce a transmissible effect on RORγ-/- T cells. However, ChIP-seq data indicates that RORγt does not directly bind to the promoter or enhancer element of PD-1. Transcriptional and epigenetic profiling experiments have identified several pathways modulated by RORγ agonists that may regulate PD-1 expression. Reduced PD-1 expression following RORγ agonist treatment has a functional impact as treated cells also resist PD-L1-mediated inhibition of cytokine production and proliferation.<br />Importantly, the decreased PD-1 expression observed after in vitro treatment with RORγ agonists is maintained following adoptive transfer of tumor specific T cells. These cells are highly effective at controlling tumor growth without further agonist treatment in vivo, suggesting that in vitro RORγ agonist treatment results in durable epigenetic changes.<br />In summary, RORγ agonists have been shown to decrease checkpoint receptor expression while enhancing cytokine production and promoting long term survival and self-renewal of T cells. These results provide rationales for combining an RORγ agonist with checkpoint inhibitor such as anti-CTLA4 or anti-PD-1. By integrating effects on different effector pathways, RORγ agonists represent a promising immunotherapy approach for the treatment of cancer.","keywords":"Immunotherapy;Small molecule drugs;Small molecule drugs;Antitumor activity","category":"IMMUNOLOGY","sage":"small","moa":"immune"}
