{"ID":"3431","institution":"The Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins School of Medicine","authors":"Katherine Chiappinelli, Meredith Stone, Michael Topper, Lauren Murphy, Pamela Strissel, Reiner Strick, Cynthia Zahnow, Stephen Baylin","text":"Therapies that activate the host immune system have shown tremendous promise for a wide variety of solid tumors, with patients exhibiting vigorous and durable responses. However, in most cancer types, fewer than half of patients respond to these immune therapies. We propose epigenetic therapy as a mechanism to sensitize these patients. DNA methyltransferase inhibitors (DNMTis) upregulate immune attraction, including the interferon response, in solid tumors. We have shown that in human epithelial ovarian cancer cells, DNMTis upregulate viral defense by cytosolic sensing of double-stranded RNA (dsRNA), triggering a Type I Interferon response and apoptosis. Demethylation and expression of bidirectionally transcribed endogenous retroviruses (ERVs) is a major component of the dsRNA that activates the response. Our work showed that treatment with the DNMTi 5-azacytidine (Aza) sensitizes mouse melanoma cells to subsequent anti-CTLA4 therapy, likely through activation of the interferon response and subsequent signaling to host immune cells. Our current work aims to verify this hypothesis. In addition, we observe that adding histone deacetylase inhibitors (HDACis) to DNMTis can augment the upregulation of specific ERVs and the resulting downstream interferon response in human cancer cell lines. Specifically, the ERV-K family as well as the Fc2 and ERV-9 families are increased by DNMTi treatment but further augmented by HDACi treatment, while HDACis alone have minimal effects on the ERVs and the downstream interferon response. We tested the hypothesis that epigenetic drugs sensitize to immune therapy by recruiting host immune cells in an immunocompetent mouse model of serous ovarian cancer. Treatment of this model with DNMTi and HDACi results in increased recruitment of (CD3+) T cells, including tumor-killing T Effector cells, to the tumor. This epigenetic therapy causes increased activation of CD8 T cells and natural killer cells, an increase in helper T cells, and a reduction in myeloid derived suppressor cells and macrophages. We observed upregulation of the immune checkpoint ligand PD-L1 on tumor cells by DNMTis and hypothesized that treatment of this mouse model with the above drug combination plus an antibody to the PD-L1 receptor (anti-PD-1) could reduce tumor burden. This combination does indeed significantly reduce tumor burden and increase survival. We thus define a major mechanism for how DNMTis and HDACis may induce cancer cells to increase attraction and activation of immune cells and sensitize patients to immunotherapy.","keywords":"Epigenetics;DNA methylation;DNA methylation;Immunotherapy","category":"IMMUNOLOGY","sage":"small combo CPI","moa":"epigenetics"}
