{"ID":"3585","institution":"Johns Hopkins School of Medicine","authors":"Meredith Stone, Katherine Chiappinelli, Huili Li, Lauren Murphy, Michael Topper, Stephen Baylin, Cynthia Zahnow","text":"Immunosuppression and relapse represent two major clinical challenges in managing patients with ovarian high-grade serous carcinoma (HGSC). Strategies to increase the host immune response or decrease immunosuppression hold promise for clinical outcome in ovarian cancer patients. Blockade of inhibitory immune checkpoint pathways with antibodies directed at the PD-1/PD-L1 pathway has demonstrated encouraging anti-tumor activity in a number of solid tumors, including a small number of HGSC patients. We hypothesize that tumors which fail to respond to checkpoint inhibition are those in which the tumor cells do not provide a sufficient positive immune stimulus needed for recruitment of immune cells. Our studies suggest that the DNA demethylating agent, azacytidine (AZA), upregulates an immune signature (AIM, Aza induced immune genes) in cancer cells and that among carcinomas, ovarian HGSC appears most immunoresponsive to AZA. We hypothesize that AIM gene expression is elevated by epigenetic treatment with AZA and/or HDAC inhibitors and promotes the recruitment of tumor infiltrating immune cells to the tumor. Moreover, immune checkpoint inhibitors (anti- PD-1) may then lead to activation of these recruited immune cells and a tumor immune response.<br />To test the hypothesis of whether AZA/HDACi treatment of tumor cells increases the recruitment of immune cells to the tumor microenvironment, the mouse ovarian cancer cell line, ID8, was treated ex vivo with AZA or HDACis and implanted into syngeneic C57Bl/6, immunocompetent mice. Ex vivo AZA treatment of the tumor cells led to increased recruitment of immune cells to the ascites, decreased tumor burden, and an increased sensitivity to anti-PD-1, while similar treatment with Entinostat as a single agent did not. To test the in vivo effects of these agents on both the tumor and microenvironment, mice with pre-established ID8 tumors were treated with AZA, Entinostat or Givinostat, and anti-PD-1 to test the drugs’ antitumorigenic and immunogenic effects in combination and as single agents. We found that combination therapy with AZA, HDACi, and anti-PD-1 led to the most significant decrease in tumor burden, increased survival of the mice, increased numbers of activated T cells and NK cells in the ascites fluid and a decreased number of myeloid derived suppressor cells. In summary, we have clearly demonstrated that tumor cells treated with AZA effectively recruit increased numbers of immune cells to the tumor ascites. HDACis and anti-PD1 are less effective in this regard when administered as single agents, but this effect is significantly increased when used in combination with a demethylating agent. These data have implications for improving the effectiveness of epigenetic therapy and interpreting outcomes from those trials which have used only a demethylating agent or an HDACi with checkpoint inhibition.","keywords":"Epigenetics;Ovarian cancer;Ovarian cancer;Preclinical","category":"IMMUNOLOGY","sage":"small combo CPI","moa":"epigenetics"}
