{"ID":"3650","institution":"Clovis Oncology, Inc.","authors":"Liliane Robillard","text":"<b>Background</b>: Rucaparib (CO-338) is an oral small molecule inhibitor of poly(ADP-ribose) polymerase (PARP)-1, PARP-2 and PARP-3 that has shown clinical activity in patients with <i>BRCA1 </i>and<i> BRCA2 </i>mutated advanced ovarian cancer. Monoclonal antibodies against programmed death receptor-1 (PD-1) and programmed death-ligand (PD-L1) have also shown efficacy in advanced ovarian cancer patients. It has been reported that <i>BRCA1</i> and <i>BRCA2</i> mutated tumors have a higher mutational load and increased CD8+ T cell infiltration, suggesting that the combination of rucaparib and immune checkpoint inhibition may be complementary. However, PARP inhibition has also been reported to have an immunosuppressive effect in preclinical studies.<br /><b>Methods:</b> Subcutaneous syngeneic models using the <i>BRCA1</i> wild-type C2Km (P53-/-, myc, Kras-G12D, Akt-myr) and <i>BRCA1</i> mutant BrKras (<i>BRCA1-/-; P53-/-; myc; Kras-G12D; Akt-myr</i>) murine ovarian cell lines were developed in the murine FVB/N background. Antibodies targeting PD-1 (RMP1-14) and PD-L1 (10F.9G2) were dosed by intraperitoneal injection at 5-10 mg/kg twice weekly, while rucaparib was administered by oral gavage at 150 mg/kg twice daily. Treatment was initiated at a tumor volume of ~150mm<sup>3</sup> (n=15/group). Animals were dosed for 21 days, and tumors were allowed to regrow to day 76.<br /><b>Results:</b> <i>In vitro</i> cytotoxicity assays demonstrated that rucaparib was 155-fold more potent in the <i>BRCA1</i> deficient BrKras cell line (IC<sub>50</sub> = 84 nM) than the isogenic <i>BRCA1 </i>wild-type C2Km cell line (IC<sub>50</sub> = 13 μM). An <i>in vivo</i> study using the syngeneic BrKras model was performed in mice treated with: vehicle, rucaparib, PD-1, PD-L1, rucaparib+PD-1, and rucaparib+PD-L1. All monotherapy and combination groups resulted in significant tumor growth inhibition and were followed for survival analysis. The median survival time (MST) and % cures (defined as undetectable growth at Day 76 post-tumor implantation) for vehicle, PD-L1, PD-1 and rucaparib monotherapy treated animals was 34 days (0%), 41 days (13%), 76 days (40%) and >76 days (56%), respectively. The rucaparib+PD-1 and rucaparib+PD-L1 combination groups demonstrated greater efficacy than the monotherapies, with a MST of >76 days (100%) and >76 days (88%), respectively. Dose response and immune profiling studies are ongoing. <i>In vivo</i> studies were also performed in the <i>BRCA1/2</i> wild-type models EMT-6, Pan02, and MC38. As expected, as a single agent, rucaparib showed limited activity in these homologous recombination competent models, whereas a range of tumor growth inhibition was observed with monotherapy PD-L1 treatment. No impact on anti-tumor activity was observed in animals treated with rucaparib+PD-L1 as compared to PD-L1 monotherapy in the <i>BRCA1/2</i> wild-type syngeneic models examined.<br /><b>Conclusions</b>: The combination of rucaparib with PD-1 and PD-L1 inhibition improved survival in a <i>BRCA1 </i>mutant syngeneic model.","keywords":"PARP;Targeted therapy;Targeted therapy;Immunotherapy","organ":"Gynecological cancers: ovarian","topic":"Immune checkpoints","target":"PARP","tumor":"Ovarian","combo":"SMI_checkpoint","sage":"immunosuppressive","pharma":"pharma"}
