{"ID":"3664","institution":"Viralytics Limited","authors":"Min Yuan Quah, Yvonne Wong, Robert Andtbacka, Gough Au, Darren Shafren","text":"Background: Coxsackievirus A21 (CAVATAKTM) is a bio-selected oncolytic immunotherapy virus. Following intravenous (i.v) infusion, CAVATAK preferential infects ICAM-1 expressing tumor cell, resulting in tumor cell lysis and a systemic immune-mediated anti-tumor response. A Phase I/II trial of i.v delivered CAVATAK (NCT01227551) in advanced cancer patients displayed signs of antitumor activity in some lesions. Blockade of programmed death protein-1 (PD-1) and or CTLA-4 in many advanced cancer patients has resulted in substantial tumor responses via a mechanism involving reversal of tumor induced T cell suppression and loosening the host “immunological handbrake”. We investigated host immune activity in a B16-ICAM-1 melanoma immune competent mouse following a combination of intravenous delivered CAVATAK and PD-1 or CTLA-4 blockade.<br />Methods: Preclinical studies in C57BL mice were conducted to assess the antitumor activity of CAVATAK and anti-mouse PD-1 (mPD-1) mAb or anti-CTLA-4 (mCTLA-4) mAb in a B16-ICAM-1 melanoma immune competent mouse model. CAVATAK was administered i.v, while anti mPD-1 or mCTLA-4 mAbs were delivered via the intraperitoneal route. Following treatment of the primary cutaneous B16-ICAM-1 tumor with 4 cycles of CAVATAK injections and 4 cycles of anti-PD-1 or anti-CTLA-4 mAbs, mice were then re-challenged with an additional intradermal administration of B16 cells. Sequential serum samples were taken to monitor viral loads, inflammatory cytokines and anti-viral neutralising antibodies.<br />Results: Significant single agent antitumor activities against the primary B16-ICAM-1 tumors were observed in mice treated with either CAVATAK, anti-PD-1 or anti-CTLA-4 mAbs relative to saline controls. Interestingly, the depth of the anti-tumor activity appeared to be greater in treatments involving anti-CTLA-4 blockade. Surprisingly, levels of serum anti-CVA21 neutralising antibody were enhanced in both the anti-CTLA-4/ CVA21 and anti-CTLA-4/ anti-PD-1/CVA21 groups relative to mice treated with CVA21 alone of with anti-PD-1/CVA21. Despite the presence of higher levels of serum anti-CVA21 neutralising antibody, no reductions in anti-tumor activity from the combination therapy were observed in mice within the anti-CTLA-4 groups.<br />Conclusion: The significant anti-tumor activity mediated by the combination of CAVATAK and checkpoint inhibitor antibodies (anti-PD-1 and anti-CTLA-4) observed in the presented murine melanoma model supports clinical evaluation of such an immunotherapeutic combination treatment regime. Enhanced anti-CVA21 immune responses following immune-checkpoint blockade confirms the loosening of the host “immunological handbrake” and a general heightening of systemic immune surveillance.","keywords":"Immunotherapy;Checkpoint;Checkpoint;NA","category":"IMMUNOLOGY","sage":"small combo CPI","moa":"immune"}
