{"ID":"3688","institution":"Biothera Pharmaceuticals, Inc.","authors":"Mark Uhlik","text":"Immune checkpoint inhibitors (CPI) have shown compelling clinical efficacy in multiple tumor types, though only in a minority of treated patients. Significant research and clinical development are focused on expanding CPI efficacy. Imprime PGG is a novel, IV administered 1,3/1,6 β-glucan PAMP (pathogen-associated molecular pattern) that activates innate immune effector cells to enhance tumor killing, to repolarize the suppressive myeloid cells of the tumor microenvironment and to activate the antigen presentation capability of dendritic cells, macrophages and monocytes. In multiple preclinical models, Imprime enhances the anti-tumor efficacy of CPIs. Imprime is now in multiple phase 2 clinical studies in combination with the CPI, pembrolizumab. We sought to understand more precisely how Imprime activates the innate immune system to enable a concerted innate and adaptive anti-cancer immune response. Using multispectral fluorescence IHC we now show that Imprime induces focalized recruitment of innate immune cells to tumor bearing tissue. In the B16F10 experimental metastasis model, Imprime dosed in combination with the tumor-targeting antibody TA-99 can nearly completely repress the outgrowth of pulmonary metastases across a 19 day time course. At 24h post-Imprime treatment, the presence of Ly6G+ neutrophils was evident throughout the lung tissue. At later time points (72h and beyond) the formation of immune cell clusters was readily evident in lungs from Imprime treated mice and rarer in control mice or mice treated only with TA-99. These immune cell clusters were predominately localized to arterioles near B16 tumor sites and comprised of multiple immune cell subtypes including macs, B cells, T cells as well as a monocyte population that are CD11b+, Ly6G- and F4/80- and strongly positive for MHCII. Consistent with these preclinical findings, IV administration of Imprime to healthy human volunteers increased neutrophil and monocyte mobilization into peripheral blood 2-3 fold 4h post infusion. Imprime treatment also resulted in a significantly increased subset of CD16+ monocytes that are known to have higher antigen presentation capability and express higher levels of the activation markers CD86, PD-L1, and HLA-DR (MHCII). Furthermore, RNA expression profiling of whole blood from Imprime-treated volunteers shows increased expression of the CCL3, CCL4, IL-1β and TNF-α, functional mediators produced by these monocyte populations. Together, these data show that Imprime drives the concerted activation of multiple innate immune subtypes and promotes the appearance of unique monocyte populations that may be critical for an Imprime-induced anti-cancer immune response.","keywords":"Innate immunity;Immunohistochemistry;Immunohistochemistry;Imprime PGG","organ":"Not Applicable","topic":"Innate immunity to tumors","target":"PAMP","tumor":"NA","combo":"SMI","sage":"immune_effector","pharma":"pharma"}
