{"ID":"3699","institution":"University of Milan","authors":"Michele Sommariva","text":"<b>INTRODUCTION</b><br />Taking advantage of aerosol for repeated local applications in the lung, we previously demonstrated that combination of Poly(I:C) and CpG-ODN, TLR3 and 9 ligands capable to activate innate effectors, induced a significant antitumor effect against B16 melanoma lung metastases, which correlated with a strong activation of NK cells. We investigated the sequence of events that lead to NK cells activation by aerosolized TLR agonists in the lung. Although NK cells express certain TLRs, controversies exist regarding their direct responsiveness or dependence on macrophages. Alveolar macrophages have several unique features both promoting host defense mechanisms against invading microorganisms, but also establishing an immunosuppressive microenvironment to avoid inflammatory responses to inhaled particles. Our findings, establishing the sequence of events of lung immune cells activation, might represent the basis for the development of combined aerosol therapies that favor NK cell triggering.<br /><b>EXPERIMENTAL PROCEDURE</b><br />Alveolar macrophages and NK cells were recovered by bronchoalveolar lavage and spleen of C57BL/6 mice, respectively. Mice i.v. injected with 5×10<sup>5</sup> B16 cells were treated starting 7 days later every three days with aerosolized Poly(I:C)/CpG-ODN alone or combined to nebulized myeloid derived suppressive cells (MDSC)-depleting RB6-8C5 antibody. Immune cell populations and expression of M1/M2 markers were analysed by flow cytometry and Real Time PCR, respectively, in digested lungs. Cytotoxic activity of NK cells was assessed by <sup>51</sup>Cr release assay.<br /><b>RESULTS</b><br />In vitro TLR3/TLR9 stimulation induced IFN-γ secretion by naïve NK cells, but an increase in their cytotoxicity was detected only when NK cells were cocultured with alveolar macrophages pretreated with the two agonists. Alveolar macrophages from melanoma lung metastases-bearing mice treated with aerosolized TLR agonists also promoted NK cell cytotoxicity ex vivo. Moreover, naïve alveolar macrophages incubated with activated NK cells from lungs of melanoma metastases-bearing mice aerosolized with TLR9/TLR3 agonists, up-regulated M1- and downregulated M2-related genes, suggesting a bidirectional crosstalk between NK cells and macrophage. Thus, TLR agonists-activated lung macrophages promote NK cell cytotoxicity and, reciprocally, NK cells have the potential to shape the macrophage programming to M1-like phenotype. Our results also indicated that this positive interplay can be further improved by the depletion of myeloid derived suppressive cells that exert a negative effect on macrophage activation.<br /><b>CONCLUSION</b><br />This study points to the promise of combinations of immunotherapeutic agents delivered locally by inhalation to promote macrophages-NK cell activation in the lung as a novel strategy to treat lung cancer patients.","keywords":"Natural killer cells;Immunostimulation;Immunostimulation;Tumor metastases","organ":"Melanoma/skin cancers","topic":"Innate immunity to tumors","target":"TLR","tumor":"Melanoma","combo":"SMI","sage":"immune_effector","pharma":"academia"}
