{"ID":"3775","institution":"CytomX Therapeutics","authors":"Shweta Singh, Amy DuPage, Annie Yang Weaver, Jason Sagert, Clayton White, Michael Krimm, Yuanhui Huang, Linnea Diep, Kim Tipton, Shouchun Liu, Jennifer Richardson, W. Michael Kavanaugh, Jonathan Terrett, Luc Desnoyers","text":"The targets of Antibody Drug Conjugates (ADCs) have typically been selected by identifying transmembrane antigens that are highly expressed in tumors but are low or absent in normal tissues. The number of potential ADC targets meeting these requirements is limited, either because expression in tumors is not high enough for optimal efficacy, or because expression in normal tissues is too high, leading to toxicity. Probody (TM) therapeutics are antibody prodrugs designed to remain inactive until proteolytically activated in the tumor microenvironment. Probody technology therefore has the potential to enable targeting of more desirable tumor antigens with higher, more persistent and more homogeneous expression in tumors, while limiting toxicity due to interaction with these antigens in normal tissues.<br />CD71 (transferrin receptor) is an example of a highly desirable ADC target, because of its well-characterized ability to efficiently internalize and deliver an ADC payload intracellularly. Further, CD71 is expressed at homogeneously high levels (3+ expression by IHC) in almost all tumor types, including in metastatic disease. However, because CD71 is also expressed on multiple normal cell types, including many progenitor hematological cells, we reasoned that a CD71-targeted ADC would be challenging to develop. To enable targeting of CD71, we have developed an anti-CD71 Probody Drug Conjugate (PDC) CX-2005, which can be activated by multiple proteases in the tumor microenvironment, but which remains in a relatively inactive form while in circulation and in normal tissues. CX-2005 produces complete tumor regressions at therapeutic doses in mouse models of lymphoma, breast cancer and lung cancer. Consistent with our hypothesis that it would be difficult to develop an anti-CD71 ADC, treatment of cynomolgus monkeys with an anti-CD71 ADC at doses that were efficacious in mouse tumor models caused life-threatening depletion of CD71-expressing hematopoietic cells, including neutrophils, lymphocytes and RBCs. In contrast, these toxicities were not observed in monkeys treated with the same dose of the anti-CD71 PDC, consistent with the Probody therapeutic avoiding interaction with these normal cells.<br />Our data demonstrate that, in preclinical studies, Probody drug conjugates can safely and effectively target attractive tumor antigens like CD71 which have been difficult to effectively approach with traditional ADCs due to their expression on critical normal tissues. Further, our data support the development of Probody therapeutics directed against CD71 in multiple different cancers.<br />PROBODY is a trademark of CytomX Therapeutics, Inc.","keywords":"Antibody;Drug discovery;Drug discovery;Prodrugs","category":"EXPERIMENTAL AND MOLECULAR THERAPEUTICS","sage":"ADC","moa":"NA"}
