{"ID":"3964","institution":"Aeglea BioTherapeutics Inc.","authors":"Giulia Agnello","text":"Tumor dependence on specific amino acids for survival and proliferation is well recognized and has been exploited effectively with the use of asparaginases for the treatment of acute lymphoblastic leukemia. Sensitivity of tumors to L-Arginine (L-Arg) deprivation results from an impaired ability to make L-Arg as a result of decreased functional expression of one or more of the three enzymes of the L-Arg biosynthetic pathway: ornithine transcarbamylase (OTC), argininosuccinate synthase (ASS1) and argininosuccinate lyase (ASL). Native human arginase I is not a viable drug candidate due to low activity and low stability in serum. We have developed an alternative approach using a bioengineered human PEGylated arginase I (AEB1102) with enhanced pharmacological properties. We and others have successfully utilized arginase I to impart a direct tumor cell killing effect through L-Arg starvation in multiple tumor types e.g. AEB1102 single agent efficacy in melanoma, small cell lung cancer (SCLC) and sarcoma PDx models. However, the compatibility of AEB1102 with checkpoint inhibitors is unclear as arginase I has been shown to be both immune suppressive and immune neutral (PMID: 23717444), or immune promoting (PMID: 27043409). Because of these conflicting reports we decided to investigate the impact of systemic L-Arg removal on the anti-tumor efficacy of check point inhibitors.<br />Murine syngeneic models (e.g. CT26, MC38 and LL2) were dosed with AEB1102 alone and in combination with anti-PD-L1 and anti-PD-1 monoclonal antibodies (mAbs). Depending on the model, <i>in vivo</i> treatment with AEB1102 monotherapy resulted in tumor growth inhibition (TGI) ranging from 52% to 72% compared to the untreated control group, whereas standard monotherapy using immunomodulatory mAbs that target PD-1 and PD-L1 resulted in TGI ranging from 12% to 60%. Of significance, combination therapy of AEB1102 with anti-PD-1 or anti-PD-L1 resulted in additive anti-tumor effect with TGI ranging from 60% to 86%. In the CT26 model, when AEB1102 was administered in combination with anti-PD-L1 for at least 6 weeks, a 33% frequency of complete tumor regression (non-palpable tumors) was observed, indicating that synergy occurs with combination therapy.<br />Collectively these results demonstrate that disrupting the L-Arg physiological balance in the tumor microenvironment inhibits tumor growth and further sensitizes the tumor to immunotherapy when AEB1102 is combined with anti-PD-1 and anti-PD-L1. These data open the possibility of further improving outcomes in L-Arg dependent tumors through combination of AEB1102 with anti-PD-1 and anti-PD-L1 inhibitors.","keywords":"Metabolism;Immunotherapy;Immunotherapy;Anticancer therapy","organ":"Not Applicable","topic":"Tumor-immune system interactions","target":"arginase","tumor":"Many","combo":"SMI_checkpoint","sage":"immunosuppressive","pharma":"pharma"}
