{"ID":"4005","institution":"Stanford University","authors":"Idit Sagiv-Barfi, Debra Czerwinski, Ronald Levy","text":"Background: Toll-like receptors (TLRs) are components of the innate immune system that recognize pathogen-associated molecular patterns on bacterial, fungal, or viral pathogens. Intratumoral (IT) injection of unmethylated CG-enriched oligodeoxynucleotides (CpG), a TLR9 agonist, results in local tumor eradication but on its own is not able to induce a systemic anti-tumor immune response. OX40 is a potent costimulatory receptor that can potentiate the action of conventional T cells leading to their proliferation, effector function and survival, but can also inhibit or kill T regulatory cells by ADCC. In preclinical studies OX40 agonists increased antitumor immunity and improve tumor-free survival.<br />Scientific question: Does local injection of a CpG with anti-OX40 agonistic antibody trigger a systemic anti-tumor immune response?<br />Results: Using transplantable syngeneic tumor models, we implanted the tumor bilaterally in opposite sides of the abdomen. After tumors were established we administered CpG and anti-OX40 antibody into the tumor on one side and monitored both the injected and the uninjected sites. Mice bearing the A20 lymphoma tumors were cured and were protected from a second challenge with A20 cells. To examine the potential to treat spontaneous, non-transplanted cancers we chose the mouse mammary gland tumor model- FVB/N-Tg(MMTV-PyVT)634Mul/J. Injections of CpG and anti-OX40 antibody to the first arising tumor significantly reduced the incidence and outgrowth of subsequent tumors at un-injected susceptible mammary glands and the number of lung metastases. This anti tumor effect was T cell dependent, since depletion of either CD4+ or CD8+ T cells abrogated the therapeutic effect of in situ vaccination.<br />Significance: TLR9 agonists and anti-OX40 antibodies are currently under clinical development for cancer treatment. We show here that combining anti-OX40 antibody with a TLR9 agonist at a single established tumor is sufficient to trigger a systemic anti-tumor response able to eradicate tumor at distant sites in both transplantable and spontaneously occurring oncogene-driven murine tumors. This anti-tumor effect was long lasting, specific and required T cells.<br />Impact: We recently published positive results showing that the combination of CpG with antibodies against CTLA4 and OX40 induced a therapeutic immune response against transplantable syngeneic tumors (Marabelle, Levy, et al. JCI, 2013). Our current results suggest that CpG and anti-OX40 are sufficient to induce fully protective and curative anti tumor immune responses, even in spontaneously arising cancer. Anti-OX40 and CpG are both currently in phase-I clinical trials as single agents. Our results provide the rationale for testing these agents in combination in the form of locally injected inducers of therapeutic anti-cancer immunity.","keywords":"Immunotherapy;NA;NA;NA","category":"IMMUNOLOGY","sage":"small combo CPI","moa":"immune"}
