{"ID":"4138","institution":"Univ. of Auckland Cancer Society Res. Ctr.","authors":"Lai-Ming Ching","text":"Cancers co-opt indoleamine 2,3-dioxygenase 1 (IDO1) as a mechanism for evading the immune system, and IDO1 inhibitors have emerged as a promising new approach for the treatment cancer through their potential to restore anti-tumor immunity and to synergise with existing therapies. As part of our investigations into novel small molecule inhibitors of IDO1, we screened a number of human and murine tumour lines for expression of tryptophan dioxygenases. All the human and murine tumour lines that we tested were found not to express tryptophan dioxygenases unless induced with IFN-gamma. Our screen included testing 50 primary human melanoma lines developed from tumour samples obtained New Zealand Melanoma patients (NZMel lines) for expression of IDO1 and IDO2. After co-culture with IFN-gamma, 84% of the NZMel lines were IDO1+ and IDO2+; 4% were IDO1+ only; 2 % were IDO2+ only; whilst 10% did not express either IDO1 or IDO2. Tryprophan dioxygenase (TDO) was not detected in any of the NZMel lines before or after IFN-gamma exposure. To overcome the need for IFN-gamma induction for our cell based assays of IDO1 inhibitory activity of our novel compounds, we transfected the wild-type murine Lewis Lung carcinoma line (LLTC) to constitutively express murine IDO1 (LLTC-mIDO1) or human IDO1 (LLTC-hIDO1), and used these engineered lines to assay for potential species selectivity of our inhibitors. IDO1 expression in the lines was consistent and stable, but when LLTC-hIDO1 cells were implanted subcutaneously into syngeneic mice for in vivo testing of inhibitors, we found considerable heterogeneity in IDO1 expression between tumours. Approximately half of the tumors from the same batch of implants were completely negative for IDO1 expression by Western blot analysis. More intriguingly, when fragments of an IDO1+ or an IDO1- donor tumor were implanted into new recipients, the same degree of inter-tumoral heterogeneity in IDO1 expression was seen in the subsequent generation of tumors. In contrast, subcutaneous tumors developing from murine GL261 glioma cells similarly engineered to over-express hIDO1 (GL261-hIDO1) were homogeneous in their expression of hIDO1, and were used for subsequent in vivo studies of intra-tumoral IDO1expression on its effects on immune cell infiltrates and tumor growth. GL261-hIDO1 tumors had a significantly faster growth rate than the wild-type tumors, and 24 days after implantation, had reached a mean tumor volume of 3600 mm<sup>3</sup> compared to a mean tumor volume of 500 mm<sup>3</sup> of wild-type tumors. Analysis of the immune cell infiltrates, showed that 14-day GL261 wild-type tumors had a 3-fold higher percentage of CD3+ T cells than that in GL261-hIDO1 tumors. CD8+ cells made up 55% and 25% of the CD3+ cells in wild-type and GL261-hIDO1 tumors, respectively. Percentage of Foxp3+ (Treg) cells was higher in GL261-hIDO1 tumors compared to that in wild-type tumors.","keywords":"Immunomodulation;T cell;T cell;Inhibitors","organ":"Not Applicable","topic":"New in vitro and in vivo models for targets","target":"TDO","tumor":"NA","combo":"SMI","sage":"immunosuppressive","pharma":"academia"}
