{"ID":"4286","institution":"University of Michigan","authors":"Hongwei Chen, Xin Luan, Nicholas Stevers, Kanokwan Sansanaphongpricha, Joseph Burnett, Hayley Paholak, Duxin Sun","text":"Despite T-cell based immunotherapy having shown promising efficacy in various advanced cancers, only a small subset of patients can benefit from this strategy. Boosting cancer immunotherapy via an effective strategy to increase response rate in cancer patients is imperatively desired. Combining checkpoint inhibitor-based immunotherapy with translational nanoparticle-mediated photothermal therapy (PTT) may provide a solution. Using a murine breast cancer model, we demonstrate that an enhanced tumor-specific immune response is achieved by combining CTLA-4 inhibitor with PTT mediated by stealthy and biodegradable iron oxide nanoparticles (IONPs). Our data shows that the biodegradable IONPs coated with an antifouling polymer grants stealth to enhance tumor accumulation (5.3% of the injection dose) following systemic administration (20 mg Fe/Kg mouse body weight), and such MRI imaging capable IONPs are effective nanomediators for PTT under the near-infrared light (885 nm) irradiation in vivo. Using an orthotopic 4T1 mouse xenograft model we demonstrate that IONP-mediated PTT (0.5 Watts, 10 minute irradiation at 24 h and 48 h post IONP administration) plus anti-CTLA-4 antibody (60 µg/mouse for each injection, systemic administration, 3 doses) could completely eliminate 5−6 mm-sized tumors, while control treatments including IONP-mediated PTT alone, anti-CTLA-4 antibody alone, and mock-treatment fail to do so. The dramatic differences between single agents and combination therapy suggest that the observed response is synergistic. Furthermore, our data shows that mice treated with PTT, alone or in combinations, can significantly inhibit distal tumor growth, when a secondary inoculation is performed at a distal site one day prior to primary tumor treatment to mimic metastases. Eight days following primary therapy all distal tumors form in both control and anti-CTLA-4 treated mice with no significant difference in size. However, at the same time in mice treated with either IONP-mediated PTT plus anti-CTLA-4 antibody or IONP-mediated PTT only against primary tumors 50% of secondary tumors do not form and those which do are significantly smaller than those of control treated mice. Further, the duration of response was significantly longer for combination therapy. We speculate that this enhanced anticancer efficacy is a product of simultaneously increasing intratumoral T-cell trafficking toward primary tumor and enhanced T-cell activation in situ triggered by released tumor-specific antigens during PTT. In conclusion, our work demonstrates that T-cell-based cancer immunotherapy to eliminate both primary and metastatic cancer cells can be enhanced when combined with PTT mediated by systemic administered IONPs. The current work will pioneer a translational nanomedicine-based approach to boost T-cell cancer immunotherapy.","keywords":"Immune response;Metastasis;Metastasis;Hyperthermia","category":"IMMUNOLOGY","sage":"small combo CPI","moa":"immune"}
