{"ID":"4348","institution":"Novartis Institutes for Biomedical Research","authors":"Carl Bialucha, Scott Collins, Parmita Saxena, Xiao Li, Yeonju Shim, Lance Ostrom, Nicholas Yoder, Kalli Catcott, Molly McShea, Xiuxia Sun, Sanela Bilic, William Tschantz, Meghan Flaherty, Keith Mansfield, Tiancen Hu, Vladimir Capka, Markus Kurz, Ivana Liric Rajlic, Anne Serdakowski London, Duc Nguyen, Rebecca Mosher, Matthew Meyer, Aaron Bourret, Jamal Saeh, Scott Cameron, Emma Lees","text":"In an attempt to mine tumor versus normal mRNA expression datasets for novel tumor antigens, we identified the Cadherin-6 (CDH6) gene as frequently overexpressed in ovarian and renal cancers, while featuring a lineage-restricted normal tissue expression pattern. CDH6, also known as K-(kidney)-cadherin, is a member of the cadherin superfamily of calcium-dependent cell-cell adhesion molecules. We hypothesized that based on the combined observation of frequent overexpression of CDH6 in cancer and a restricted normal tissue expression, CDH6 might be an ideal tumor antigen for targeting using an antibody-drug conjugate (ADC) approach.<br />CDH6-ADC is a fully-human anti-CDH6 IgG1, linked via sulfo-SPDB to the maytansinoid payload DM4. The antibody component of CDH6-ADC was selected from a panel of anti-CDH6 antibodies based on a multi-factorial lead selection campaign incorporating readouts of internalization propensity, in vitro cytotoxicity, as well as in vivo PK and efficacy across multiple linker-payload formats. CDH6-ADC features potent, target-dependent in vivo activity consistent with the mechanism of the anti-mitotic, tubulin-targeting sulfo-SPDB-DM4 linker-payload combination used. Specifically, treatment of CDH6-expressing ovarian cancer xenograft models with CDH6-ADC results in the time-dependent generation of intra-tumoral ADC catabolites and concomitant induction of phospho-histone H3 and cleaved caspase-3 - markers of G2/M arrest and apoptosis, respectively. CDH6-ADC induces durable tumor regressions at clinically relevant exposures in multiple human patient-derived tumor xenografts (PDX) across both ovarian and renal cancer lineages.<br />To gain a more thorough understanding of CDH6-ADC activity in pre-clinical models of human ovarian cancer and identify potential molecular correlates for patient stratification, we profiled CDH6-ADC in a PDX clinical trial or PCT comprising 31 individual PDX models. In this unselected population, treatment with CDH6-ADC resulted in robust anti-tumor activity. Integration of PDX response data with CDH6 target expression in both the PDX models and human clinical samples indicate CDH6 expression patterns consistent with in vivo activity are found in a substantial fraction of ovarian, renal and cholangiocarcinoma patients. Together, the encouraging pre-clinical efficacy and tolerability data support the clinical evaluation of CDH6-ADC.","keywords":"Ovarian cancer;Cadherin;Cadherin;Anticancer therapy","category":"EXPERIMENTAL AND MOLECULAR THERAPEUTICS","sage":"ADC","moa":"NA"}
