{"ID":"4362","institution":"Okayama University Graduate School of Medicine","authors":"Mototsugu Watanabe, Shingo Eikawa, Takenori Uehara, Yuki Kunisada, Shinichi Toyooka, Shinichiro Miyoshi, Heiichiro Udono","text":"Background: We have recently shown that metformin, a prescribed drug for type 2 diabetes, can increase the number of CD8+ tumor infiltrating lymphocytes (CD8+ TILs) that can produce triple cytokines, thus, IFN-γ, IL-2 and TNF-α in mouse models. Increased numbers of such multifunctional CD8+ TILs have well correlated with tumor retardation, suggesting an underlying mechanism of metformin in tumor immunity. In the current study, we examined the effects of direct exposure of metformin in vitro to CD8+ T cells of cancer patients.<br />Methods: Peripheral blood mononuclear cells (PBMC) from cancer patients and healthy volunteers were obtained for the analysis. We cultured the PBMC with or without metformin overnight, followed by stimulation with phorbol 12-myristate 13-acetate (PMA) / ionomycin in vitro in various glucose concentrations for 6 hours. Expressions of markers for immune-check points (PD-1 and Tim-3) were examined together with accumulated intracellular cytokines, IFN-γ, IL-2 and TNF-α by flow cytometry analysis.<br />Results: PD-1 and Tim-3 expressions of cancer patients’ PBMC were apparently higher than those of healthy volunteers’. Increased production of multiple cytokines was observed in CD8+ T cells of almost all cancer patients by metformin pretreatment, whereas no changes were detected in the samples from healthy volunteers. Moreover, deprivation of glucose clearly limited the production of cytokines on CD8 + T cells in a cancer patient. These results suggested patient’ CD8 + T cells showed lower activity of glycolysis compared with a healthy volunteer and metformin might stimulate glycolysis followed by reversion of mitochondrial respiration in exhausted CD8 + T cells.<br />Conclusion: Metformin treatment might be useful in reversion of exhausted CD8+T cells in cancer bearing patients.","keywords":"Cytotoxic T cell;Glycolysis;Glycolysis;NA","category":"IMMUNOLOGY","sage":"small","moa":"other"}
