{"ID":"44","institution":"Kindai University Faculty of Medicine","authors":"Kimio Yonesaka","text":"<b>Background</b> HER3, a member of the HER family, is overexpressed in non-small cell lung cancer (NSCLC), especially in those with EGFR mutation. Anti-HER3 antibody therapies, including patritumab, are effective, but limited in their efficacy, for patients with NSCLC. U3-1402 is a novel ADC composed of an anti-HER3 antibody (patritumab) and a novel potent topoisomerase I inhibitor DX-8951. U3-1402 achieved a high drug-to-antibody ratio (DAR: 7-8), because it is homogeneously conjugated with the payload. Here, we aimed to preclinically evaluate U3-1402’s efficacy in NSCLC, especially in those with EGFR mutation. <b>Materials and methods</b> An in vitro growth inhibition assay was used to evaluate the sensitivity of 14 NSCLC cell lines to U3-1402. Cells were treated with U3-1402 at different concentrations (0-10 μg/ml) over 7 days; 50% growth inhibitory concentration relative to control (IC50) was calculated. PC9, HCC827, HCC827GR5, Ma70, Ma70GR, 11-18, H1650, HCC4006, and H1975 cells had the EGFR mutation. HCC827GR and Ma70GR were EGFR-TKI resistant clones, with MET genomic amplification and an unknown resistance mechanism, established from HCC827 and Ma70 cells, respectively. HER3 mRNA expression levels were measured by quantitative reverse transcription-PCR (qRT-PCR) and the ratio was calculated against house-keeping genes in each cell line. <b>Results</b> The in vitro growth inhibition assay indicated that HCC827GR5, Ma70GR, and 11-18 cells were sensitive to U3-1402 (IC50 values 1.0, 5.2, 3.2 μg/ml, respectively). However, other cells were relatively resistant to U3-1402, having IC50 values greater than 10 μg/ml. Notably, HCC827GR5 cells were more sensitive to U3-1402 than parental HCC827 cells were. Specifically, 1.0 μg/ml U3-1402 reduced the viable cell proportion to 50% of control in HCC827GR5 cells, but the effect was limited to 95% of control in HCC827 parental cells. Furthermore, EGFR-TKI erlotinib increased sensitivity to U3-1402 in HCC827GR5 cells. Specifically, 1.0 μM erlotinib reduced the viable cell proportion to 69% of control, and 1.0 μg/ml U3-1402 reduced it to 50% of control in HCC827GR5 cells, but both agents combined reduced it to 3% of control. In an effort to clarify the underlying mechanism by which EGFR-TKI resistant HCC827GR5 cells were more sensitive to U3-1402 than parental HCC827 cells were, we evaluated the HER3 mRNA expression in both cell lines. HCC827GR5 cells had significantly higher levels of HER3 mRNA than parental HCC827 cells did (1.85 vs 0.65, <i>t</i>-test; <i>p</i> = 0.003). <b>Conclusions</b> U3-1402 preclinically exhibited its efficacy in NSCLC with EGFR mutation. Its efficacy was enhanced by EGFR-TKI combination. Sensitivity to U3-1402 might depend on HER3 expression levels. These results provide a rationale for U3-1402 alone or in combination with EGFR-TKI to be investigated in patients with NSCLC with EGFR mutation and aberrant HER3 expression.","keywords":"EGFR;Antibody Engineering;Antibody Engineering;Non-small cell lung cancer","organ":"Lung cancer: non-small cell","topic":"Growth factor receptors and other surface antigens as targets for therapy","target":"HER3","tumor":"Lung","combo":"ADC","sage":"target-tumor","pharma":"academia"}
