{"ID":"4572","institution":"Arcus Biosciences Inc.","authors":"Matt Walters","text":"<b>INTRODUCTION:</b> In the tumor micro-environment, extracellular ATP is sequentially hydrolyzed to adenosine by the ecto-nucleotidases CD39 (ATP→AMP) and CD73 (AMP→adenosine). Adenosine, through activation of the A<sub>2a </sub>receptor (A<sub>2a</sub>R), is a potent inhibitor of T-cell activation, resulting in an immunosuppressed phenotype. Thus, inhibition of A<sub>2a</sub>R has recently generated great interest in immuno-oncology. We present the characterization of a novel, selective, and highly potent small molecule antagonist of A<sub>2a</sub>R which is slated to enter the clinic in 2017. <b>METHODS: </b>The cellular potency of A<sub>2a</sub>R antagonists was assessed as a function of decreased cAMP levels in CHO cells stably over-expressing hA<sub>2a</sub>R, a Gs coupled receptor, following stimulation with the agonist NECA. Experiments were conducted in the presence and absence of human serum. Selectivity against the Gi-coupled receptor A<sub>1</sub>R was assessed similarly as a function of cAMP elevation in CHO cells stably expressing hA<sub>1</sub>R, following pretreatment with forskolin and stimulation with NECA. The ability of AB928 to reverse adenosine-mediated immune suppression (25 μM) of human or mouse CD8<sup>+</sup> T-cells was determined using standard CD3/CD28 activation conditions. CD25 expression and cytokine release were measured by flow cytometry and ELISA, respectively. The pharmacokinetic characteristics of AB928 were assessed in rodent and non-rodent species to facilitate calculation of a projected human dose. <b>RESULTS: </b>AB928 represents a novel series of potent and selective compounds designed to inhibit adenosine-mediated A<sub>2a</sub>R activation. This molecule is different from most known A<sub>2a</sub>R antagonists in that it does not cross the blood brain barrier. AB928 inhibited NECA-mediated A<sub>2a</sub>R activation with a potency of <10 nM and maintained its potency in the presence of human serum. AB928 did not significantly inhibit any of the major CYP450 isozymes and did not significantly inhibit the potassium ion channel hERG. AB928 fully reversed the ability of adenosine to suppress CD8<sup>+</sup> T cell activation as indicated by CD25 expression and increased levels of cytokines such as IFN-γ and IL-2 in the supernatants (p<0.01 vs 25 μM adenosine only). AB928 inhibited mouse A<sub>2a</sub>R, as indicted by reversal of adenosine-mediated immune suppression in the CD8<sup>+</sup> T-cell activation assay. Pharmacokinetic characterization of AB928 showed it to be orally bioavailable with characteristics suitable for human dosing that will allow ≥ 90% target inhibition over 24 hrs. <b>CONCLUSIONS: </b> AB928 is a potent, selective and peripherally restricted antagonist of the A<sub>2a</sub>R receptor which is slated to enter clinical development in 2017.","keywords":"Cancer immunotherapy;ATP;ATP;Immunomodulation","organ":"Not Applicable","topic":"Immunomodulatory agents and interventions","target":"A2AR","tumor":"Many","combo":"SMI","sage":"immunosuppressive","pharma":"pharma"}
