{"ID":"4574","institution":"Endocyte","authors":"Yingjuan Lu","text":"Inflammation disorder is a major component of cancer progression and drug resistance. Tumor microenvironment due to its complex nature presents physical and physiological barriers to both chemotherapy and immunotherapy. On the other hand, the folate receptor (FR) family includes two cysteine-rich GPI-anchored membrane glycoproteins (FRα/β) that are capable of bringing folate-linked small-molecule drugs (SMDCs) into the cell cytosol via endocytosis. Consequently, both receptor isoforms have been considered promising therapeutic targets due to frequent overexpression of FRα by cancer cells of epithelial origins and FRβ by tumor-associated macrophages (TAMs). TAMs are strongly immunosuppressive and high TAM frequency has been correlated with poor patient prognosis and treatment outcome.<br />While a folate-targeted chemotherapy can be very powerful for sensitive tumor types, resistance does regularly occur in FR-positive tumors for reasons that are largely unknown. Moreover, there seems to be considerable disconnect between a drug candidate’s <i>in-vitro</i> activity and <i>in-vivo</i> efficacy. Using syngeneic mouse models that represent different tumor immune microenvironments (M109, Renca, 4T1-Cl2), we investigated the immunomodulatory properties of SMDCs and devised combinatorial strategies with standard-of-care (SOC) agents to break the tumor-induced immune tolerance. Our results indicated that a successful treatment goes beyond targeting the cancer cells themselves; instead, it requires a good match between our compound and a “sensitive” tumor microenvironment. We found that within “TAM-rich” solid tumors, an effective SMDC may be one with dual mechanisms of action that affect both FRα-positive tumor cells and FRβ-positive TAMs. Moreover, the process of choosing partner drugs, such as immune checkpoint inhibitors and inhibitors of myeloid-derived suppressor cells, should be guided by the immunomodulatory properties of both SMDCs and SOC agents to overcome the frequently observed chemo- and immuno-resistance.","keywords":"Immunomodulation;Folate Receptor;Folate Receptor;Targeted therapy","organ":"Not Applicable","topic":"Immune mechanisms invoked by other therapies including chemotherapy","target":"Many","tumor":"Many","combo":"SMI","sage":"immunosuppressive","pharma":"pharma"}
