{"ID":"4589","institution":"UCSF","authors":"Chen-Yen Yang","text":"CD70 is a member of the tumor necrosis factor (TNF) superfamily and aberrantly expressed in several solid tumors and a variety of hematologic malignancies. The CD70 protein is expressed on highly activated lymphocytes (like in T and B cell lymphomas). Since normal lymphocytes do not express much CD70, it is suggested that anti-CD70 antibodies could be a potential treatment for CD70 positive lymphomas. SGN-CD70A is a novel antibody-drug conjugate that combines an anti-CD70 monoclonal antibody with a synthetic DNA cross-linking molecule, pyrrolobenzodiazepine (PBD) dimer. It is currently under phase I clinical trials for renal cell carcinoma, mantle-cell, diffuse large B-cell, and follicular lymphoma. The aim of this study is to investigate the anti-tumor activity of SGN-CD70A in T cell lymphomas. We first examined CD70 expression in 36 cases of mature T or NK cell lymphomas using immunohistochemical (IHC) staining of patient biopsy specimens. The IHC results were reviewed and scored by 2 independent pathologists. We further investigated CD70 expression in Sezary syndrome (SS), mycosis fungoides (MF), and T cell acute lymphoblastic leukemia (T-ALL) cell lines, along with patient-derived T cell lymphoma primary cells and healthy donors’ peripheral blood mononuclear cells (PBMC) by flow cytometry. We next evaluated the anti-tumor activity of SGN-CD70A in cutaneous T cell lymphoma (CTCL) cell lines and patient-derived T cell lymphoma primary cells. Cell lines or primary cells were treated with SGN-CD70A at various concentrations, after which growth inhibition and apoptosis were assessed by CellTiter-Glo Assay, flow cytometry or Caspase-Glo 3/7 Assay, respectively. CD70 negative T-ALL cell lines were treated in parallel as negative controls for CD70 positive CTCL cell lines. Additionally, h00d-1910, an isotype control of the anti-CD70 antibody conjugated to PBD, was used as the negative control for SGN-CD70A. CD70 expression was observed across all subtypes of T cell lymphomas and all CTCL cell lines. In contrast, CD70 is not expressed in PBMC from healthy subjects. We demonstrated that SGN-CD70A potently inhibited cell growth in CD70-positive CTCL lines, but had no significant activity in CD70-negative T-ALL lines. In addition, SGN-CD70A induced more apoptosis and cell death in CTCL cell lines compared with media and h00d-1910 treated controls. Furthermore, we showed that SGN-CD70A inhibited cell proliferation and induced higher caspase 3/7 activity in CD70-expressing patient-derived T cell lymphoma primary cells in a dose-dependent manner, while h00d-1910 treated in parallel had no significant effects. In summary, CD70 is expressed in both nodal and cutaneous T cell lymphomas but not in healthy donors. SGN-CD70A not only shows anti-tumor activity in CTCL cell lines expressing CD70, but also inhibits proliferation and induces apoptosis in patient-derived T cell lymphoma primary cells, indicating it is a promising treatment for T cell lymphomas.","keywords":"Lymphoma: non-Hodgkin's lymphoma;Antibody;Antibody;T cell lymphoma","organ":"Lymphoma: non-Hodgkin's lymphoma","topic":"Therapeutic antibodies, including engineered antibodies","target":"CD70A","tumor":"Lymphoma","combo":"ADC","sage":"target-tumor","pharma":"academia"}
