{"ID":"4593","institution":"University of Minnesota","authors":"Drishti Sehgal","text":"Antibody-drug conjugates (ADC) hold considerable promise as anticancer agents. A critical determinant of the effectiveness of ADCs is the chemistry that is used to conjugate the payload. Currently used approaches include primarily conjugation to either side-chain amine or carboxylic acid groups or conjugation to thiols. Because these reactions are not site specific and not easily controlled, these chemistries can result in reduced affinity for the target antigen. Further, these conjugation reactions lack selectivity and can result in heterogeneous mixtures of products that differ in the sites and stoichiometry of modification. We investigated a glycoengineering strategy that enables the introduction of artificial azide groups in the antibody without affecting their antigen affinity. This is based on the observation that glycosyltransferases can incorporate non-natural sugars (e.g., azido mannose) at different sites on an IgG molecule. The azide groups inthese artificial sugars are then available to react with alkynes through copper-catalyzed ‘click’ chemistry or with strained alkynes such as dibenzyl cyclooctyne (DBCO) allowing for biorthogonal, copper-free ‘click’ chemistry. Because the sugars are added reproducibly and at asite that does not affect antigen binding, the glycoengineering technology would overcome problems associated with traditional conjugation strategies. Using this approach, azide groups were introduced in anti-CD133 and anti-perlecan antibodies. Further, the azide groups were available to react with various DBCO conjugates including fluorophores, drug molecules and nanoparticles. Importantly, the addition of artificial sugar and subsequent azide-alkyne reactiondid not affect the affinity of the antibody for the target antigen. Conjugation of nanoparticles to antibodies using this approach resulted in enhanced cellular uptake of the nanoparticles. Similarly, conjugation of a cytotoxin to the antibody resulted in enhanced cell kill in vitro. Weexpect that this glycoengineering strategy will prove to be a unique platform technology that will have a significant impact on antibody-based therapeutics.","keywords":"Antibody;NA;NA;NA","organ":"Not Applicable","topic":"Therapeutic antibodies, including engineered antibodies","target":"NA","tumor":"NA","combo":"ADC","sage":"other","pharma":"academia"}
