{"ID":"4600","institution":"FLX Bio, Inc.","authors":"Jordan Fridman","text":"Naturally suppressive CD4<sup>+</sup> Foxp3<sup>+</sup> T<sub>reg</sub> are essential for immune tolerance. Although T<sub>reg</sub>-mediated suppression of effector cells is important to control inflammation and prevent autoimmune diseases, the presence of T<sub>reg</sub> in the tumor microenvironment (TME) has been shown to dampen anti-tumor immune responses. Human T<sub>reg</sub> express CCR4, the receptor for the chemokines CCL17 and CCL22. These chemokines are produced by tumor cells, tumor-associated macrophages and dendritic cells, as well as by effector T cells (T<sub>eff</sub>). Preclinical and clinical data supports a role for CCR4-mediated recruitment and accumulation of T<sub>reg</sub> in the TME which can be associated with poor prognosis. Further, recent longitudinal studies in patients receiving IO agents demonstrate an influx of T<sub>reg</sub> in responding patients which may dampen optimal anti-tumor responses. Therefore, CCR4 is an ideal target to selectively block T<sub>reg</sub> recruitment into the TME.<br />We have developed structurally unique series of small molecule antagonists of CCR4. These antagonists have cellular potencies in multiple assays (e.g. chemotaxis of primary human T<sub>reg</sub> in 100% serum) in the low double-digit nM range. Representative compounds are selective against other chemokine receptors, GPCRs and ion channels, including the hERG channel, and lack inhibition of common human CYP450 enzymes. Moreover, compounds have excellent <i>in vitro</i> and <i>in vivo</i> ADME properties, consistent with convenient oral dosing. In preclinical syngeneic tumor models, these CCR4 antagonists block T<sub>reg</sub> migration and support expansion of activated T<sub>eff</sub>. In contrast to the non-selective approach of depleting anti-CCR4 antibodies, our compounds reduce T<sub>reg</sub> in the tumor, but not in peripheral tissues such as blood, spleen or skin. In preclinical efficacy studies, CCR4 antagonists potentiate the anti-tumor effects of various checkpoint inhibitors and immune stimulators such as anti-PD-L1 and anti-CD137 antibodies. We observe enhanced tumor growth inhibition and increased tumor regressions when these agents are combined with CCR4 antagonists, without any gross toxicity. Further characterization of these CCR4 antagonists and their anti-tumor effects will be described.","keywords":"Chemokine receptor;Immunostimulation;Immunostimulation;Immunotherapy","organ":"Not Applicable","topic":"Immunomodulatory agents and interventions","target":"CCR4","tumor":"Many","combo":"SMI","sage":"immunosuppressive","pharma":"pharma"}
