{"ID":"4607","institution":"Eisai Andover Innovative Medicines Institute","authors":"Diana Albu","text":"<b>Purpose:</b> Immunotherapies targeting immune checkpoint receptors have shown great promise for a subset of cancer patients; however, robust and safe combination therapies are still needed. In the tumor microenvironment, prostaglandin E2 receptor type 4 (EP4) signaling has been implicated in both protumoral myeloid cell differentiation and cytotoxic T cell exhaustion. We evaluated the combination of the EP4 antagonist E7046 (clinical trial NCT02540291) with anti-PD1 or anti-CTLA4 in preclinical tumor models, and also interrogated the relationship between PGE<sub>2</sub> pathway activation and cancer patient survival. <b>Materials/Methods:</b> Mouse syngeneic tumor models CT-26 and 4T1 were used for pharmacological investigation. GMP grade E7046 was administered to tumor-bearing animals by oral gavage. Co-culture of EG7-OVA and OT1 cells in an antigen-specific cytotoxic T cell (CTL) activation assay provided mechanistic insights. For translational validation, transcripts of five major genes involved in PGE<sub>2</sub> synthesis, transport and degradation were compared between malignant and normal tissues across all TCGA tumor types, and correlation of their expression with overall survival was assessed. <b>Results:</b> In the CT26 tumor model, the combination of E7046 and anti-PD1 resulted in significantly more tumor-free animals compared with either agent alone. In the 4T1 tumor model, the combination of E7046 and anti-CTLA4 was also more effective in suppressing tumor growth and tumor rejection compared with anti-CTLA4 alone, and was accompanied by a markedly increased accumulation of GZMB<sup>+</sup>CD8T<sup>+</sup> CTLs in the treated tumors. Consistent with those findings, addition of anti-PD1 antibody promoted OVA-specific CTL activation in vitro while addition of PGE<sub>2</sub> strongly inhibited it, as measured by IFNγ secretion. Inclusion of E7046 dose-dependently reversed the PGE<sub>2</sub>-induced suppressive activity in the presence of anti-PD1 antibody. Among major human PGE<sub>2</sub> pathway genes, TCGA analysis showed that <i>PTGES1</i> was upregulated and <i>HPGD</i> downregulated across a broad range of tumor types. In contrast, <i>COX1</i>, <i>COX2</i> and <i>PGT</i> showed less difference between malignant and normal tissues. Importantly, these differences of one or multiple PGE<sub>2</sub> pathway genes were strongly associated with patient survival in certain cancer types. <b>Conclusions:</b> A subset of human cancer types displays upregulated PGE<sub>2</sub> pathway that is associated with a poorer prognosis. PGE<sub>2</sub>-EP4 signaling potently suppresses antigen-specific CTL activation in the presence of PD1 signaling blockade. The combination of EP4 antagonist E7046 with either anti-PD1 or anti-CTLA4 demonstrated superior anti-tumor activity compared with anti-PD1 or anti-CTLA4 alone. This increased activity was accompanied by increased CTL activation.","keywords":"Prostaglandin E2;Checkpoint blockade;Checkpoint blockade;antigen-specific CTL","organ":"Carcinoma: adenocarcinoma","topic":"Modifiers of the tumor microenvironment","target":"PGE-EP4","tumor":"Many","combo":"SMI_checkpoint","sage":"immune_effector","pharma":"pharma"}
