{"ID":"4633","institution":"National Cancer Institute","authors":"Jingli Zhang, Qun Jiang, Christine Alewine, Swati Khanna, Betsy Morrow, Anish Thomas, Ira Pastan, Raffit Hassan","text":"Mesothelin is a tumor differentiation antigen that is highly expressed in many cancers including malignant mesothelioma. RG7787 is a second-generation anti-mesothelin immunotoxin that is designed to be less immunogenic in patients and has reduced non-specific toxicity in pre-clinical studies. In this study, we evaluated the anti-tumor efficacy of RG7787 alone and in combination with nab-paclitaxel using primary mesothelioma cell lines obtained from patients with pleural or peritoneal mesothelioma. Four early passage<b> </b>malignant mesothelioma cell lines: NCI-Meso16, NCI-Meso19, NCI-Meso21 and NCI-Meso29 were evaluated for mesothelin expression and have 18x10<sup>3</sup>- 56x10<sup>3</sup> mesothelin sites/cell. All four cell lines were sensitive to RG7787 with IC50<sub>s</sub> of 0.3 to 10 ng/ml. Three of the cell lines: NCI-Meso 16, NCI-Meso 21 and NCI-Meso 29 were also sensitive to nab-paclitaxel with IC50<sub>s</sub> of 4, 40 and 2 ng/ml respectively while, NCI-Meso 19 was resistant with IC50 >100 ng/ml. Synergistic in vitro cell cytotoxicity was observed with both NCI-Meso16 and NCI-Meso21 cells, when treated with the combination of RG7787 and nab-paclitaxel. To evaluate the efficacy of RG7787 with nab-paclitaxel in vivo, athymic nude mice were inoculated subcutaneously with 5x10<sup>6</sup> NCI-Meso 16 cells. When the tumors reached 100 mm<sup>3</sup> in size, mice (n=7 in each group) were treated with 2 cycles (separated by 3 days) of either RG7787 2.5 mg/kg every other day x 3 doses, nab-paclitaxel 100 mg/kg on day 1, a combination of RG7787 and nab-paclitaxel at the same dose and schedule as for single agent therapy, or received no treatment (control). Although treatment with RG7787 and nab-paclitaxel alone resulted in tumor shrinkage compared to control mice, none of the mice had complete tumor regressions. However, in mice treated with RG7787 plus nab-paclitaxel all mice had complete tumor regressions by day 64 that persisted in 7/7 mice when the experiment was terminated 100 days after starting treatment. In the slow growing NCI-Meso 21 in-vivo model, we also observed similar synergistic anti-tumor effects with the combination of RG7787 and nab-paclitaxel. Taken together, our findings show that RG7787 in combination with nab-paclitaxel has significant anti-tumor activity against primary mesothelioma cell lines both in vitro and in vivo, suggesting that this combination treatment could be useful to treat patients with mesothelioma.","keywords":"Mesothelioma;Nab-Paclitaxel;Nab-Paclitaxel;Mesothelin","category":"EXPERIMENTAL AND MOLECULAR THERAPEUTICS","sage":"small","moa":"immune"}
