{"ID":"4685","institution":"Angel H. Roffo Inst. of Oncology","authors":"Mariana Callero, Cristina Rodriguez, Aldana Sólimo, Elisa Bal de Kier Joffé, Andrea Loaiza Pérez","text":"Aminoflavone (AFP464, NSC 710464), an antitumor agent which recently entered phase II clinical trials, acts against estrogen-positive breast cancer (ER+). AFP464, which has a unique mechanism of action by activating aryl hydrocarbon receptor (AhR) signaling pathway, decreased tumor growth rate in an estrogen dependent, tamoxifen-sensitive mammary cancer murine model (M05) syngeneic in BALB/c developed in our animal facility. Considering that AhR has recently emerged as a physiological regulator of the innate and adaptive immune responses, it is our aim to investigate whether AFP464 modulates the immune response in our mouse model. Cytometric analyses of splenic cells obtained from AFP464-treated and control animals, at three different times after treatment (13, 21 and 41 days), revealed that MDSCs were lower in animals treated with AFP464 than in the vehicle control group. On the contrary (On the other hand) no differences in macrophages, NK, CD8+ T, and CD4+ T cells were observed between these two groups. We also found a diminished quantity of MDSCs in the inflammatory infiltrate, isolated from tumors treated with AFP464. According to these results, we also observed a higher cytotoxic activity of splenic cells from the AFP464-treated group compared with the control one (13 days: 1,50 ± 0,12 vs 0,74 ± 0,18; 21 days: 2,4 ± 0,3 vs 1,16 ± 0,2; 41 days: 2,97 ± 0,2. vs 1,07 ± 0,2 p ˂ 0,05). After an adoptive transfer of splenic cells to mice bearing M05 tumors, we observed that tumors were significantly smaller in mice that received splenic cells from AFP464-treated mice compared with controls (p ˂ 0,05) . Finally, we also investigated the effects of AFP464 on metalloproteinase, arginase and iNOS activities in peritoneal macrophages. We found a time-dependent modulation: at 13 day after treatment AFP464 induces an anti-tumor M1 profile, which was gradually reverted to a pro-tumoral M2 profile, at 41 days after treatment. These data suggest that AFP464 modulates the immune response in order to collaborate with its anti-tumor activity and places the immune system as a novel target for this anti-cancer agent to strengthen the rationale for its inclusion in breast cancer treatment regimens.","keywords":"Immunomodulation;Breast cancer;Breast cancer;NA","category":"CLINICAL RESEARCH","sage":"small","moa":"immune"}
