{"ID":"4691","institution":"The University of Auckland","authors":"Kimiora Henare","text":"The functional plasticity of macrophages and their ability to support tumour growth or promote potent antitumor immunity make them an attractive target cancer therapy. Macrophages have been implicated in the complex antitumor activity of murine STING agonist, DMXAA, including disruption of tumor vasculature, induction of cytokine production, and promotion of durable antitumor immune responses. Many of these activities are lost in STING<sup>‑/‑</sup> mice, and DMXAA does not bind to human STING, providing a pertinent explanation for why the anti-tumour effects of DMXAA observed in mice were not recapitulated human clinical trials. Using PMA-differentiated THP-1 macrophages, we sought to identify human active analogues of DMXAA <i>in vitro</i>, comparing their capacity to induce cytokines indicative of a classically activated antitumour phenotype; the non-canonical STING agonist 2'3'-cGAMP was also included in our investigation. IP-10 (CXCL10) production, measured by ELISA, was used as an initial marker for activity, followed by multiplex cytokine analysis for broader characterisation compared to M(IFN-γ/LPS), M(IL-4/IL-13), and ‘resting’ M(media alone) macrophage phenotypes. Parallel experiments were also conducted with RAW264.7 murine macrophages to compare the DMXAA-induced cytokine profile directly with that of 2'3'-cGAMP. 2'3'-cGAMP induced 22-fold and 18-fold increases in IP-10 production in resting and M(IL-4/IL-13) THP-1 macrophages, respectively. By comparison, THP-1 macrophages were much less responsive to DMXAA and analogues tested to date. Furthermore, 2'3'-cGAMP induced a spectrum of cytokines similar to that observed in M(IFN-γ/LPS) macrophages, and markedly different to that of M(IL-4/IL-13) THP-1 macrophages. DMXAA, and analogues previously shown to have cytokine-inducing activity in human leukocytes did not produce cytokine spectra indicative of a classic M(IFN-γ/LPS) phenotype. Unlike human cells, however, cytokine spectra produced by RAW264.7 murine macrophages were comparable between DMXAA- and 2'3'-cGAMP-treated cells. These findings support previous data that suggest that STING agonists can promote macrophage polarisation towards an antitumour phenotype. While DMXAA is active in murine macrophages, only 2'3'-cGAMP can induce in human THP-1 cells, an M(IFN-γ/LPS)-like spectrum of cytokines often attributed to an antitumour macrophage phenotype.","keywords":"Macrophages;NA;NA;NA","organ":"Not Applicable","topic":"Immunomodulatory agents and interventions","target":"STING","tumor":"NA","combo":"SMI","sage":"immune_effector","pharma":"academia"}
