{"ID":"4697","institution":"MedImmune","authors":"Stefanie Mullins","text":"Recent successes in immuno-oncology have focussed primarily on the T-cell synapse, targeting co-activatory /inhibitory pathways to modulate T cell function. However, strategies that target tumor-resident myeloid cells may be required to fully exploit the therapeutic potential of the anti-cancer immune response. TOLL-like receptors (TLRs) are expressed on a broad range of myeloid cells and function to recognise highly evolutionarily conserved pathogen-associated molecular patterns. Signalling through TLRs leads to the activation of antigen-presenting cells (APCs) and to expression of inflammatory cytokines. However, whilst topical application of TLR agonists have proved successful in the treatment of dermatological tumors, systemic administration have proved to be poorly tolerated. MEDI9197 (formerly 3M-052), is a novel lipophilic TLR7/8 agonist designed with a lipid tail to facilitate retention at the site of injection, limiting systemic exposure. These properties make MEDI9197 ideal for intratumoral (IT) administration. We have demonstrated that MEDI9197 is a potent TLR7 and TLR8 agonist and induces pro-inflammatory cytokines through activation of a diverse range of myeloid and lymphoid cells. In mice bearing established tumors, IT injection of MEDI9197 induces a local inflammatory response, characterized by upregulation of genes associated with the activation of innate and adaptive immunity in the injected tumor and tumor draining lymph nodes. Moreover, treatment leads to an increase in the frequency of tumor infiltrating lymphocytes (TILs), such as CD8<sup>+</sup> cytotoxic T cells and increased expression of activation markers, such as CD69. Cellular depletion studies reveal that CD8<sup>+</sup> T cells are required for therapeutic activity. Furthermore, using <i>in vitro</i> co-cultures we demonstrate that MEDI9197 is able to enhance cytotoxic activity of NK cell and T cells. Importantly, in models that respond poorly to mAbs targeting either PD-L1 or CTLA-4, combination with MEDI9197 significantly improved anti-tumor activity when compared to either monotherapy alone. These preclinical data demonstrate that MEDI9197 can modulate both the myeloid and lymphoid immune compartments to mediate anti-tumor activity and combines productively with immune checkpoint blockade. MEDI9197 is currently being evaluated as a monotherapy for safety and efficacy in human clinical trials (NCT02556463).","keywords":"Tumor microenvironment;NA;NA;NA","organ":"Not Applicable","topic":"Modifiers of the tumor microenvironment","target":"TLR7/8","tumor":"NA","combo":"SMI_checkpoint","sage":"immune_effector","pharma":"pharma"}
