{"ID":"4698","institution":"Ignyta, Inc.","authors":"Gary Li","text":"The TAM family of receptor tyrosine kinases (RTKs), TYRO3, AXL, and MER, has been implicated in the pathogenesis and progression of many cancer types. In cancer cells, overexpression of TAM RTKs is associated with resistance and mesenchymal phenotype. In immune cells, TAM RTKs play a key homeostatic role as negative regulators of immune responses, contributing to the evasion of cancer cells from immune surveillance. Here we studied expression as well as functional modulation of TAM RTKs on immune cells in the tumor microenvironment and evaluated whether RXDX-106, a selective and potent, pseudo-irreversible small molecule inhibitor of TAM RTKs could restore and enhance host immunity against cancer. We first evaluated the expression of TAM RTKs on immune cells in non-tumor bearing mice and tumor bearing mice. Tumor bearing animals showed increased expression of TAM RTKs in subsets of immune cells such as lymph node macrophages and T cells, compared to non-tumor bearing mice. Particularly, TAM expression was upregulated in CD8+ T cells in tumors, suggesting that the increased expression could restrain T cell activation and mediate exhaustion. RXDX-106 reduced TAM phosphorylation on macrophages at concentrations as low as 2.5 nM, and inhibited AXL- and MER-dependent<i> in vitro</i> phagocytosis with an IC<sub>50</sub> of 10.8 and 9.1 nM, respectively. In syngeneic mouse models, including 4T-1 breast cancer model and CT26 colon cancer model, RXDX-106 dose-dependently inhibited tumor growth and demonstrated further tumor growth inhibition in combination with anti-CTLA-4 or anti-PD-1 antibodies. The tumor growth inhibition was associated with increased total T cells, decreased T-regulatory cells, and increased IFN-γ production by NK cells in the tumor. RXDX-106 also increased IFN-γ levels in the blood when combined with anti-PD-1 antibody. Although RXDX-106 had no effect on T cell proliferation <i>in vitro</i>, it could increase the proliferation of T cells in lymph nodes <i>in vivo</i>. In conclusion, we demonstrated that tumors could induce TAM expression on subsets of T cells and that inhibition of TAM RTK activity by the small molecule inhibitor, RXDX-106, could potentially remove the molecular “brake” on immune activation in macrophages, NK cells and T cells, resulting in repolarization of the immune response towards an anti-tumor environment. The unique mechanism of activating both innate and acquired immunity by RXDX-106, and the compelling preclinical data in cell line and syngeneic models, support the clinical development of RXDX-106 in a wide variety of cancers.","keywords":"Immunotherapy;Macrophages;Macrophages;Targeted therapy","organ":"Not Applicable","topic":"Immunomodulatory agents and interventions","target":"TAM","tumor":"Many","combo":"SMI","sage":"immune_effector","pharma":"pharma"}
