{"ID":"47","institution":"Yale Univ. School of Medicine","authors":"Gulden Menderes","text":"<b>Introduction: </b>Carcinosarcoma (CS) is a rare and highly aggressive gynecologic malignancy. The amplification of HER2/neu has been reported to occur in 25%-56% of uterine and ovarian CSs with significant heterogeneity of the expression within epithelial and in-between epithelial and mesenchymal components. The reported high incidence makes HER2/neu an attractive target for new molecularly targeted therapies. We investigated the efficacy of SYD985, (Synthon-Biopharmaceuticals), a novel HER2-targeting antibody-drug conjugate (ADC) composed of a monoclonal antibody (mAb) similar to trastuzumab linked to a highly potent DNA-alkylating agent (i.e., duocarmycin) in uterine and ovarian carcinosarcoma. We also compared the anti-tumor activity of SYD985 to trastuzumab emtansine (T-DM1), a FDA-approved ADC, against multiple primary CS cell lines expressing different levels of HER2/neu in <i>in vitro</i> and <i>in vivo</i> experiments.<br /><b>Methods: </b>Eight primary CS cell lines were evaluated for HER2/neu surface expression by IHC and gene amplification using FISH assays. The cytotoxicity of SYD985 and T-DM1 was evaluated using these eight CS primary cell lines with differential HER2/neu expression (i.e., 0, 1+, and 3+). Antibody-dependent cellular cytotoxicity (ADCC), proliferation, viability and bystander killing experiments were performed using Cr<sup>51</sup>-release assays, propidium iodide-based and flow cytometry assays, respectively. SYD985 and T-DM1 <i>in vivo</i> activity was also studied in mouse xenograft models.<br /><b>Results: </b>Similar ADCC were induced by SYD985 and T-DM1 when effector cells were present against CS cell lines with different HER2/neu expression. In contrast, SYD985 was significantly more cytotoxic compared to T-DM1 in the absence of the effector cells. SYD985 is 7 to 54 fold more potent than T-DM1 in comparative experiments and unlike T-DM1, it is active against CS demonstrating moderate/low or heterogeneous HER2/neu expression. Specifically, in HER2/neu 0/1+ cell lines the mean IC<sub>50</sub>’s were 0.060 µg/mL and 3.221 µg/mL for SYD985 vs T-DM1 (p<0.0001) and in HER2/neu 3+ cell lines 0.013 µg/mL and 0.096 µg/mL, (p<0.0001), respectively, (p<0.0001). Unlike T-DM1,<br />SYD985 induced efficient bystander killing of HER2/neu 0/1+ EOC cells admixed with HER2/neu 3+ cells. <i>In vivo</i> studies confirmed that SYD985 is more active than T-DM1 in CS and effective against HER2/neu 3+ xenografts.<br /><b>Conclusions: </b>We demonstrate for the first time that SYD985 is a novel ADC with remarkable activity against CS not only with strong (3+) but also with low (0/1+) HER2/neu expression . Clinical studies with SYD985 in patients harboring chemotherapy-resistant uterine and ovarian CS with low, moderate and high HER2 expression are warranted.","keywords":"HER-2/neu;Sarcoma/soft-tissue malignancies;Sarcoma/soft-tissue malignancies;Ovarian cancer","organ":"Gynecological cancers: other","topic":"Antireceptors","target":"HER2","tumor":"Carcinosarcoma","combo":"ADC","sage":"target-tumor","pharma":"academia"}
