{"ID":"4704","institution":"St. Jude Children's Research Hospital","authors":"Hazem Ghoneim","text":"Immune-checkpoint blockade (ICB)-mediated rejuvenation of exhausted CD8 T cells has emerged as one of the most promising frontiers for treating cancer and chronic infections. However, antigen-specific T cells that have differentiated to a terminal state of exhaustion remain refractory to ICB-mediated rejuvenation and currently have limited potential for contributing to this promising therapeutic approach. Given that many of the impaired effector-properties of terminally exhausted CD8 T cells appear to be heritably maintained even in the absence of antigen, we investigated the role of de novo DNA-methylation programming as a cell-intrinsic mechanism for establishing the ICB-nonresponsive state of T-cell exhaustion. Using a TCR-inducible system to delete the de novo DNA methyltransferase, Dnmt3a, in CD8 T cells (cKO) responding to a chronic LCMV infection, we observed that antigen-specific CD8 T cells lacking the capacity to acquire new DNA methylation programs retained their effector function despite exposure to high antigen loads for several months. Longitudinal whole-genome bisulfite sequencing methylation profiling and gene expression analysis of wild-type and <i>Dnmt3a</i> cKO antigen-specific CD8 T cells during persistent antigen exposure revealed that de novo DNA methylation was progressively targeted to the loci of effector cytokines, transcription factors, and regulators of cellular proliferation (e.g., <i>IFNγ</i>, <i>T-bet</i>, <i>Tcf7</i>, and <i>Myc</i>) enforcing their repressed gene expression. Dnmt3a-deficient CD8 T cells resisted terminal T-cell exhaustion and maintained high proliferation potential in a cell-intrinsic manner. These data reveal Dnmt3a as a critical regulator in the development of T-cell exhaustion and identify exhaustion-specific de novo methylation programs as a potential cell-intrinsic barrier of ICB therapy. Our findings provide mechanistic insights for identifying novel epigenetic targets in exhausted T cells that can be exploited to overcome the ICB-nonresponsive state of severely exhausted T cells. Moreover, our study provides a rationale for developing new combinatorial strategies of targeted epigenetic therapies and T cell-based immunotherapy to treat cancer.","keywords":"DNA methylation;Cancer immunotherapy;Cancer immunotherapy;Epigenetics","organ":"Not Applicable","topic":"Immune checkpoints","target":"DNMT","tumor":"NA","combo":"SMI","sage":"immune_effector","pharma":"academia"}
