{"ID":"4854","institution":"The George Washington University","authors":"Debarati Banik","text":"Histone deacetylases (HDACs), originally described as histone modifiers, have recently been demonstrated to modify a variety of other proteins involved in diverse cellular processes unrelated to the chromatin environment, including the modulation of proteins related to cell cycle/apoptosis and immune regulation. In contrast to the well-documented effects of HDAC inhibitors (HDACi) in the control of cell cycle and apoptosis, their role in immune-biology is incompletely understood. We have found that the pharmacological or genetic abrogation of a single HDAC, i.e. HDAC6, inactivates the STAT3 pathway and modulates the expression of immuno-regulatory proteins, including the down-regulation of PD-L1, PD-L2 and B7-H4, important negative regulators of immune function, often over-expressed in cancer cells; including breast cancer. HDAC6 has been also involved in a number of structural functions related to cellular motility, shape and intracellular transport through the regulation of the acetylation of numerous targets, including tubulin and cortactin. This function is strongly suggestive of HDAC6 being a key player in metastatic cancer progression. In our initial studies we observed that the selective HDAC6 inhibitor Nexturastat A is capable of reducing the tumor growth in a highly aggressive murine mammary carcinoma that mimics human triple negative breast cancer (TNBC), under both orthotopic and subcutaneous conditions of implantation. Additionally, we observed that the size and number of secondary tumor nodules in lungs were significantly diminished after the HDAC6i treatment. In order to boost the anti-tumor T-cell response, we also tested check-point inhibitors against the tumor (such as anti PD-1 and CTLA4 antibodies). While each of the standalone treatments showed a certain degree of success in reducing tumor growth and enhancing intra-tumoral IFNγ, we demonstrated that HDAC6i improves anti-tumor immune responses when combined with immune check-point blockade.","keywords":"Epigenetics;Histone deacetylase inhibitor;Histone deacetylase inhibitor;NA","organ":"Breast cancer","topic":"Metastasis-promoting genes","target":"HDAC6","tumor":"Breast","combo":"SMI_checkpoint","sage":"immune_effector","pharma":"academia"}
