{"ID":"4928","institution":"Gustave Roussy","authors":"Romain DAILLERE","text":"The tumor microenvironment is influenced by anticancer therapies, and even more so by those affecting the gut homeostasis. We previously reported that a deviated repertoire of the intestinal microbiome called « dysbiosis », caused by broad spectrum antibiotics compromised the efficacy of cyclophosphamide (CTX), an immunomodulatory alkylating agent exerting cytotoxic effects against cancer, highlighting the importance of the gut microbiota in this mechanism (<b>Viaud, Science, 2013</b>). CTX is responsible for disrupting the gut barrier integrity as well as intestinal homeostasis, allowing a NOD2-dependent translocation of several Gram-positive bacteria into secondary lymphoid organs. CTX breaks the intestinal tolerance towards the intestinal microbiota and leads to immunization of the host against some bacterial strains. Here, we identified a Gram positive bacteria, <i>Enterococcus hirae, </i>which markedly modulates the intestinal and systemic immunity through the elicitation of bacterial-specific Th1 and pathogenic Th17 cells. Moreover, we have shown that <i>E. hirae</i> is capable of enhancing tumor-specific CD4<sup>+</sup> and CD8<sup>+</sup> T cell responses against candidate tumor antigens. In parallel, we have demonstrated that intestinal epithelial cells NOD2 receptors represent ‘‘gut immune checkpoints’’ restricting the immunogenicity of <i>E. hirae</i>. Finally, <i>E. hirae</i> specific-memory Th1 immune responses selectively predicted longer progression-free survival in advanced lung or ovarian cancer patients treated with immunotherapy and chemotherapy (platinum salts- or CTX-based chemotherapy) (<b>Daillère, Immunity, 2016</b>). Altogether, <i>E. hirae</i> represents a valuable probiotic against cancer, an oncomicrobiotic ameliorating the efficacy of the most common alkylating immunomodulatory compound.","keywords":"Chemotherapy;Bacterial treatment;Bacterial treatment;NA","organ":"Not Applicable","topic":"Microbiome","target":"NOD2","tumor":"NA","combo":"SMI","sage":"immune_effector","pharma":"academia"}
