{"ID":"5007","institution":"University of Iowa","authors":"Caitlin Lemke, Aliasger Salem, Arthur Krieg, George Weiner","text":"Checkpoint blockade of immune inhibitory pathways is an exciting new approach to inducing durable and clinically relevant anti-tumor immune responses. Nevertheless, there remains considerable room for improvement despite significant improvements in patient survival following therapy of a variety of malignancies with monoclonal antibodies that target CTLA4 or the PD-1/PD-L1 pathway.<br />Our goal is to improve the efficacy of this exciting new approach to cancer therapy by increasing intratumoral release and presentation of tumor associated antigens. More specifically, we evaluated the combination of anti-PD-1 antibody with intra-tumoral injection of a novel CpG ODN-containing virus-like particle (VLP) formulation in murine models of melanoma and lymphoma. The CpG VLP (designated CMP001) was designed to enhance antigen presentation and development of the T cell response. CMP001 was previously tested in >700 human volunteers and patients with asthma and found to be well tolerated and to stimulate Th1 immune responses. A modified version of CMP-001 in which a tumor antigen was conjugated to the VLP surface was also found to be well tolerated and to induce CD4 and CD8 T cell responses as a cancer vaccine adjuvant for melanoma.<br />Mice were given a bilateral subcutaneous challenge of either A20 B cell lymphoma or B16F0 melanoma. Anti-PD-1, or saline control, was delivered intraperitoneally (i.p.) starting 3-7 days after tumor challenge and continued twice weekly. CMP001, or saline control, was delivered intratumorally (i.t.) on one side starting 3-7 days after tumor challenge for a total of 3 doses. This allowed us to assess the local (treated tumor) and systemic (untreated tumor) effect of CMP001 therapy. Body weights, tumor volumes (treated and untreated), and overall survival were measured.<br />CMP001 enhanced survival, and reduced tumor growth of both the treated and untreated tumors in the A20 model. Each of these effects was enhanced when anti-PD1 was added. In the B16 model, CMP001 treatment reduced growth of the local tumor - an effect that was modestly enhanced by anti-PD1 therapy. There was no detectable synergy between CMP001 anti-PD1 on the untreated tumor, likely because of the rapid outgrowth of the untreated tumor before there was time for development of a robust anti-tumor immune response.<br />Results to date suggest that intratumoral CMP001, both alone and in combination with checkpoint blockade, can stimulate anti-tumor responses. These responses can result in regression of systemic tumor growth if they are generated before systemic disease becomes too advanced. Studies are ongoing to elucidate the protective role of immune cell populations that develop following this novel combination immunotherapy.","keywords":"Melanoma/skin cancers;CpG oligodeoxynucleotides;CpG oligodeoxynucleotides;Checkpoint blockade","category":"CLINICAL RESEARCH","sage":"small combo CPI","moa":"immune"}
