{"ID":"5049","institution":"Daiichi-Sankyo Co., Ltd","authors":"Kazutaka Yoshihara","text":"<b>Background:</b><br />Antibody-drug conjugates (ADC) provide a wider therapeutic index by allowing specific targeting of cytotoxic agents to tumor cells. DS-8201a is a novel HER2-targeting ADC which contains a high average drug-to-antibody-ratio (DAR) of 7-8 molecules of a topoisomerase I inhibitor (exatecan derivative, DXd) per antibody. Preclinical data demonstrated a broader antitumor activity of DS-8201a than T-DM1 (the only FDA approved HER2-targeting ADC), including efficacy against T-DM1 resistant and HER2 low-expressing tumors. The first-in-human (FIH) study, comprising a dose escalation (Part 1) and expansion (Part 2), is being conducted in patients with HER2+ breast cancer (BC), gastric cancer (GC), and other HER2 expressing tumors. This analysis was aimed to assess DS-8201a population pharmacokinetics (POPPK) and exposure-response (E-R) relationships for efficacy and key safety endpoints using data available so far, and to support Phase 2 dose selection.<br /><b>Methods:</b><br />Preliminary data were obtained from Part 1 portion of the FIH study, in which a total of 23 patients with BC or GC received intravenous DS-8201a doses ranging from 0.8 to 8.0 mg/kg tri-weekly. Firstly, the POPPK model of DS-8201a and DXd in serum was developed and the individual-predicted exposures were derived. An exposure-driven, tumor growth inhibition (TGI) model was then fit to the longitudinal tumor sum of longest diameter (SLD) data. Additionally, the E-R relationships for thrombocytopenia (TCP) and gastrointestinal (GI) toxicity were assessed using a cell lifespan model and a logistic regression model, respectively.<br /><b>Results:</b><br />A 2-compartment PK model with parallel linear and nonlinear elimination and a 1-compartment model with linear release and elimination best characterized the serum concentration-time profiles for DS-8201a and DXd, respectively. The TGI model for tumor SLD indicated a DS-8201a-exposure-dependent drug efficacy across the dose range tested. Model-based simulations showed that predicted % of patients exceeding pre-clinical efficacious DS-8201a concentration (4260 ng/mL) at trough was 86.7 to 95.9% during 6.4 mg/kg tri-weekly dosing, and predicted objective response rate (ORR) was approximately 50.5% in the Part 1 patient population with BC or GC. The cell lifespan modelling for TCP indicated that increased DS-8201a exposure was associated with a greater risk of grade 3 or 4 TCP but the predicted probability was low for doses of 6.4 mg/kg or below. No to minimal relationships with exposures of DS-8201a or DXd were observed for the GI toxicity.<br /><b>Conclusion:</b><br />A series of model-based simulations demonstrated that 50% ORR was expected at 6.4 mg/kg DS-8201a tri-weekly, with limited increases in the risk of TCP and GI toxicity relative to lower doses, which supports the selection of this dose for Phase 2.","keywords":"Breast cancer;HER2-targeting ADC;HER2-targeting ADC;Pharmacokinetics and pharmacodynamics","organ":"Breast cancer","topic":"Pharmacokinetics and pharmacodynamics","target":"HER2","tumor":"Breast","combo":"ADC","sage":"other","pharma":"pharma"}
