{"ID":"5141","institution":"Fred Hutchinson Cancer Research Center","authors":"Theo Sottero","text":"Antibody-drug conjugates (ADCs) have been FDA approved for targeted delivery of chemotherapy to a small subset of cancers. However, there are significant limitations in their clinical utility in the majority of cancers: despite hundreds of clinical trials, there are only two FDA approved drugs currently on the market. ADCs are further limited by their poor penetration into solid tumors and an inability to cross the blood-brain-barrier (BBB). Our lab has over a decade of experience with peptide-dye conjugates such as chlorotoxin-Cy5.5, which demonstrates tumor-specific accumulation in a wide range of cancers including solid tumors and tumors protected by the BBB. However, chlorotoxin-Cy5.5 accumulates in mouse liver – a potential liability if a chlorotoxin-drug conjugate exhibited similar biodistribution. Tumor Paint/BLZ-100 is a derivative of this molecule optimized for tumor accumulation that is currently in clinical trials to aid in cancer surgery. We sought to expand upon the utility of Tumor Paint and optimize a novel peptide that is capable of delivering both imaging agents and chemotherapeutics specifically to tumor cells <i>in vitro</i> and <i>in vivo</i>.<br />We have identified a novel Optide (OPtimized knottin pepTIDE) able to accumulate in a range of cancers (lymphoma, sarcoma, colon cancer, and pediatric medulloblastoma). To test whether an Optide could be created with a greater tumor specificity, we looked to both natural homologs as well as specific charged residue modifications. We have identified two next-generation Optides with enhanced uptake in mouse models of sarcoma. We have used these peptides to deliver a microtubule inhibitor to sarcoma and lymphoma <i>in vitro</i> and <i>in vivo</i>. Using <i>in vitro</i> flow cytometry, we have also identified multiple FDA approved drugs that upregulate or downregulate uptake of our family of peptide drug-conjugates. In understanding the pathways regulating the uptake of these peptides, we hope to both be able to identify tumors best suited for treatment with peptide-drug conjugates (PDCs) based on our Optide scaffold.","keywords":"Antibody;Drug design;Drug design;Pharmacokinetics","organ":"Sarcoma/soft-tissue malignancies","topic":"Novel drug delivery systems","target":"NA","tumor":"Many","combo":"ADC","sage":"other","pharma":"academia"}
