{"ID":"5172","institution":"Eisai Co., Ltd,","authors":"Yusaku Hori","text":"Recently, immunotherapeutic approaches have come to forefront in melanoma, non-small cell lung cancer, bladder cancer, and so on. However, sufficient benefits from these treatments have been limited. T cell infiltrating into tumor tissues is reported as one of the response biomarker candidates for the immune checkpoint inhibitors. Recent studies have shown that the activation of the Wnt/beta-catenin signaling pathway results in T cell exclusion and resistance to immune checkpoint inhibitor in melanoma patients. We established the Wnt1 tumor syngeneic mice model (Wnt1 model) by implantation of mammary adenocarcinomas isolated from MMTV-Wnt1 transgenic mice. Here we demonstrate whether E7386, a first-in-class orally active CBP/beta-catenin modulator, affects the recruitment of T cells into tumor tissues, leading to the enhancement of anti-PD-1 mAb in Wnt/beta-catenin signaling pathway activating tumor model. The mice were treated with E7386 (50 mg/kg, orally, BID) and/or anti-mouse PD-1 mAb (10 mg/kg, intraperitoneal, twice a week) for three weeks. Tumor diameters are measured with digital calipers, and the tumor volume in mm<sup>3</sup> is calculated. Immunohistochemical (IHC) analysis was evaluated for tumor-infiltrating T cells. E7386 showed significant antitumor activity in Wnt1 model, but anti-PD-1 mAb did not. In contrast, E7386 with anti-PD-1 mAb indicated prominent antitumor activity compared to each single treatment. Enhancement of body weight loss in combination group was not observed. In IHC analysis, infiltration of T cells was limited in vehicle control group, in contrast T cell infiltration into tumors was clearly observed in both E7386 treatment group and combination group. As a result, antitumor activity of immune checkpoint inhibitor was limited in Wnt-driven tumor model and E7386 as a novel CBP/beta-catenin modulator enhanced the antitumor activity of anti-PD-1 mAb via induction of tumor-infiltrating T cells.","keywords":"Wnt pathway;PD-1;PD-1;Tumor microenvironment","organ":"Not Applicable","topic":"Novel antitumor agents","target":"CBP/beta-catenin","tumor":"Melanoma","combo":"SMI","sage":"immune_effector","pharma":"pharma"}
