{"ID":"5255","institution":"Immune Design","authors":"Tina Albershardt, Anshika Bajaj, Jacob Archer, Rebecca Reeves, Andrea Parsons, Lisa Ngo, Jan ter Meulen, Peter Berglund","text":"Interleukin-12 (IL-12), produced by antigen-presenting cells, plays a pivotal role in the interplay between innate and adaptive arms of the immune system. IL-12 treatment has been shown to augment cytotoxic T lymphocyte (CTL) and T-helper 1 responses and anti-tumor effects. However, its use as a systemic therapeutic agent is limited due to toxicity. Intratumoral administration of IL-12 is thus being explored as a local alternative route of administration. Such strategies involve plasmid electroporation or other methods that randomly direct cells in the tumor to express IL-12. Here, we evaluated whether targeting expression of IL-12 to intratumoral dendritic cells (DC), thus mimicking the cytokine’s physiological biosynthesis and localization, would result in local and systemic immune responses and tumor control in preclinical models.<br />Six murine tumor models were used, including melanoma (B16F10), colon carcinoma (CT26), breast cancer (4T1), lymphoma (A20) and mastocytoma (P815). Tumors were implanted unilaterally, and for some models also bilaterally, to study systemic (abscopal) effects of therapy. A chimeric third-generation lentiviral vector from the ZVex platform, pseudotyped with the DC-tropic envelope glycoprotein of Sindbis virus, was engineered to express murine IL-12 (p35-p40) (ZVex/IL-12). ZVex/IL-12 was administered as a single intratumoral injection into palpable tumors, alone or in combination with the synthetic TLR4-agonist, glucopyranosyl lipid A (GLA). In some models, systemic anti-CTLA4 treatment was added to enhance clinical efficacy. Animals were monitored 2-3 times per week for tumor size and survival.<br />Greatest curative efficacy of ZVex/IL-12 was observed in the 100% lethal CT26 flank model, where all treated animals cleared their tumors and survived until end-of-study at 70 days post-challenge. In the B16 footpad and flank models, curative efficacy varied from 40% to 90%, with abscopal effects being observed after addition of anti-CTLA4. In the A20 and P815 models, efficacy varied from 30% to 60%. In the aggressive orthotopic 4T1 breast cancer model, co-administration of ZVex/IL-12 with GLA-AF resulted in significantly delayed tumor growth and increased survival time compared to either ZVex/IL-12 or GLA-AF used alone.<br />A single intratumoral injection of ZVex/IL-12 resulted in complete tumor regression or significant growth delay in all mouse tumor models investigated and was accompanied by significant survival benefit. The therapeutic effect could be enhanced by ad-mixing with GLA. Abscopal effects were observed in some models after treatment with ZVex/IL12 only and in others after addition of anti-CTLA4. These results point to the powerful modification of the tumor/tumor microenvironment by intratumorally expressed IL-12 by a ZVex vector and the induction of local and systemic immunity.","keywords":"Lentivirus;Tumor microenvironment;Tumor microenvironment;Interleukin-12","category":"IMMUNOLOGY","sage":"small combo CPI","moa":"immune"}
