{"ID":"5265","institution":"Peloton Therapeutics","authors":"Guangzhou Han, Christina Stevens, Zhaodan Cao, Shanhai Xie, Melissa Maddie, Barry Goggin, Eli Wallace, John Josey, Tai Wong","text":"The majority of clear cell renal cell carcinoma (ccRCC) have deficiency in the gene encoding the von Hippel Landau (VHL) protein, as a result of DNA copy loss, non-sense mutations, and epigenetic silencing. Deficiency in VHL and its E3 ligase activity results in stabilization of the transcription factors hypoxia-inducible factor (HIF)-1α and HIF-2α. In ccRCC, HIF-2α has been proposed to function as an oncogenic driver, as its depletion in tumor cells results in inhibition of tumor growth.<br />We previously described the identification of a potent and selective small molecule antagonist of HIF-2α, PT2385 that disrupts the hetero-dimerization of HIF-2α with the aryl hydrocarbon receptor nuclear translocator. PT2385 inhibits growth of ccRCC tumor xenografts derived from cancer cell lines and from patients’ tumors. Inhibition of tumor growth is mediated by suppression of HIF-2α target genes, such as cyclin D1 and VEGFA, that promote tumor growth.<br />In addition to a direct role in the transcription regulation of growth-promoting genes in ccRCC, HIF-2α has also been implicated in the pro-tumorigenic property of the tumor microenvironment. HIF-2α is expressed in cells of the myeloid lineage, and HIF-2α expression in tumor-associated macrophages was reported in a number of tumor types. A role for HIF-2α in the polarization of macrophages to the M2 phenotype has also been described. The availability of PT2385 provides an opportunity to confirm the involvement of HIF-2α in immune suppression by the tumor microenvironment, and to assess the therapeutic utility of HIF-2α antagonism in tumors other than ccRCC. PT2385 was evaluated for its ability to inhibit tumor growth in syngeneic mouse tumor models. The mouse tumor cell lines used in these models do not express HIF-2α and PT2385 has no single agent efficacy. However, the combination of PT2385 with antibodies to immune checkpoint control molecules (PD-1, PD-L1, and CTLA4) yielded additive or synergistic efficacy in a model-dependent manner. Immune phenotyping of the treated tumors was performed by immunohistochemistry and flow cytometry. The analyses revealed that tumor growth inhibition by the combination regimens is accompanied by an increase in T cell infiltration and changes in macrophage and myeloid-derived suppressor cell populations in the tumors. Changes in cytokine expression were also observed.<br />Results of our studies show that combinations of PT2385 and immune checkpoint inhibitor antibodies are well tolerated and efficacious in preclinical models. The results are consistent with the hypothesis that HIF-2α plays an immunosuppressive role in the tumor microenvironment, and its inhibition provides an additional approach to reverse immune evasion by tumors. The combination of PT2385 and immune checkpoint inhibitors is being further evaluated in clinical trials.","keywords":"Hypoxia-inducible factor;Renal cell carcinoma;Renal cell carcinoma;Checkpoint","category":"IMMUNOLOGY","sage":"small combo CPI","moa":"oncogenic kinases"}
