{"ID":"5267","institution":"Halozyme Therapeutics","authors":"Lin Wang, Jessica Cowell, Sanna Rosengren, Lei Huang, Xiaoming Li, Qiping Zhao, Jennifer Souratha, Mathieu Marella, Barbara Blouw, Keri Cannon, Chunmei Zhao, Kim Phan, Curtis Thompson, Michael Shepard, Christopher Thanos","text":"Adenosine is an endogenous immunosuppressant that binds to adenosine receptor checkpoints and protects tissue from immune-mediated rejection. Abnormally high adenosine levels (up to 100-fold greater than other tissues) contribute to a highly immunosuppressive tumor microenvironment (TME). We hypothesized that adenosine deaminase 2 (ADA2), a human enzyme that catalyzes the deamination of adenosine, could be administered at therapeutic levels to deplete high levels of TME adenosine and stimulate anti-tumor immune activity. Recombinant wild-type ADA2 (wtADA2) was cleared extremely rapidly from circulation (t1/2 = 69 min, 7.5 mg/kg iv, n=9 mice), rendering it unsuitable for therapeutic testing. Therefore, a series of variants was designed to attenuate the heparin binding properties of ADA2 to improve bio-distribution and conjugated with 20K PEG to improve pharmacokinetics (PK). The variant PEG-ADA2-K374D displayed 94% less binding to heparin compared to wtADA2, enzymatic activity comparable to wtADA2, and 33-fold improved PK (t1/2 = 2,256 min); and consistently induced at least 60% (p<0.0001) tumor growth inhibition (TGI) of established subcutaneous syngeneic CT26 tumors (b.i.w., 0.3mg/kg, n=8). Treatment with PEG-ADA2-K374D resulted in a 5-fold increase in tumor infiltrating CD3+ T-cells (p<0.0001, 6 hours post dose), as assessed by histology. We hypothesized that CD73, which catalyzes the turnover of AMP to adenosine, could be used as a biomarker to identify tumors with elevated adenosine levels. Gene expression studies against a panel of syngeneic tumors revealed that lung KLN205 and pancreatic MH194/PSC4 tumors had high CD73 levels. PEG-ADA2-K374D inhibited the growth of established MH194/PSC4 and KLN205 tumors, with TGI reaching 47% (p<0.0001) and 78% (p<0.0001) after 2 weeks of treatment (b.i.w, 0.3 mg/kg, n=8). A second series of variants was generated based on structure-based design to have significantly improved kcat/km for adenosine deaminase activity. ADA2-R222Q/S265N had the highest improvement, with a 15-fold greater kcat/km than wtADA2. After pegylation, the circulating half-life of PEG-ADA2-R222Q-S265N in mice was extended from 69 min to 2,790 min (>40-fold increase). This variant induced a maximum TGI of 69% (p<0.05) in the MH194/PSC4 model at 0.003 mg/kg, a 100-fold lower dose than PEG-ADA2-K374D (n=8). A third variant, PEG-ADA2-E182T lacked detectable enzymatic activity and displayed no tumor growth inhibition, suggesting that ADA2 enzyme activity is required for efficacy. These data<br />suggest that engineered PEG-ADA2 variants induce significant tumor growth inhibition activity in several syngeneic solid tumor models, validating enzymatic depletion of high TME adenosine levels as novel immunotherapeutic approach to treat solid tumors.","keywords":"Immunotherapy;Immunomodulation;Immunomodulation;Checkpoint","category":"IMMUNOLOGY","sage":"small","moa":"immune"}
