{"ID":"53","institution":"ImmunoGen, Inc.","authors":"Michael Miller","text":"We recently disclosed highly active antibody-drug conjugates (ADCs) that incorporated the novel DNA alkylating indolino-benzodiazepine (termed IGN) dimer, <b>DGN549</b> (IGN-P1). The stereochemistry of the alanyl moiety of the protease-cleavable<i> </i>alanine-alanine linker used was shown to impact ADC catabolism, bystander killing activity, and <i>in vivo</i> efficacy (Shizuka, <i>et al</i>., AACR 2016 #2959). Building upon these results, here we describe preclinical results from a head-to-head comparison of ADCs of the mono-imine containing <b>DGN549</b> with its corresponding DNA cross-linking diimine version, IGN-<b>P1 diimine</b>. IGN-<b>P1 diimine </b>and<b> DGN549 </b>were conjugated to a folate receptor-α (FRα)-binding antibody and an EpCAM-binding antibody. The resulting ADCs demonstrated similar high <i>in vitro</i> potency (IC<sub>50</sub> ~3-100 pM) and specificity towards several cancer cell lines. Further <i>in vitro</i> studies revealed that the DNA alkylating anti-FRα-<b>DGN549 </b>ADC demonstrated superior bystander cell-killing activity compared to its DNA crosslinking counterpart, anti-FRα-IGN-<b>P1 diimine</b>. <i>In vivo,</i> this improved bystander killing ability translated into better <i>in vivo</i> activity for the DNA alkylating ADC. In an endometrial tumor xenograft model established with Ishikawa cells, the anti-FRα-<b>DGN549 </b>induced<b> </b>complete regressions at a single dose of 140 µg/kg Ab dose (equivalent to 5 µg/kg linked IGN). The cross-linking anti-FRα-IGN-<b>P1 diimine</b> had to be used at twice the dose to achieve the same level of anti-tumor activity. The <i>in vivo</i> tolerability in CD-1 mice also displayed differences in the two ADCs. We found that the ADC of the DNA crosslinker was at least two-fold less tolerated than the corresponding ADC of the DNA alkylator. These results indicate that a ~4 fold greater therapeutic index can be achieved when using a DNA alkylating mono-imine <b>DGN549</b> ADC as compared to the DNA crosslinking IGN-<b>P1 diimine</b> ADC.","keywords":"Antibody;DNA;DNA;NA","organ":"Not Applicable","topic":"Antibody technologies","target":"FRα","tumor":"Many","combo":"ADC","sage":"payload","pharma":"pharma"}
