{"ID":"5425","institution":"Immunomedics, Inc.","authors":"Thomas Cardillo, Serengulam Govindan, Maria Zalath, Ali Mostafa, Roberto Arrojo, Robert Sharkey, David Goldenberg","text":"Purpose: In current clinical trials (ClinicalTrials.gov, NCT01631552), TNBC patients treated with IMMU-132, which is composed of the active metabolite of irinotecan, SN-38, conjugated to an anti-Trop-2 antibody (drug:Ab ratio = 7.6), shows manageable toxicity and encouraging responses in relapsed/refractory cases. Preclinical studies were performed to determine the utility of combinations of IMMU-132 with either a poly(adenosine diphosphoribose) polymerase (PARP) inhibitor (olaparib) or microtubule inhibitors (paclitaxel or eribulin mesylate) in mice bearing <i>BRCA1/2</i> defective (HCC1806)and wild-type (MDA-MB-468) TNBC tumor xenografts.<br />Procedures: <i>In vitro</i>, human TNBC cell lines were incubated with IMMU-132 and olaparib to determine a combination index number and whether the interaction was synergistic, as well as incubating with SN-38 or IMMU-132 ± olaparib with analysis by western blot or flow cytometry (FACS) for double-stranded DNA breaks, as evidenced by increases in phosphorylated histone H2AX (p-H2AX). <i>In vivo</i>, mice bearing MDA-MB-468 or HCC1806 tumors were treated with either paclitaxel (qwklyx5wks) or eribulin mesylate (wks 1, 2, 4, & 5) alone or in combination with IMMU-132 (wks 1, 2, 4, & 5). Additionally, mice bearing TNBC tumors were treated with olaparib (qdx5d) plus IMMU-132 (qwkly) for 4 wks. Study survival endpoint was tumor progression to >1.0 cm<sup>3</sup>.<br />Results: Treatment with IMMU-132 plus paclitaxel in HCC1806 or MDA-MB-468 tumor-bearing mice significantly inhibited tumor growth compared to monotherapy (<i>P</i><0.0195 and <0.0328, respectively). IMMU-132 plus eribulin mesylate also resulted in significant tumor regressions when compared to all other treatments in these two disease models (<i>P</i><0.0007 and <0.0432, respectively). <i>In vitro</i>, olaparib combined with SN-38 or IMMU-132 increased p-H2AX levels. Cytotoxicity assays revealed this interaction to be synergistic in both <i>BRCA1/2</i> defective and wild-typeTNBC cell lines. <i>In vivo</i>, IMMU-132 plus olaparib had significant anti-tumor effects in both HCC1806 and MDA-MB-468 tumor-bearing mice when compared to single-agent responses (<i>P</i><0.0017 and <0.004, respectively). In all studies, the combination of IMMU-132 with either microtubule inhibitors or olaparib was well tolerated, with no observable toxicities (e.g., weight loss).<br />Conclusions: Combining IMMU-132 with a PARP inhibitor achieves synergistic growth inhibition in TNBC, regardless of <i>BRCA1/2</i> status. The combination of IMMU-132 therapy with either microtubule or PARP inhibitors results in significant anti-tumor effects in TNBC disease models with no observable toxicity. These data provide the rationale for the clinical evaluation of IMMU-132 in combination with these chemotherapeutics in TNBC patients.","keywords":"Targeted drug delivery;PARP;PARP;Trop-2","category":"IMMUNOLOGY","sage":"small combo ADC","moa":"oncogenic kinases"}
