{"ID":"5571","institution":"University of Texas at Austin","authors":"Todd Triplett","text":"Tryptophan oxidation and the ensuing production of Kynurenine (Kyn) and downstream products have been established to play an important role in immunosuppression within the tumor microenvironment (TME). The rate limiting step in Tryptophan oxidation is catalyzed by the IFN-γ inducible IDO-1 enzyme which is upregulated in numerous cancers and also, in some instances via the ectopic expression of TDO, which is normally expressed primarily in the liver. Currently, IDO-1 small molecule inhibitors in combination with checkpoint inhibitor antibodies are being evaluated in >12 clinical trials. However, whether the immune-suppressive effects of Tryptophan catabolism results from its depletion in the TME, or from the accumulation of Kynurenine, is not known.<br />To distinguish between the effects of Trp depletion and Kyn accumulation in the TME we used an engineered Kynureninase (KYNase) enzyme that selectively degrades Kyn into immunologically inert and non-toxic metabolites. Peritumoral injection of PEGylated KYNase completely depletes serum and tumor Kyn levels for up to 72 hrs, while leaving Trp concentrations in both compartments unaffected. In the IDO-1 expressing CT26 colon carcinoma model KYNase treatment as monotherapy resulted in 16% complete and durable responses, accompanied by long-term immunity to tumor re-challenge. KYNase had no effect on tumor growth in <i>IDO</i><sup>-/- </sup>mice, nor in RAG<sup>-/-</sup> or in CD8<sup>+</sup> T cell depleted mice. Analysis of the TME demonstrated KYNase treatment resulted in increased accumulation of CD8<sup>+</sup> cells, with a greater proportion expressing Granzyme B, undergoing proliferation and permeating the tumor interior. This effect was specific to the TME, as no detectable changes to the immune compartment occurred in other organs examined, nor overt signs of autoimmunity and toxicity. The increase in CD8+ cells was consistent with <i>in vitro</i> data showing that elevated concentration of Kyn directly induces apoptosis of activated CD8+ T cells partially through IL-2 suppression. No changes to the Treg percentages and phenotypes in the TME were observed, indicating that the Treg compartment is not impacted by treatment with KYNase. Cytokine analysis of tumor digests revealed increased IL-2 concentrations, as well as IFNγ and IL-9, in tumors after KYNase treatment. Furthermore, <i>ex vivo</i> stimulation of TIL after KYNase treatment demonstrated that the increase in cytokines in the TME is not solely due to an increase in TIL, but also an increased effector cytokine capacity on a per cell basis. Administration of KYNase together with either αCTLA4 or αPD1 synergistically elicited complete and durable regression of multiple established tumor models. In summary, our data support the hypothesis that Kyn accumulation in the TME rather than Trp depletion is the dominant IDO-mediated immune suppressive mechanism, and that enzyme-mediated Kyn depletion is a promising cancer immunotherapeutic approach.","keywords":"Immunotherapy;Tumor microenvironment;Tumor microenvironment;Checkpoint","organ":"Not Applicable","topic":"Immunomodulatory agents and interventions","target":"KYN","tumor":"Many","combo":"SMI_checkpoint","sage":"immunosuppressive","pharma":"academia"}
