{"ID":"5578","institution":"Jubilant Biosys Ltd.","authors":"Dhanalakshmi Sivanandhan","text":"Introduction: Tumor immune escape mechanisms have been established as suitable targets for cancer therapy. Among these, tryptophan catabolism plays a central role in creating an immunosuppressive environment, leading to tolerance to potentially immunogenic tumor antigens. Tryptophan catabolism is initiated by either indoleamine 2,3-dioxygenase (IDO1/2) or tryptophan 2,3-dioxygenase 2 (TDO2), resulting in biostatic tryptophan starvation and l-kynurenine production. Recent literature has shown that IDO1 and TDO2 are expressed in multiple tumors, including solid tumors and play key roles in tumor progression other than immune escape. It has also been shown that IDO1 and TDO2 play distinct roles in driving the downstream effectors suggesting that their roles are perhaps non-redundant. Therefore, we developed series of novel small molecule modulators against IDO1 and TDO2 to understand their role in disease biology for multiple indications including cancer, depression and autoimmune disorders. Methods: Rational design approaches were used to design novel IDO1 and TDO2 specific modulators; Potency of these inhibitors was assessed in the <i>in vitro</i> assays using purified IDO1 and TDO2 enzymes and in IDO1 and TDO2 over-expressing HEK293T cells by measuring the formation of kynurenine. Results: In the <i>in vitro</i> biochemical assay using purified human TDO2, one of the NCEs from inhibitor series showed an IC50 of 0.09 μM against TDO2. Against purified human IDO1, this compound was inactive up to 30 μM, thereby showing >300-fold selectivity against IDO1. This TDO2 inhibitory activity translated well in TDO2-overexpressing HEK293 cells and, these NCEs inhibited kynurenine formation with an EC50 of ~2.5 μM. A second chemical series showed comparable dual inhibition of IDO1 and TDO2 activity. One of the molecules from this series showed IC50 of 0.2 and 0.08 μM in the biochemical assay and 1.7 and 0.8 μM in the cell based assay against IDO1 and TDO2, respectively. In addition, another series of NCEs showed strong activation of IDO1 and TDO2 activity. As compared to untreated control, formation of kynurenine was increased in a dose-dependent manner as observed by increase in fluorescence up to of 3-10 folds. One of the compounds from this series showed an EC50 of ~20- 30 μM in the biochemical assay as well as in 293T-based assay. Further mechanistic studies to understand the immune modulatory activity of these selective TDO2 modulators is underway. These tool compounds are being further optimized for potency and ADME properties to be developed as potential drug candidates. Conclusion: To our knowledge such IDO1 and TDO2 specific small molecule activators have not been reported earlier. Therefore, these activators and inhibitors would serve as useful tool compounds in understanding the specific role(s) of IDO1 and TDO2 in disease biology and would also provide us the opportunity to target this pathway for various diseases, including cancer.","keywords":"Immunomodulation;TDO2;TDO2;NA","organ":"Not Applicable","topic":"Immunomodulatory agents and interventions","target":"TDO2","tumor":"Breast","combo":"SMI","sage":"immunosuppressive","pharma":"pharma"}
