{"ID":"5580","institution":"AstraZeneca","authors":"Alexandra Borodovsky","text":"Accumulation of extracellular adenosine within the microenvironment is a strategy exploited by tumors to escape immunosurveillance. Adenosine signaling through the high affinity adenosine 2A receptor (A2AR) on immune cells elicits a range of immunosuppressive effects which can promote tumor growth and limit the efficacy of immune checkpoint inhibitors such as anti-PD-1 or anti-PD-L1 Abs. AZD4635 (HTL-1071), an oral A2AR antagonist, binds to human A2AR with a K<sub>i</sub> of 1.7 nM and with > 30-fold selectivity over other adenosine receptors. Accumulation of intratumoral adenosine, measured by desorption electrospray ionisation - mass spectroscopy (DESI-MS), demonstrated that adenosine levels are spatially heterogeneous in mouse syngeneic tumors, with levels varying up to 50 fold among regions of a single tumor. To assess whether AZD4635 can reverse the inhibitory effects of different concentrations of adenosine, CHO cells stably expressing human A2AR were incubated with concentrations of adenosine ranging from 0.1 to 10 μM. In the presence of 0.1, 1 and 10 μM adenosine, the IC<sub>50</sub> of AZD4635 for inhibition of cAMP production was 0.79, 10.0 and 142.9 nM, respectively. In an <i>ex vivo</i> CD8+ T cell<i> </i> assay, AZD4635 reversed suppression and restored IFNγ secretion in cells incubated with 5’-N-ethylcarboxamidoadenosine (NECA), a stable analog of adenosine. The therapeutic benefit of A2aR blockade was evaluated in syngeneic mouse tumor models. Inhibition of A2aR signaling led to a reduction in tumor growth alone and in combination with checkpoint inhibitors. Tumors harvested from the treated mice exhibited changes in infiltrating lymphocyte populations and increases in the functional activity of T cells. These results demonstrate that AZD4635 is a potent and selective A2aR inhibitor, and that blockade of A2aR signaling with an inhibitor such as AZD4635 can reduce tumor burden and enhance antitumor immunity. AZD4635 is currently in a Phase 1 clinical trial as a single agent and in combination with durvalumab (anti-PD-L1 Ab) in patients with solid malignancies.","keywords":"Immunotherapy;Preclinical;Preclinical;GPCR-G-protein coupled receptor","organ":"Not Applicable","topic":"Modifiers of the tumor microenvironment","target":"A2AR","tumor":"Many","combo":"SMI_checkpoint","sage":"immunosuppressive","pharma":"pharma"}
