{"ID":"5588","institution":"Seattle Genetics","authors":"Ryan Heiser","text":"Brentuximab vedotin (BV) is an antibody-drug conjugate directed against CD30 consisting of a monoclonal antibody conjugated to monomethyl auristatin E (MMAE), a microtubule-disrupting agent. BV antitumor activity is thought to be primarily the result of intracellular payload release leading to mitotic arrest and apoptotic cell death. We have demonstrated that BV drives apoptosis in a manner consistent with immunogenic cell death (ICD) including activation of the unfolded protein/ER stress response with a concomitant increase in surface expression of calreticulin and HSP70. In this study, we provide evidence that in vivo administration of BV leads to directed proinflammatory immune responses against the tumor and this activity is further potentiated by anti-PD-1 therapy. To examine the immunomodulatory effects of BV-induced ICD in vivo, we employed 3 murine model systems. In the first model, BV treatment induced ICD in subcutaneously-engrafted CD30+ L540cy cells, generated strong chemotactic responses detectable within the tumor and in circulation, and increased infiltration of dendritic cells into the tumor microenvironment. To assess whether BV-driven ICD could confer specific antitumor immunity, we used a model in which ICD was induced in BV-treated human CD30-expressing A20 lymphoma cells in vitro. These cells were used to immunize wild-type BALB/c mice followed by live A20 challenge. Immunization with BV-treated cells, undergoing ICD, delayed tumor growth and improved survival compared to mice immunized with flash-frozen cells. Furthermore, administering anti-PD-1 to mice immunized with BV-treated cells displayed marked combinatorial effects, leading to improved tumor clearance compared to either treatment alone. Additionally, T cells isolated from mice immunized with BV-treated cells and transferred into tumor-bearing immunodeficient mice resulted in tumor regression and survival, demonstrating robust T cell memory. Lastly, we employed a humanized tumor model pairing CD30+ PDL1+ PDL2+ lymphoblastoid cell line (LCL) xenografts with adoptively transferred autologous PBMC. In this setting, mice treated with suboptimal doses of BV showed greatly enhanced cytotoxic T cell and NK cell accumulation in LCL tumors resulting in accelerated immune-mediated tumor clearance. Tumor regression was further accelerated by treating mice with a combination of BV and a human PD1 inhibitor, demonstrating complementary modes of action for these agents. Together, these data indicate that targeted treatment with the MMAE antibody drug conjugate brentuximab vedotin drives an immunogenic form of tumor cell death that enhances innate and adaptive antitumor immunity. Combination of BV with PD1 inhibitors resulted in greater antitumor activity than either agent alone. Multiple clinical trials are ongoing to evaluate the efficacy of this treatment pairing.","keywords":"Immunostimulation;Targeted drug delivery;Targeted drug delivery;Cytotoxic T lymphocytes","organ":"Lymphoma: Hodgkin's lymphoma","topic":"Immune mechanisms invoked by other therapies including chemotherapy","target":"CD30","tumor":"Leukemia","combo":"ADC_other","sage":"target-tumor","pharma":"pharma"}
