{"ID":"5592","institution":"Okayama University","authors":"Mototsugu Watanabe","text":"Background: Immunotherapy has been developed and shown a drastic effect on several malignancies. However, in the tumor microenvironment, CD8+ tumor infiltrating lymphocytes (CD8+ TILs) are repeatedly exposed to tumor antigens and lose their anti-tumor activities. We have recently shown that metformin can show anti-tumor effect thorough improving immune function in mouse models. Increased numbers of such multifunctional CD8+ TILs have well correlated with tumor retardation, suggesting an underlying mechanism of metformin in tumor immunity. The objectives of this study are to evaluate the efficacy of metformin on human immune function.<br />Methods: We obtained peripheral blood mononuclear cells (PBMC) from healthy volunteers (HV) and cancer patients (CP) before and after taking metformin orally for about 2 weeks. We cultured the PBMC in a presence of stimulation with phorbol 12-myristate 13-acetate (PMA) / ionomycin <i>in vitro</i> for 6 hours. Expressions of markers for immune-check points (PD-1 and Tim-3) were examined together with accumulated intracellular cytokines, IFN-γ, IL-2 and TNF-α by flow cytometry analysis.<br />Results: We obtained consents for take part in our clinical research from 20 HV and 15 CP (10 breast cancer, 4 metastatic lung cancer and 1 primary lung cancer). CD8+ T cells which expressed both of PD-1 and Tim-3 derived from CP were higher than those of HV (p = 0.041). Increased production of multiple cytokines, IFN-γ, IL-2 and TNF-α was observed in CD8+ T cells of almost all cancer patients by metformin treatment and its increasement was significant (p < 0.01), whereas marginal difference before and after metformin administration was detected in the samples from healthy volunteers so far (p = 0.051).<br /><b></b>Conclusion: Metformin treatment might be useful in reversion of exhausted CD8+T cells in cancer bearing patients.","keywords":"Immunomodulation;Metabolism;Metabolism;NA","organ":"Not Applicable","topic":"Immunomodulatory agents and interventions","target":"AMPK","tumor":"NA","combo":"SMI","sage":"immune_effector","pharma":"academia"}
