{"ID":"5593","institution":"Corvus Pharmaceuticals","authors":"Stephen Willingham","text":"Adenosine signaling via A2A receptor (A2AR) on immune cells suppresses anti-tumor immunity and limits the efficacy of immunotherapy, chemotherapy, CAR-T, and vaccines. CPI-444 is a potent and selective oral A2AR antagonist. Daily treatment of mice with CPI-444 led to dose-dependent inhibition of tumor growth in multiple syngeneic tumor models. Combining CPI-444 with anti-PD-L1 treatment synergistically eliminated tumors in up to 90% of treated mice, including restoration of immune responses in models that are poorly responsive to anti-PD-1 or anti-PD-L1 monotherapy. We have initiated a Phase 1/1b clinical trial to examine safety, tolerability, biomarkers, and preliminary efficacy of CPI-444 as a single agent and in combination with the anti-PD-L1 antibody, atezolizumab, in patients with non-small cell lung, melanoma, renal, triple negative breast, and other (bladder, prostate, head and neck, colorectal) tumors. Step 1 of the trial focused on determining the optimal dose and schedule for CPI-444; Step 2 is currently evaluating the efficacy of optimal CPI-444 dosing alone and with atezolizumab. In 48 patients treated in Step 1, CPI-444 was well tolerated with 1 Grade 3 or 4 treatment related adverse events. Preliminary evidence of clinical activity was observed in patients treated with single agent CPI-444, including patients who previously failed anti-PD-1 therapy. A pCREB-based pharmacodyamic assay showed that 100 mg, BID dose of CPI-444 resulted in a complete, sustained inhibition of A2AR on circulating immune cells. CPI-444 treatment alone or in combination with atezolizumab resulted in increased frequency of circulating CD8<sup>+</sup>PD-1<sup>+</sup> cells and memory/effector subsets of CD4<sup>+</sup> and CD8<sup>+</sup> T cells. Substantial changes in TCR repertoire (Morisita Index <0.9) were observed in both anti-PD-1 native and refractory patients and correlated to patient responses. CD73 expression, CD8<sup>+</sup> infiltration, T<sub>REG</sub> distribution, and gene expression signatures are currently being evaluated in serial tumor biopsy specimens and will be presented. In total, this shows that CPI-444 is well tolerated in cancer patients, exhibits functional inhibition of adenosine signaling, and treatment is associated with activation of anti-tumor immunity and clinical activity.","keywords":"Immunotherapy;Biomarker;Biomarker;Tumor microenvironment adenosine","organ":"Not Applicable","topic":"Immune monitoring/clinical correlates","target":"A2AR","tumor":"Many","combo":"SMI_checkpoint","sage":"immunosuppressive","pharma":"pharma"}
