{"ID":"5596","institution":"Progenra Inc","authors":"Saket Agarwal, Jian Wu, Chris Riling, Matthew Kodrasov, Joseph Weinstock, Ivan Sokirniy, Michael Mattern, Taku Kambayashi, Suresh Kumar","text":"The approval by the FDA and clinical use of immune checkpoint inhibitors, such as anti-PD1 and anti-CTLA4 antibodies, that activate cytotoxic T lymphocyte (CTL) mediated anti-tumor immune responses against advanced solid tumors has resulted in a paradigm shift in cancer therapy. Antitumor activity of CTLs and NK cells is tightly regulated by intracellular signaling events orchestrated by the ubiquitin signaling system. In particular, Cbl-b (Casitas B-lineage lymphoma proto-oncogene b), a RING finger E3-ubiquitin ligase primarily expressed in immune cells, acts as an intracellular checkpoint and a master negative regulator of both CTLs and NK cells. Accordingly, Cbl-b-/- mice have been observed to reject a variety of implanted metastatic and non-metastatic tumors and to delay significantly the outgrowth of spontaneous tumors; these observed antitumor effects were seen to be mediated by activated CD8+ T cells and NK cells. Based on the overwhelming evidence supporting the role of Cbl-b in immune suppression, this ubiquitin conjugating enzyme is considered a novel target for developing small molecule cancer immunotherapy agents. Using proprietary high throughput screening technologies, Progenra identified novel, selective Cbl-b inhibitors that were shown to decrease ubiquitination of substrates such as TAM receptor kinases (Tyro3) and to activate T cells (as judged by increased IL-2 production) and NK cells (as judged by increased IFNγ production and degranulation) in ex vivo functional assays. ADME/DMPK evaluation and in vivo efficacy of selected Cbl-b inhibitors will be discussed in relation to the therapeutic utility of this class of small molecule agent, which is expected to potentiate the anticancer effects of approved immunotherapy agents.","keywords":"Ubiquitination;NA;NA;Tumor immunity","category":"CLINICAL RESEARCH","sage":"small","moa":"immune"}
