{"ID":"5665","institution":"Moffitt Cancer Center","authors":"Thu Le Trinh, Qunfeng Wu, Lung-Ji Chang, Mitchell Ho, Chen Liu","text":"FDA-approved targeted therapy for advanced hepatocellular carcinoma (HCC) is limited with the only option of Sorafenib treatment with severe side effects. Immunotherapy based on adoptive transfer of tumor-specific T cells have demonstrated a promising clinical outcome for solid tumors. In our study, we developed T cells expressing the fourth generation of GPC3-specific chimeric antigen receptor (α-GPC3 CAR) that efficiently eliminated GPC3-positive HCC cells (Huh7 and HepG2) without killing GPC3-negative primary hepatocytes. This CAR was constructed using a lentiviral vector containing CD28, CD27 and 41BB costimulatory domains, a CD3ζ signaling domain fused to a FKBP-iCasp9 apoptosis inducing gene, and a GPC3-specific sequence derived from HN3, a single-domain VH human monoclonal antibody (gift from Mitchell Ho, NCI). After 16h of incubation at the E (α-GPC3 CAR T cells ) : T (Huh7 or HepG2 cells) ratio of 1:1, α-GPC3 CAR T cells effectively lysed Huh7 (39%) and HepG2 (77%) but not primary hepatocytes ( 9%), while the control CAR T cells (α-CD30 CAR) could not initiate a specific lysis on those cells. At the E:T ration of 3:1, the specific killing increased to 78% (Huh7) and 99% (HepG2) while remaining low with primary hepatocytes (11%). Especially at the very low E:T ratio of 1:10, combination with Sorafenib priming (24h, IC10 concentration) prior to CAR T incubation boosted the specific lysis up to 25% (p=0.0416). These results indicate that combination of GPC3-specificCAR T cells transfer and Sorafenib regimen could be a promising therapeutic option for the treatment of HCC, with the doses of both CAR T and Sorafenib reduced up to 10 times, hence lower side effects while preserving the efficacy of tumor-specific cytotoxicity.","keywords":"Sorafenib;Glypican-3;Glypican-3;Adoptive immunotherapy","category":"IMMUNOLOGY","sage":"small combo other","moa":"oncogenic kinases"}
