{"ID":"5770","institution":"OcellO B.V.","authors":"Leo Price","text":"<u>Background.</u> Patient-derived xenograft (PDX) models in immune-compromised mice allow propagation of and compound testing in human-derived tumors <i>in vivo</i>. To expand the potential of these human-relevant PDX models, we sought to develop 3D <i>in vitro</i> culture methods for PDX-derived tumor cells that show <i>in vivo</i>-like growth characteristics, invasion and responses to therapeutics. In combination with advanced 3D image analysis methods, we created a unique high throughput <i>in vitro</i> PDX screening platform that not only allows efficient identification of active and selective molecules but also enables selection of the optimal PDX tumor models for subsequent validation of candidates <i>in vivo</i>. <u>Results.</u> Each PDX model has its own unique growth characteristics. Hydrogel and growth media composition were optimized to support growth of tumor tissues <i>in vitro</i> from cells derived from bladder, stomach, breast, pancreas, colon and lung cancer PDX tumors. Tumor tissues were cultured in a 384-well format and used to test chemotherapeutics (e.g. 5-FU, doxorubicin, paclitaxel, cisplatin), small molecules (e.g. erlotinib, lapatinib, trametinib, everolimus), antibodies (e.g. cetuximab, trastuzumab) and antibody-drug-conjugate (ADC, T-DM1) dose ranges. Using OcellO’s 3D image analysis platform, Ominer, tumoroid growth, cell proliferation, apoptosis, invasion, cell polarity, differentiation and other aspects of cell and tissue architecture were analyzed and the effects of compound exposure on tumoroids was determined. By performing feature training based on reference compounds, we selected ±10 morphological features (out of more than 500) to generate a phenotypic signature that described the unique phenotypic change induced by each compound. Different compounds that target the same molecule were found to induce a similar morphological change whereas compounds with off-target effects could be discriminated. This approach enabled a high resolution evaluation and comparison of compound activity in an automated manner. <u>Conclusions.</u> We established several PDX model-derived 3D tumor cultures in which standard-of-care and novel therapeutic agents (small molecules, antibodies and ADCs) can efficiently be screened, based on therapeutically relevant parameters and their changing morphological profile. This method enables both the <i>in vitro</i> selection of promising compounds in a pre-clinically relevant setting and the selection of optimum PDX tumor models for follow-up <i>in vivo</i> studies. This highly translational <i>in vitro-in vivo</i> PDX pipeline is expected to reduce attrition and increase efficiency in early drug-discovery.","keywords":"Xenografts;In vitro;In vitro;Small molecule inhibitor","organ":"Carcinoma: adenocarcinoma","topic":"3-D and tissue recombinant models","target":"NA","tumor":"NA","combo":"ADC","sage":"other","pharma":"pharma"}
