{"ID":"5792","institution":"Crown Bioscience UK Ltd","authors":"Andrew Mckenzie, Rajendra Kumari, Qian Shi, Nektaria Papadopoulou, Yinfei Yin, Simon Jiang, Jane Wrigley, Jason King, Neil Williams, Russell Garland","text":"INTRODUCTION: Recent progress in the field of cancer immunotherapy have made it possible to translate several emerging immunostimulatory strategies, e.g. anti-CTLA-4, and anti-PD-1 into the clinic resulting in promising clinical benefits. In addition, a number of treatment strategies such as radiotherapy (RT) oncolytic viruses and certain chemotherapeutic agents e.g. Doxorubicin, Bortezomib and Mitoxantrone have been highlighted as potential inducers of immunogenic cell death through a mechanism resulting in the increased presentation of cell-associated antigens to CD4+ and CD8+ T lymphocytes by dendritic cells. Thus combination strategies of ICD inducers with immunotherapy (IT) could provide opportunities to harness the immune system to extend survival, even among metastatic and heavily pre-treated cancer patients, and may increase the efficacy of immunotherapy in those cancer types to be of a low immunogenic status.<br />Here we compare the efficacy of immune checkpoint inhibitors in combination with documented ICD inducers to demonstrate an additive combination outcome in preclinical syngeneic models.<br />EXPERIMENTAL PROCEDURES: Bioluminescent CT26 mouse colon cells, 4T1 mammary carcinoma cells or H22 hepatoma cells were implanted subcutaneously or orthotopically into BALB/c mice. Subcutaneous tumour growth was monitored by calliper measurement and bioluminescent imaging (BLI) was carried out to confirm orthotopic and/or metastatic growth. Established tumours were treated with immunotherapy in combination with chemotherapy, or hypofractionated image-guided micro-irradiation (IGMI) using the small animal research platform (SARRP; Xstrahl Ltd; body weight and clinical condition of mice were monitored daily. At termination the tumours were collected and assessed for immune cell infiltration and/or ICD markers by FACS and IHC.<br />RESULTS: Response to treatment was evaluated by tumour growth inhibition or BLI following treatment of monotherapy or combinations of immunotherapy and ICD inducers (Oxaliplatin, Doxorubicin, and IGMI). Monotherapy with anti-CTLA4 exerted no statistically significant effect on primary or metastatic (4T1) tumour growth whereas ICD such as IR resulted in a modest tumour growth inhibition (TGI); When combined significant additive effect was observed (60% increase in TGI) on the primary tumour and reduction in tumour burden in the lungs indicating an abscopal effect. Details of modulation of immune cell infiltration and ICD markers observed in all models will be reported and correlated to response.<br />CONCLUSIONS: Combination of immune checkpoint immunotherapy with a known ICD inducer (IGMI) resulted in an additive TGI in both CT26 and 4T1 models and effectively demonstrates their applicability for further exploring combination strategies involving immunotherapy.","keywords":"Immunotherapy;NA;NA;NA","category":"IMMUNOLOGY","sage":"small combo CPI","moa":"chemotherapy"}
