{"ID":"5859","institution":"Bayer AS","authors":"Jenny Karlsson","text":"The human epidermal growth factor receptor 2 (HER2) is encoded by the proto-oncogene c-erbB-2 and initiates downstream signaling pathways leading to cell proliferation and tumorigenesis. HER2 is overexpressed in several cancer (Ca) types and is one of the most strongly validated targets for the treatment of breast and gastric cancer serving as both a prognostic and predictive biomarker. Several HER2-targeting antibodies as well as antibody-drug conjugates are either approved or are in clinical development. Prolonged treatment with monoclonal antibodies and antibody drug conjugates have resulted in development of resistance and so there is still an unmet medical need for drugs of new mechanism of action targeting this important receptor system. We describe herein the generation of a high energy, alpha-particle emitting HER2 targeted thorium-227 antibody-chelator conjugate. HER2-TTC consists of the humanized HER2 targeting IgG1 antibody (trastuzumab) covalently linked via an amide bond to a 3,2-hydroxypyridino-based chelator moiety, enabling efficient radiolabeling with the alpha particle emitting radionuclide thorium-227 (Th-227). HER2-TTC was prepared at high radiochemical yield and purity. When tested for binding to recombinant HER2, HER2-TTC was shown to retain comparable binding affinity to trastuzumab. <i>In vitro</i> cytotoxicity experiments were performed on 8 cell lines with different HER2 expression levels (from 7 000 - 500 000 mAbs bound/ cell as determined by FACS) of breast, ovarian, gastric and lung cancer origin. HER2-TTC demonstrated target mediated <i>in vitro</i> cytotoxicity in the pM-range. <i>In vivo</i> biodistribution and anti-tumor efficacy of HER2-TTC was evaluated in the dose range 100-500 kBq/kg at a protein dose of 0.14 mg/kg and i.v. injection in the s.c. KPL-4 breast and Calu-3 lung model previously described to be resistant to trastuzumab. The biodistribution study demonstrated specific tumor accumulation of HER2-TTC in both models with a maximum of 77 and 50 %ID/g <sup>227</sup>Th at t = 168 h post dose (decay corrected to T<sub>0</sub>), respectively. Significant antitumor efficacy was shown for HER2-TTC in the JIMT-1 s.c. breast Ca xenograft model resistant to trastuzumab and T-DM1. The promising preclinical anti-tumor activity supports the development of the targeted alpha therapeutic HER2-TTC for the treatment of trastuzumab and T-DM1 resistant patients.","keywords":"Radioimmunotherapy;Targeted alpha therapy;Targeted alpha therapy;Ionizing radiation","organ":"Breast cancer","topic":"Other","target":"HER2","tumor":"Breast","combo":"ADC","sage":"payload","pharma":"pharma"}
