{"ID":"591","institution":"Alkermes","authors":"Heather Losey","text":"ALKS 4230 is a novel immunotherapeutic agent being tested in an ongoing phase 1 study to evaluate safety and tolerability in the treatment of patients with refractory solid tumors. ALKS 4230 is a selective agonist of the intermediate-affinity interleukin 2 (IL-2) receptor that when administered to mice results in a significant increase in numbers of memory CD8<sup>+</sup> T cells and NK cells with no expansion of CD4<sup>+</sup> regulatory T cells (T<sub>regs</sub>). The selectivity achieved by ALKS 4230 is due to the fact that the molecule is a fusion of circularly permuted IL-2 to the extracellular portion of the IL-2 receptor α, and the resulting fusion protein is sterically prevented from binding to the high-affinity IL-2 receptor expressed on T<sub>regs</sub>. The efficacy of ALKS 4230 was compared to recombinant human IL-2 in a B16F10 lung tumor metastasis model. ALKS 4230 treatment resulted in dose-dependent reduction of lung tumor colonization, with 100% inhibition at the highest dose tested. In contrast, while IL-2 was able to reduce lung tumor colonization, the maximal level of inhibition achieved was 60-70% at multiple dose levels such that increasing doses did not result in greater inhibition. Thus, the activation and expansion of effector cells without expansion of T<sub>regs</sub> in response to ALKS 4230 treatment correlates with its improved efficacy over IL-2, which non-selectively expands both effector cells and T<sub>regs</sub>. The antitumor efficacy mediated by ALKS 4230 was further evaluated in several murine subcutaneous syngeneic tumor models, including B16F10, MC38 and EMT6. Treatment with ALKS 4230 or its murine ortholog resulted in inhibition of tumor growth and improved survival in multiple models. When dosed in combination with anti-CTLA-4 or anti-PD-1 antibodies, ALKS 4230 resulted in further improvement of tumor growth inhibition and survival. These results demonstrate the murine antitumor efficacy of ALKS 4230 alone and in combination with immune checkpoint inhibitors and support the ongoing clinical evaluation of ALKS 4230 as an immunotherapy for cancer.","keywords":"Immunotherapy;Cytokines;Cytokines;NA","organ":"Not Applicable","topic":"Immunomodulatory agents and interventions","target":"IL2","tumor":"Many","combo":"SMI_checkpoint","sage":"immune_effector","pharma":"pharma"}
