{"ID":"5932","institution":"Moffitt Cancer Center","authors":"Arig Ibrahim Hashim","text":"Prior work by us and others has demonstrated that the extracellular pH (pHe) of solid tumors is acidic, due to a combination of increased fermentative metabolism, resulting in lactic acid production and poor perfusion. This acidity promotes tumor progression and metastasis formation. Recently we have shown in melanoma and pancreatic cancer models that acidity inhibits antitumor immunity by preventing T-cell activation. Reversal of acidity with buffer therapy (200mM NaHCO<sub>3</sub>) synergized with checkpoint blockade (anti-CTLA4 and anti-PD1) and adoptive T-cell therapy has resulted in cures. While this is promising, concerns are high regarding the ingestion of such large amounts of sodium bicarbonate, which makes clinical translation a challenge. Hence, we <b>hypothesize</b> that alternative pharmacological interventions can neutralize the pHe of tumors and remove this immunosuppressive effect. To study this we first investigated a series of agents for their ability to inhibit metastasis in the PC3 prostate cancer model, which is exquisitely sensitive to inhibition with buffer therapy. In this study, male SCID mice were grouped in to 6 groups (n=5) and treated with tap water, 200 mM bicarbonate ad lib, 30 mg/kg daily (q.d.) intraperitoneal (i.p.) Acetazolamide (CA inhibitor), 1.2 mg/kg q.d.i.p. Furosemide (diuretic), 10 mg/kg q.d.i.p. DH348 (selective CAIX inhibitor) or 2.1 mg/kg q.d.i.p. FX-11 (LDHA inhibitor). Mice were intravenously injected with 5*10^6 PC3M-luc cells and ventral bioluminescence images were acquired at time 0 and weekly thereafter. Our results showed that FX-11, acetazolamide, DH348 and bicarbonate were able to effectively (p<0.004) suppress metastasis formation in this system, whereas furosemide was not. Based on these results, a subsequent study investigated the combination of bicarbonate, FX-11 or DH348 with immune checkpoint blockade in a Panc02 mouse model of pancreatic cancer. Animals were inoculated orthotopically with Panc02 cells and randomized into 8 groups (n=10). Once tumors reached 0.3 cc in size, mice were treated with either 15 mg/kg anti-PD-1 antibody or normal rat IgG controls twice weekly alone or in combination with bicarbonate; FX-11 or DH348 and tumor response was evaluated using US 3D-Mode imaging and volume analysis (FUJIFILM VisualSonics) and histopathology. Anti-PD-1 antibody was ineffective as a monotherapy in this system. Both bicarbonate and DH348 neutralized tumor acidity and reduced tumor growth as monotherapies. Notably, despite the fact that FX-11 was shown to inhibit LDH-A in pancreatic cancer models, it did not affect pH and had no effect on tumor growth <i>as monotherapy</i>. However, FX-11 significantly reduced tumor growth (p <0.01) and metastasis formation in combination with anti-PD-1 antibody, suggesting that inhibition of LDH-A might be effective in combination with checkpoint blockade.","keywords":"Pancreatic cancer;Metabolism;Metabolism;T cell","organ":"Pancreatic cancer","topic":"Immunity and the microenvironment","target":"LDHA","tumor":"Pancreatic","combo":"SMI_checkpoint","sage":"immunosuppressive","pharma":"academia"}
