{"ID":"60","institution":"Seattle Genetics","authors":"Robert Lyon","text":"Antibody-drug conjugates (ADCs) continue to emerge as effective therapeutics in a variety of oncology indications. Research on ADCs has revealed that the physicochemical properties of the drug-linker component can exert a significant impact on the disposition of the ADCs, particularly at higher levels of drug loading. We have recently reported (<i>Nature Biotechnology </i><b>33</b>, 733-735 (2015); <i>Molecular Cancer Therapeutics</i>, manuscript accepted) that these properties can be modulated through the judicious incorporation of small, discrete PEG chains of varying lengths into a monomethyl auristatin E (MMAE) drug-linker. Homogeneous DAR 8 ADCs prepared with these drug-linkers using native cysteine conjugation display a continuum of pharmacokinetic behaviors that mirror the length of the incorporated PEG chain. We selected four of these drug-linkers that span the range of observed pharmacokinetics and used them as model compounds to evaluate the impact of ADC clearance on the concentration profile of released MMAE in normal tissues and consequent toxicology in the Sprague-Dawley rat. Faster clearing ADCs (prepared with drug-linkers containing very short or no PEG modifier) produced higher tissue MMAE C<sub>max</sub> values at early post-dose time points relative to slower clearing ADCs that incorporate longer PEG chains. This finding indicates that MMAE concentrations in tissues are proportional to the rate at which the ADC is catabolized, a process which converts the conjugated payload into free drug. Faster clearing ADCs also exhibited diminished tolerability, with greater histologic depletion of bone marrow and more dramatic decreases and/or delayed recovery in select peripheral hematology parameters. These results provide a strategy for reducing the non-antigen-mediated toxicity of ADCs through modulation of pharmacokinetics.","keywords":"Antibody;Toxicity;Toxicity;Biodistribution","organ":"Not Applicable","topic":"Antibody technologies","target":"NA","tumor":"NA","combo":"ADC","sage":"linker","pharma":"pharma"}
