{"ID":"6042","institution":"King's College London","authors":"David Corcoran, Thomas Lewis, Amrit Varsha, Chris Pepper, David Thurston, Khondaker Rahman","text":"The pyrrolo[2,1-c][1,4]benzodiazepines (PBDs) have long been of interest as potential chemotherapeutic agents due to their ability to form covalent adducts within the minor groove of the DNA helix. The most effective synthetic modifications to PBD cores have involved the conjugation of two DNA-interactive moieties via their C8-position to create PBD dimers capable of cross-linking duplex DNA which improves cytotoxicity. Similarly, other groups have focussed on adding large substituents to the C8-position of the PBD core to improve DNA-interaction and cytotoxicity. All of these approaches tend to increase the molecular weight of the compounds, although this has not prevented their successful development to the clinic, either as stand-alone agents (e.g., SJG-136) or as a component of Antibody-Drug Conjugates (ADCs) (e.g., SGN-CD33A).<br />During a structure-activity relationship (SAR), we embarked on a “molecular pruning” exercise to sequentially reduce the length and bulk of the C8-substituent of a PBD monomer expecting the cytotoxicity to reduce with a decrease in length/bulk and to establish the minimal pharmacophore. Surprisingly, we found that reducing the length of the C8-substituent maintained cytotoxicity and in some cases enhanced it.<br />A 50 molecule library of C8-substituted PBD monomers was synthesized featuring C8-substituents of various chemical composition and length, with some containing aniline substituents. Cytotoxicity evaluation in several tumour cell types was carried out (e.g., primary CLL, JJN-3 and MDA MB 231 cell lines. Low nanomolar to high picomolar IC50 values were observed for several library members including DC-1-194 (IC50 = 4.2nM in CLL, and 0.79nM in MDA MB 231), DC-1-255 (IC50 = 9.5nM in CLL, and 1.1nM in MDA MB 231), DC-1-253 (IC50 = 8.4nM in CLL, and 10nM in JJN-3) and DC-1-275 (IC50 = 7.6nM in CLL, and 9.6nM in JJN-3). Remarkably, many of these more-active compounds had very short C8-substituents.<br />The observations reported here add to current understanding of the SAR of PBD monomer structures. However, there may also be significance for the future development of PBD-based therapeutic agents where there may be advantages to working with lower molecular weight molecules.","keywords":"DNA adducts;Cytotoxicity;Cytotoxicity;Anticancer therapy","category":"CANCER CHEMISTRY","sage":"ADC","moa":"NA"}
