{"ID":"607","institution":"Howard University Hospital","authors":"Farhan Khan","text":"<b>Background:</b><b> </b>Tumor cells avoid host immune response through expression of inhibitory T cell regulator,<br />Programmed cell death ligand (PDL1).Our objective was to evaluate PDL1<br />expression by immunohistochemistry in the four major subtypes of breast<br />carcinoma (Luminal A, Luminal B, HER2, and Triple Negative) in a population of<br />202 African-American (AA) women with other clinicopathological factors.<br /><b>Design:</b><b> </b>Tissue microarrays<br />(TMAs) were constructed from FFPE tumor blocks from primary ductal breast<br />carcinomas in 202 African-American females.<br />Two separate 1 mm cores represented each case. Five micrometer sections were stained with rabbit<br />monoclonal antibody against PDL1.<br />The sections were evaluated for the percentage and intensity of membrane<br />staining in both tumor and immune cells. Cut off was > 1%. Bivariate<br />analysis was done via χ2 analysis and survivability data was calculated via the<br />generation of Kaplan-Meier curves (SPSS v19). Statistical significance was<br />assumed if p < 0.05.<br /><b>Results:</b><b> </b>PDL1 expression in<br />only tumor cells, only immune cells and in combination was associated with ER negative<br />(p<0.0001), PR negative (p<0.0001), Triple negative subtype (p<0.0001)<br />and high grade (p<0.0001) breast ductal cancers.<br /><b>Conclusion:</b><b> </b>Our study finding of selective expression of PDL1 in triple negative breast ductal cancers (TNBC) in AA women suggests that inhibition of adaptive immune response is involved in the progression of these cancers. PDL1/PD1 is the inhibitory check point of immune response resulting in decreased T cell activation and cytokine production. Some studies have shown that PDL1 expression is associated with loss of PTEN and phosphatide inositol 3 kinase pathway (PI3K) activation. Our previous study showed loss of PTEN in TNBC. Combining PDL1 inhibitors with PI3K inhibitors may be useful therapy for aggressive TNBC.","keywords":"African American;NA;NA;NA","organ":"Breast cancer","topic":"Immunomodulatory agents and interventions","target":"PI3K","tumor":"Breast","combo":"SMI_checkpoint","sage":"cancer_cell","pharma":"academia"}
