{"ID":"6352","institution":"TSRI","authors":"Calin Dumitru, Michael Matho, Elisabeth Gardiner, John Williams, Krzysztof Bzymek","text":"Meditope Biosciences' SnAP (Site-specific novel Antibody Platform) technology provides a novel and specific way to create antibody drug conjugates (ADCs). Cyclic peptides, termed ‘meditopes’, have been designed to selectively bind to a ‘meditope binding site’ engineered into the Fab of an antibody. The process of conferring meditope binding is referred to as “meditope enablement”. Enabling antibodies for meditope binding does not interfere with antigen recognition or antibody integrity due to the unique location of the binding site. Meditope peptide binding can be utilized to attach cytotoxic payloads to an enabled antibody in a specific and consistent manner, and has the potential to dramatically improve the consistency of ADC production. For advanced hematological cancers such as CD33 positive acute myeloid leukemia (AML), using an anti-CD33 monoclonal antibody conjugated to a potent cytotoxic agent may be a useful tumor reduction strategy, especially when patients have failed other treatments. To this end, meditope enablement of lintuzumab and gentuzumab permits a consistent, site-specific attachment of cytotoxins with a highly controllable drug antibody ratio (DAR). Structural and biophysical characterization of the meditope enabled anti CD33 antibodies has provided key insight to the meditope enablement process. Experiments confirm that payload conjugation and meditope peptide binding does not interfere with antibody integrity or antigen recognition. The meditope peptide drug complexes were tested in cell-based assays for CD33-targeted cell killing. Using X-ray crystallographic analysis and guided docking, we propose modifications to further enhance affinity of the meditope peptide conjugate : CD33 antibody interaction.","keywords":"Acute myeloid leukemia;Antitumor agents;Antitumor agents;NA","category":"EXPERIMENTAL AND MOLECULAR THERAPEUTICS","sage":"ADC","moa":"NA"}
