{"ID":"6403","institution":"Nektar Therapeutics","authors":"John Langowski, Rhoneil Pena, Yolanda Kirksey, Murali Addepalli, Ute Hoch, Jonathan Zalevsky, Stephen Doberstein, Deborah Charych","text":"Background: While immune checkpoint blockade is a promising therapeutic approach, combination with agents that modulate complementary pathways may improve responses. Interleukin-2 (IL-2) immunotherapy leads to long-term responses in a small percentage of cancer patients, but systemic toxicity limits its use. In addition, IL-2 expands T regulatory cells, antagonizing antitumor immunity. NKTR-214 is a novel CD122-biased immunostimulatory cytokine which combines biased activation of the IL-2R beta receptor, greatly favoring activation of effector over regulatory T cells in the tumor microenvironment, with improved pharmacokinetics and tolerability compared to Proleukin® (aldesleukin) in non-clinical models. Here we examine the efficacy and mechanism of NKTR-214 combined with checkpoint blocking antibodies in murine tumor models.<br />Methods: Mice bearing subcutaneous B16, LLC, CT26 or EMT6 tumors were treated with single agent NKTR-214 (q9d), aldesleukin (bid or qd), murine anti-CTLA-4 or anti-PD-1 (twice-weekly), or combinations of these agents. Tumor volume was measured before, during and after treatment. Immune cells were profiled by flow cytometry; CD8 or NK requirements for efficacy were assessed by in vivo depletion through serial anti-CD8 or anti-asialo-GM1 antibody injections, respectively. Antitumor memory and specificity was assessed in complete responders by challenging with EMT6 or CT26 followed by observation with no additional test article treatments.<br />Results: In the B16 model, superior single-agent efficacy was achieved by NKTR-214 with a 10-fold lower dose than aldesleukin, yet significantly increased CD8/Treg ratio in the tumor (>400). In the EMT6 model, while both aldesleukin and NKTR-214 synergized with anti-CTLA-4, a greater percentage of complete responders were consistently observed with NKTR-214 (73% versus 44%). Antitumor immunity induced by the combination required both NK and CD8 T cell activity, and was durable and specific with mice remaining tumor-free after re-challenge with an EMT6 but not CT26 implant. Finally, NKTR-214 combined with anti-PD-1 provided superior activity in the CT26 model compared with the combination of anti-CTLA-4 and anti-PD-1 (90% versus 60% tumor-free, respectively).<br />Conclusions: NKTR-214 enables access to the potent IL-2 pathway, providing a mechanism of action complementary to checkpoint inhibition. Favorable pharmacokinetics of NKTR-214 allows sustained tumor exposure and dosing schedules commensurate with antibody therapies. The nonclinical results support the ongoing Phase 1 trial of NKTR-214 in patients with solid tumors.<br /><br /><br />","keywords":"Cytokines;Preclinical;Preclinical;Checkpoint","category":"IMMUNOLOGY","sage":"small combo CPI","moa":"immune"}
