{"ID":"643","institution":"University of Alabama at Birmingham","authors":"Tyler McCaw","text":"We recently reported that the aberrant expression of Major Histocompatibility Class II (MHCII) molecules on human triple negative breast cancer (TNBC) cells correlates with prolonged progression-free survival and increased tumor infiltrating lymphocytes. We hypothesized that the expression of MHCII enhances the intratumoral CD4+ T cell response, thereby bolstering the tumor-specific CD8+ T cell response, resulting in more effective tumor control. To test our hypothesis, we created both MHCII-expressing and MHCII-negative tumor cells by transfecting murine breast cancer (TS/A) cells with the human class II transcriptional activator (hCIITA) or empty vector, respectively. Transfected cells were then injected into BALB/c mice and the resulting immune response analyzed by flow cytometry at four time points. We found that hCIITA-expressing tumors grew slower than control tumors in immunocompetent recipients, but that this difference was nullified in immunocompromised and markedly reduced in CD4+ T cell depleted mice. CD4+ T cells isolated from hCIITA-transfected tumors produced more IFNγ, IL-17A, and surprisingly granzyme B for longer times than their counterparts in control tumors. Similarly, CD8+ T cells isolated from hCIITA-transfected tumors displayed a more activated phenotype and produced more IFNγ and granzyme B for longer times. Nevertheless, both CD4+ and CD8+ T cells eventually became exhausted in both groups. In addition to enhanced effector functions, TCR repertoire analysis demonstrated that both the breadth and magnitude of expansion of responding T cell clones were increased in hCIITA-transfected tumors. Interestingly, TS/A-hCIITA tumors harbored more regulatory T cells (Tregs) with a more suppressive phenotype than Tregs from control tumors. Finally, we show that the histone deacetylase inhibitor (HDACi) Entinostat is capable of robust and dose-dependent induction of MHCII on tumor cells in vivo, an effect that correlates with dramatic reduction in tumor size. These results suggest that the clinical benefit associated with MHCII expression on TNBC cells is mediated by a delay in T cell exhaustion and increased intratumoral CD4+ T cell activation, which enhances the cytotoxic capacity of CD8+ T cells. Entinostat, and potentially other epigenetic modifying agents, may enable induction of MHCII expression on TNBC cells clinically and allow more patients to benefit from an augmented T cell response. These effects may be magnified by combinatorial therapy with checkpoint inhibitors to promote durable anti-tumor immune responses.","keywords":"T cell;MHC II;MHC II;Histone deacetylase inhibitor","organ":"Breast cancer","topic":"Adaptive immunity in tumors","target":"HDAC","tumor":"Breast","combo":"SMI","sage":"cancer_cell","pharma":"academia"}
