{"ID":"6481","institution":"Formation Biologics","authors":"Maureen O'Connor-McCourt, Anne Lenferink, John Zwaagstra, Traian Sulea, Jason Baardsnes, Catherine Collins, Christiane Cantin, Yves Durocher, Renu Singh, James Koropatnick","text":"Introduction: Elevated TGF-β ligand markedly augments cancer progression primarily by suppressing the immune system in the tumor microenvironment, in particular by suppressing T-cell recruitment and/or activation. We developed a novel class of decoy receptor traps to potently block TGF- β and induce T-cell infiltration into tumors. This promotes the “T-cell-inflamed” tumor state, which is expected to render tumors sensitive to immune checkpoint inhibitors and other immunotherapeutics.<br />Experimental Procedures: We have computationally designed a class of avidity-enhanced receptor-ectodomain-based traps which bind and neutralize TGF-β. Several trap formats have been produced and tested, with each format exhibiting varying characteristics, including differing circulating half-lives and in vitro blocking potencies (from nM to pM). Representative therapeutic candidates from the different trap formats were evaluated for efficacy in in vivo studies using the syngeneic 4T1 triple negative breast cancer (TNBC) tumor model. Additionally, ex vivo studies were performed on CD4+ and CD8+ T-cells harvested from the draining lymph nodes of treated animals.<br />Results: In efficacy studies using the syngeneic 4T1 TNBC model, novel TGF-β traps were shown to promote significant T-cell infiltration into tumors. This infiltration resulted in reduced primary tumor growth as well as significant reductions in metastatic lesions. Additionally, ex vivo studies revealed that trap treatment decreased T-cell apoptosis, promoted T-cell proliferation in response to tumor cell lysates in the presence of dendritic cells, as well as increased the capacity of T-cells to specifically lyse 4T1 tumor cells.<br />Conclusion: Novel computationally-designed TGF-β traps are capable of promoting the “T-cell-inflamed” tumor state. Combination studies in which this novel class of anti-TGF-β immunotherapy is combined with immune checkpoint inhibitors are ongoing.","keywords":"Immunotherapy;T cell;T cell;Tumor microenvironment","category":"IMMUNOLOGY","sage":"small","moa":"immune"}
