{"ID":"652","institution":"Cancer Research Institute, Seoul National University","authors":"Seong-Ho Kang","text":"<b>Background:</b> To overcome immunosuppression, multiple pathways can be targeted by counter strategies, including elimination of suppressive signals (such as PD-L1 and CTLA-4) and promotion of antigen presentation from tumor cells, and of T cell infiltration into tumor sites. The purpose of this study is to investigate the change in expression of PD-L1 and MHC class I as well as of T cell chemoattractants, CXCL9 and CXCL10, in human head and neck squamous cell carcinoma (HNSCC) cell lines after treatment with MEK inhibitor. In addition, for evaluation of immunologic effects of MEK inhibitor <i>in vivo</i>, we employed SCC VII mouse squamous cell carcinoma (SCC) model.<b>Methods:</b> Six human HNSCC cell lines (SNU-1041, SNU-1066, SNU-1076, Detroit 562, FaDu, and HN31) and a mouse squamous cell carcinoma cell line (SCC VII) were used. Trametinib was purchased from Selleckchem. We conducted cell viability assay using these cell lines after 72 h incubation with MEK inhibitor trametinib. PD-L1 and MHC class I expression levels were analyzed by flow cytometry after treatment with trametinib and/or interferon-gamma (IFN-γ). Expression of PD-L1, p-Erk1/2, and p-STAT1/3 were analyzed by western blot. STAT3 was knocked down by siRNA transfection. To determine the levels of CXCL9 and CXCL10 transcripts after trametinib treatment, reverse-transcription PCR was carried out. <b>Results:</b> The growth inhibition by trametinib treatment was variable between cell lines with moderate sensitivity (10 nM < IC<sub>50</sub> < 100 nM in five of seven cells). IC<sub>50</sub> values were over 10 μM in Detroit 562 and FaDu. All the cell lines have no upstream <i>RAS</i> or <i>RAF</i> mutation. Although trametinib treatment was not shown to be enough for inhibiting growth of these cell lines, it up-regulated MHC class I expression in all cells either alone (> 2-fold) or when combined with IFN-γ (> 2-fold of IFN-γ alone). At the same time, we observed PD-L1 expression was elevated by trametinib treatment when combined with IFN-γ in all cells except SNU-1066, in which trametinib treatment down-regulate IFN-γ-induced increase of PD-L1 expression. Furthermore, we observed that trametinib alone and/or with IFN-γ enhanced mRNA expression of CXCL9 and CXCL10 in all human cells. Mechanistically, trametinib treatment enhanced STAT1 phosphorylation by IFN-γ in five of six human cells, and directly phosphorylated STAT3. When we silenced STAT3, enhanced expression of MHC class I by trametinib treatment was not observed in SNU-1041 cell. <b>Conclusion:</b> Our results suggest that MEK pathway is closely related with modulating the expression of PD-L1 and MHC class I as well as of CXCL9 and CXCL10 in HNSCC cell lines. Up-regulated levels of MHC class I and T cell-recruiting chemokines imply that MEK inhibitor may mediate potentiating T cell responses. Moreover, simultaneous increase of PD-L1 expression suggests the possible synergistic role of MEK inhibitor when combined with anti-PD-1/PD-L1 immunotherapy in HNSCC.","keywords":"Head and neck squamous cell carcinoma;HLA Class I;HLA Class I;Immunomodulation","organ":"Head and neck cancers","topic":"Oncogenic pathway-mediated regulation of inflammation and tumor immunity","target":"MEK","tumor":"Head_Neck","combo":"SMI","sage":"cancer_cell","pharma":"academia"}
