{"ID":"6771","institution":"Korea University Guro Hospital","authors":"","text":"Poly-gamma-glutamic acid (γ-PGA) is known as viscous component of Korean chungkookjang and a natural polypeptide consisting of only glutamic acid with gamma-amide linkages. High molecular weight γ-PGA was isolated and mass-produced from <i>Bacillus subtilis</i>Chungkookjang. Previously, accumulating evidences indicate that the γ-PGA inducesinnate immune response including natural killer (NK) cell activation and interferon secretion throughtoll-like receptor 4 (TLR4). To evaluate the immunotherapeutic effects, we’ve investigated the effect of γ-PGA on human NK cell activity and antiviral effect. First human study involving 99 healthy volunteers revealed thathigh-dosage γ-PGA group were significantly higher cytotoxic activities of NK cells than the low dosage and placebo groups at weeks 4 and 8 after the treatment. Furthermore, westudied the effect of γ-PGA on the treatment of vaginal intraepithelial neoplasia (VAIN). A retrospectiveobservational study on γ-PGA therapy for biopsy-proven VAIN suggest that γ-PGA may be helpful for the cytological regression and reduction of viral load in patients with high-risk HPV-positive VAIN. Since previous human studies showed the possibility of drug, we have accomplished a phase I dose escalation study to determine the safety, tolerance and pharmacokinetics of γ-PGA in healthy adult male subjects. The phase I study of oral γ-PGA was conducted in 20 healthy volunteers. There was no any significant difference in abnormal diagnoses or clinically relevant changes in laboratory parameters, vital signs, or other safety parameters. Currently, we have initiated a phase II trial to determine the efficacy and safety of γ-PGA compared with placebo in patients with cervical intraepithelial neoplasia grade 1 (CIN1). Total 200 patients with CIN1 will be administered with γ-PGA or placebo for 4 weeks followed by 8 weeks observation and compare the regression rate of CIN1.So far there was no serious adverse event (SAE) during phase II study. These results indicate that the oral administration of γ-PGAcan serve as treatment option that are safe and clinical efficacy via inducing NK cell activity and anti viral effect.","keywords":"Natural killer cells;NA;NA;NA","category":"CLINICAL TRIALS","sage":"small","moa":"immune"}
