{"ID":"6924","institution":"Cancer Science Institute of Singapore","authors":"","text":"Limited preclinical data are available regarding development of resistance to FGFR kinase inhibitors, several of which are currently evaluated in clinical trials. We generated a patient-derived xenograft (PDX) model for diffuse type gastric cancer and demonstrated that the GAGA6 PDX model with high FGFR2 amplification was very sensitive to AZD4547, a potent small molecule (SMOL) inhibitor of FGFR1, FGFR2, and FGFR3 kinase currently in development for FGFR aberrant cancer types. Intermittent in vivo treatment of GAGA6 tumors with AZD4547 gave rise to PDX tumors with acquired resistance to AZD4547, GAGA6-R.<br />Surprisingly, no mutations were found in the FGFR2 gene in GAGA6-R, excluding gatekeeper mutations as a mechanism of drug resistance. In addition, phosphorylation of FGFR2 and the downstream signaling molecules AKT/PKB and MAPK/ERK were still inhibited by AZD4547 in GAGA6-R tumors suggesting alternative pathways for development of resistance toward AZD4547.<br />Further analysis of signaling pathways identified an AKT-independent inhibition of GSK3β as a mechanism of drug resistance in GAGA6-R. In contrast to GAGA6, phosphorylation of GSK3β at the deactivating serine 9 (S9) position in GAGA6-R cells was not affected by de-phosphorylation of AKT, a known modulator of GSK3β activity. Inhibition of GSK3β kinase activity with 1-azakenpaullone (1-AKP) conferred AZD4547 drug resistance in GAGA6 tumor-derived cells while overexpression of constitutively active GSK3β S9A mutant in GAGA6-R tumor-derived cells sensitized them to AZD4547 treatment. As a direct activator of GSK3β is not available, we tested a different strategy to overcome drug resistance in the GAGA6-R PDX model.<br />Since wild-type FGFR2 remained highly expressed in GAGA6-R tumor cells, we tested the anti-tumor effect of an antibody-drug conjugate (ADC), FGFR2-ADC BAY 1187982, on GAGA6-R tumors in vivo. BAY 1187982 consists of the fully human anti-FGFR2 antibody BAY 1179470 conjugated via a stable linker to a novel auristatin payload. A first-in-human study with BAY 1187982 is currently recruiting (NCT02368951). Weekly treatment (Q7Dx3) of GAGA6-R tumors with 7.5mg/kg of FGFR2-ADC in monotherapy was found to efficaciously inhibit tumor growth in GAGA6-R (88% tumor growth inhibition (TGI), P<0.001) as well as the parental GAGA6 (100% TGI, P<0.001) PDX tumor models. In contrast, AZD4547 treatment did not inhibit tumor growth of GAGA6-R tumors (0% TGI).<br />In conclusion, our findings reveal that tumor cells harboring an amplification of the FGFR2 gene are highly dependent on FGFR2 signaling for survival, but rapidly develop alternative signaling pathways when challenged with an FGFR small molecule inhibitor. An FGFR2-ADC such as BAY 1187982 clearly provides an efficient avenue to overcome such acquired mechanisms of drug resistance.","keywords":"Drug resistance;diffuse-type gastric cancer;diffuse-type gastric cancer;FGFR2-ADC","category":"EXPERIMENTAL AND MOLECULAR THERAPEUTICS","sage":"ADC","moa":"NA"}
