{"ID":"693","institution":"Oncogenomics Section, Genetics Branch, National Cancer Institute","authors":"Martin Skarzynski","text":"Fibroblast Growth Factor Receptor 4 (FGFR4) is a receptor tyrosine kinase that is highly expressed in rhabdomyosarcoma (RMS), an aggressive soft tissue sarcoma originating from skeletal muscle in children and adolescent young adults. FGFR4 is expressed during development in myoblasts, but not in terminally differentiated skeletal muscle. Of note, FGFR4 is directly induced by the chimeric fusion oncogene PAX3-FOXO1 found in the most aggressive fusion-positive RMS and is mutationally activated in approximately 10-13% of the remaining fusion-negative RMS. High FGFR4 expression is associated with adverse outcome and is a driver oncogene in RMS. Metastatic RMS has a dismal outcome in the clinic with <30% survival. Novel treatments are needed for this devastating disease of children and young adults. Given that FGFR4 is functionally important and differentially overexpressed in RMS, we therefore hypothesized that FGFR4 is an ideal target for antibody-based therapeutics. To test our hypothesis, we first generated 15 binders against FGFR4: 3 murine monoclonal antibodies (mAbs), 2 rabbit mAbs and 10 fully human mAbs. We then assessed the specificity and affinity of these binders for FGFR4 by ELISA and surface plasmon resonance. Using flow cytometry and confocal microscopy, we next evaluated whether the mAbs internalized upon binding FGFR4. We then selected the internalizing binders from our panel for development of antibody-drug conjugates (ADCs). To investigate the ability of internalizing anti-FGFR4 mAbs to deliver cytotoxic payloads to RMS cells, we used a rapid screening method which employs drug-conjugated secondary antibodies (2°ADC), and thus circumvents the need for direct conjugation of cytotoxic small molecules to mAbs. When the anti-FGFR4 primary antibody and 2°ADC are co-administered, target cells internalize both antibodies in complex with the antigen. In addition to rapid screening of binders, this method facilitates comparison of various cytotoxic payloads, such as DNA alkylating and tubulin polymerization inhibiting agents. From the internalization and cytotoxicity screening data, we identified two murine mAbs that bound FGFR4 with low nanomolar affinity, readily internalized and killed RMS cells when paired with an anti-murine 2°ADC carrying MMAF or DMDM. In summary, we have determined that our anti-FGFR4 ADCs can deliver cytotoxic payloads to target cells through receptor-mediated endocytosis. We will next convert the two internalizing murine mAbs into mouse/human chimeric mAbs, directly conjugate them with a cytotoxic payload and test them <i>in vitro</i> and <i>in vivo</i> against RMS cell lines and RMS patient derived cells. The ultimate goal of these studies is to demonstrate the potential for clinical utility of FGFR4 targeting and develop novel therapeutics that can make a clinical impact on RMS and other FGFR4 overexpressing cancers, such as hepatocellular carcinoma, breast and lung cancers.","keywords":"Antibody;Rhabdomyosarcoma;Rhabdomyosarcoma;Fibroblast growth factor receptor","organ":"Pediatric cancers","topic":"Immunotherapeutic approaches to childhood cancer","target":"FGFR4","tumor":"Sarcoma","combo":"ADC","sage":"target-tumor","pharma":"pharma"}
