{"ID":"7014","institution":"The Norwegian Radium Hospital, Oslo University Hospital","authors":"","text":"Introduction: Peritoneal metastasis from colorectal cancer (PM-CRC) is a condition with poor prognosis, even in patients undergoing potentially curative treatment with cytoreductive surgery and hyperthermic intraperitoneal chemotherapy (CRS-HIPEC). The ImmunoPeCa trial explores the tolerability of combining intraperitoneally administered MOC31PE immunotoxin with CRS-HIPEC. MOC31PE, consisting of the monoclonal antibody MOC31, which recognizes the tumor associated cell surface antigen EpCAM, and Pseudomonas exotoxin (PE), has shown excellent anti-cancer efficacy in preclinical studies. The immunotoxin was well tolerated upon intravenous administration in a previous clinical phase I trial, where the dose limiting toxicity (DLT) was reversible liver toxicity. In this trial, MOC31PE was administered intraperitoneally in humans for the first time, with the rationale that killing residual cancer cells in the peritoneal cavity after CRS-HIPEC will improve outcome.<br />Patients and methods: The ImmunoPeCa phase I/II clinical trial (NCT02219893) startet enrollment in 2014 and adult patients with EpCAM positive PM-CRC accepted for CRS-HIPEC were included. MOC31PE was administered on the first postoperative day through abdominal drainage catheters that were clamped for 6h before they were reopened to remove intraabdominal fluid. Standard dose escalation was applied, with four dose levels (2.5, 5.0, 7.5 and 10 µg/kg). Main endpoints were safety and toxicity (CTCAE version 4.0), and pharmacokinetic analyses of serum and peritoneal fluid were performed.<br />Results: Twelve patients have received MOC31PE without major toxicity, and a maximum tolerated dose was not reached. Interestingly, MOC31PE was not detected in patient serum, suggesting that there was no systemic absorption of the drug. In peritoneal fluid samples at 6h and 24h MOC31PE was present in cytotoxic concentrations based on in vivo and in vitro studies, at least for the two highest dose levels, and the drug was impressively still fully active when analyzed in cell based assays.<br />Conclusions: No DLT was observed upon peritoneal administration of MOC31PE, which is consistent with no systemic absorption. Remarkably, MOC31PE was fully active in peritoneal fluid samples 24h after treatment, with the intraperitoneal drug concentration in the cytotoxic range based on in vitro and in vivo studies. Taken together, treatment with MOC31PE represents a unique possibility for intraperitoneal treatment intensification without systemic toxicity. The highest dose level (10 µg/kg) has been chosen for further testing in a planned phase II expansion of the trial.","keywords":"Immunotoxin;Peritoneal metastasis;Peritoneal metastasis;Hyperthermic intraperitoneal chemotherapy","category":"CLINICAL TRIALS","sage":"small","moa":"immune"}
