{"ID":"7086","institution":"inviCRO","authors":"","text":"Antibody-drug conjugates (ADCs) are optimized extensively in in vitro studies. Including drug-conjugate selection, linker stability and antibody affinity, most ADC characteristics have been studied to improve affinity, stability, efficacy and the bystander effect. Most nuclear medicine molecular imaging modalities’ resolution is too low to enable accurate in vivo intratumoral tracer distribution analysis. Thus, they have focused on understanding in vivo PK profiles and antigen-dependent tumor accumulation. We set out to develop a novel method for studying the intratumoral distribution of both antibody and drug conjugate simultaneously ex vivo.<br />MLN0264, an ADC targeting guanylyl cyclase C (GCC) currently in phase 2 clinical trials (NCT02391038), was labeled with both 3H (MMAE drug conjugate) and 111In (DTPA-mAb) and injected into GCC-positive (GCC-293) and GCC-negative (HEK-293) subcutaneous tumor bearing female SCID mice. The tumors were excised 1, 8, 24, and 96 hours post injection (n = 2 per tumor line per time point), blocked and sectioned (30 µm) for analysis. High resolution optical images were acquired for all sections and every 10th section was evaluated for radioactivity content via autoradiography, first to evaluate the distribution of 111In immediately after tumor excision and again following 111In decay to evaluate the 3H-specific signal. Analysis of accumulation, distribution and overlap of the two signals enables the estimation of antigen-mediated metabolism of the ADC, the tumoral distribution of the drug metabolites and the time course of the bystander effect (Fig 1A). The distribution of 3H and 111In signals at 1 h was very similar for the two cell lines. At 24 and 96 hours, substantial differences in the co-localization of signals were observed between the antigen-positive and antigen-negative tumors. Quantitatively, of the top 3% of pixel values in the 3H and 111In images at 96 hours, only 0.8% of GCC-293 tumor voxels shows an overlap of signals while over 15% of voxels in the HEK-293 tumors express both signals suggesting increased ADC metabolism and bystander effect in antigen positive tumors (Fig 1B).<br />Cryo-Imaging Quantitative Autoradiography (CIQA) is a novel technique to extend conventional autoradiography by combining it with digital imaging and advanced 3D image analysis. For the first time, we demonstrate here the use of CIQA to quantify and visualize the two major components of an ADC, the mAb and small molecule drug simultaneously in three dimensions over time (4D). We believe this powerful and unique tool will allow for increased insight into the influence of ADC properties on tumor spatial distribution, in vivo bystander effect, off-target ADC metabolism and correlation of 3D distribution and heterogeneity with immunohistochemical markers to enable more accurate pharmacodynamic profiles.","keywords":"Bystander effect;Molecular imaging;Molecular imaging;NA","category":"TUMOR BIOLOGY","sage":"ADC","moa":"NA"}
