{"ID":"7136","institution":"Fox Chase Cancer Center","authors":"","text":"Background. There is still an urgent need for better therapies to improve the outcome of mCRC pts. IMMU-130 (labetuzumab govitecan) is a conjugate of a humanized antibody to CEACAM5, coupled site-specifically to the active metabolite of irinotecan, SN-38 (7.6 moles SN-38/IgG), using a proprietary linker.<br />Methods. After initial phase I dose escalation, 4 dose schedules of IMMU-130 were examined in the phase 2 portion of the study (NCT01605318) in irinotecan-refractory/relapsed mCRC pts with an elevated CEA (>5 ng/mL). Pts were treated with IMMU-130 once- (QW) or twice-weekly (BIW) at 4 to 10 mg/kg doses on weeks 1 and 2 of 3-week cycles. The primary objective of the phase 2 portion of the study was to determine response (by RECIST 1.1) with secondary objectives of progression-free survival (PFS), overall survival (OS), and tolerability. Treatment was continued until disease progression or intolerance.<br />Results. Eighty-six mCRC pts were treated. The majority of patients were male (58%) and had an ECOG performance status of 1 (55%). Median age was 57 yrs (range 30-82) with a median of 5 prior therapies (range, 1-13). All patients had prior irinotecan-containing therapy. Most frequent treatment-related adverse events (AEs) were nausea, fatigue, vomiting, and diarrhea. Grades 3 and 4 AEs included neutropenia (N=13, 15%), anemia (N=5, 6%), and diarrhea (N=2, 2%). Pts who had dose interruptions or reductions due to AEs all recovered without major sequelae. The QW regimen appeared superior based on disease control rate, PFS, and OS. Eleven pts (78%) at 10 mg/kg QW in 21-day cycles (N=19) had stable disease compared to 7 pts (44%) at 6 mg/kg BIW (N=19). One pt had a confirmed PR (88% shrinkage) at 6 mg/kg BIW dose, and then maintained PR at 8 mg/kg QW for 3-wk cycles over 2 yrs. Median PFS at 10 mg/kg QW was 4.6 mos compared to 3.7 mos at 6 mg/kg BIW (3-wk cycles). Median OS at 10 mg/kg QW was 9.3 mos compared to 7.4 mos at 6 mg/kg BIW. Exploratory analyses revealed no association between RAS mutation status or baseline CEA and tumor response. There was no significantly higher frequency of grade 3+ neutropenia, febrile neutropenia, or diarrhea for patients with 28*/28* or 1*/28* UGT1A1 genotype (N=27) vs normal genotype (N=27). PK profiles demonstrated a shorter half-life for the intact conjugate compared to the antibody. No antibody response to hMN-14-IgG or SN-38 was detected at up to 16 mos.<br />Conclusion. IMMU-130 monotherapy has acceptable toxicity, appearing less than irinotecan. The 10 mg/kg QW x 2 over 3 wks resulted in encouraging median estimates of 4.6 mos for PFS and 9.3 mos for OS in this heavily pre-treated, refractory, mCRC population. Based on this, the 10 mg/kg weekly dosage x 2 of 3-wk cycles was selected for further evaluation.","keywords":"Colorectal cancer;carcinoembryonic antigen;carcinoembryonic antigen;clinical trial","category":"CLINICAL TRIALS","sage":"ADC","moa":"NA"}
