{"ID":"7216","institution":"Weill Cornell Medicine","authors":"","text":"Background. Patients (pts) with PRUC have an aggressive disease with limited therapeutic options. Sacituzumab govitecan (IMMU-132) is an ADC comprised of SN-38, the active metabolite of the topoisomerase inhibitor, irinotecan, conjugated to an anti-Trop-2 humanized mAb. In vitro and in vivo preclinical data show that this is a unique ADC, with a high drug:antibody ratio of 7.6. It is capable of delivering up to 136-fold more SN-38 than its parent drug, irinotecan, in a human cancer xenograft. The ADC and mAb are immunotherapeutic in vitro (ADCC). Expression of Trop-2 is elevated in most epithelial cancers (>80%), including UC. The efficacy and safety of this new ADC is examined in PRUC pts.<br />Methods. A Phase I/II clinical trial (ClinicalTrials.gov, NCT01631552) is enrolling PRUC pts. IMMU-132 is administered on days 1 and 8 of 21-day treatment cycles. Treatment is continued based on tolerance or until progression, with safety and response assessments (RECIST 1.1) made every week and every 8 weeks, respectively.<br />Results. Fifteen PRUC pts were enrolled by 11/10/15 and 14 are evaluable [median age 68 yrs, 93% M, 71% with ECOG 1, 71% with visceral metastases], with a median of 2 (range, 1-5) prior chemotherapies. IMMU-132 doses given were 8 mg/kg (N = 3), 10 mg/kg (N = 10), or 12 mg/kg (N=1).<br />Six patients have confirmed partial response, providing an objective tumor response rate of 46% in 13 patients assessable by RECIST 1.1. The clinical benefit ratio (PR+SD > 4 months) is 57%. The current median progression-free survival (PFS) is 8.1 months with 50% maturity (# events divided by # patients), and median overall survival (OS) is 10.8 months, with 79% patients still alive.<br />Among collected adverse events so far among 15 UC pts enrolled before 8/31/15, grade 3+ drug-related toxicities above 5% incidence (single events) are neutropenia (9%), diarrhea (9%) and staphylococcal bacteremia (9%). No patient developed antibodies (by ELISA) to the antibody or drug.<br />Conclusion. Compared to historical response rates of < 20% in this clinical setting, PFS of 2-4 mos, and OS of 4-9 mos for pts with PRUC, the early efficacy seen in this study to date combined with the toxicity profile encourage further study of IMMU-132 at the 10 mg/kg dosing level.","keywords":"Genitourinary cancers: bladder;Trop-2;Trop-2;SN-38","category":"CLINICAL TRIALS","sage":"ADC","moa":"NA"}
