{"ID":"7279","institution":"Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center","authors":"","text":"<b>Background</b><br />Anti-CD20 monoclonal antibody (MAb) therapy is widely employed in the treatment of non-Hodgkin’s B-cell lymphoma (NHL), but most patients eventually become refractory to CD20 MAb(s). MT-3724 is a recombinant fusion protein consisting of a CD20 binding variable fragment (scFv) fused to the ribosomal inhibitory protein Shiga-like toxin-I A1 subunit (SLT-I A1). Upon its scFv binding to surface CD20<i>,</i> SLT-I A1 forces MT-3724 internalization and irreversibly inactivates cell ribosomes triggering cell death. MT-3724 specifically binds and kills CD20+ malignant human B-cells <i>in vitro</i> and non-human primate (NHP) B-cells <i>in vivo</i>. In healthy NHPs 6 intravenous (IV) doses of MT-3724 were given over 12 days (d) at doses of 50, 150, and 450 mcg/kg with no deaths or effects on serum chemistry. Given the preclinical activity and novel mechanism of action, a Phase I/Ib study of MT-3724 was initiated.<br /><b>Methods</b><br />MT-3724 is being tested in a first-in-human (FIH), open label, dose escalation study (3 + 3 design) in sequential cohorts of 5, 10, 20 and 50 mcg/kg/dose. Eligible subjects who previously responded to a CD20 MAb containing therapy followed by relapse/recurrence of NHL receive 6 doses by 2 hour IV infusions over the first 12 d of a 28 d cycle (first cycle). With continued safety, tolerability and lack of tumor progression, subjects may receive additional 6-dose cycles (21 d cycles) with tumor assessments after cycles 2, 4 and 5. Dose escalation is based on < 33% dose limiting toxicities (DLTs) observed during the first 28 d cycle.<br /><b>Results</b><br />Twelve evaluable relapsed/refractory (R/R) NHL subjects have completed at least the first cycle in the 5, 10, 20 or 50 mcg/kg/dose cohort: 6 women/6 men; mean age 66.2 years (range 34-78). In these subjects who have received multiple approved and experimental treatments prior to enrollment, there have been no DLTs or infusion related reactions. With the exception of one Grade 4 isolated neutropenia lasting < 7 days which was possibly attributed to MT-3724 there have been no Grade 3 or 4 adverse events or serious adverse events attributed to MT-3724. In the 5 mcg/kg/dose cohort, one subject with transformed diffuse large B-cell lymphoma (tDLBCL) completed 5 cycles achieving a partial response (PR) post cycle 2 which was sustained through cycle 5; a second subject with tDLBCL had a mixed response. All three subjects treated in the 10 mcg/kg/dose cohort achieved stable disease (SD) with tumor regression. One subject with mixed DLBCL/follicular lymphoma in the 20 mcg/kg/dose cohort achieved a PR that further deepened to minimal residual disease and will undergo allo-SCT. All patients with high levels (>1,000 ng/mL) of circulating CD20 MAb developed progressive disease. Pharmacokinetic data suggest receptor saturation has not yet been reached at the 20 mcg/kg dose.<br /><b>Conclusions</b><br />MT-3724 up to 50 mcg/kg/dose has been well tolerated for up to 5 cycles in this FIH study in heavily pre-treated patients with R/R NHL. Treatment in the 100 mcg/kg cohort has commenced with continuing dose ascension planned. Because of the shared epitope and the significantly higher doses and longer half-lives of CD20 MAbs relative to MT-3724, recent exposure to these Mabs is likely to inhibit MT-3724 activity. There is early evidence of clinical activity (2 PRs, 1 mixed response, 3 SDs with tumor regression), all observed in patients without recent CD20 MAb exposure.","keywords":"Lymphoma: non-Hodgkin's lymphoma;Phase 1;Phase 1;NA","category":"CLINICAL TRIALS","sage":"small","moa":"immune"}
