{"ID":"7290","institution":"Roche pRED, Roche Innovation Center Zurich","authors":"","text":"IDO1/TDO* mediate substantial immunosuppressive effects through the metabolism of tryptophan (Trp) to kynurenine (Kyn). The consequent decrease in Trp suppresses T cell activity by multiple mechanisms, including the activation of GCN2 and mTOR pathways. Additionally, increased levels of Kyn further enhance the effect of Trp metabolism by engagement of aryl hydrocarbon receptor and potentially enhancing the number and activity of regulatory T cells. Taken together, expression of IDO1 and TDO in the tumor micro-environment dampens tumor-specific effector T cell response, and elevated expression of IDO1/TDO correlates with reduced survival of cancer patients. IDO1 selective inhibitors have already demonstrated clinical anti-tumor activity for certain tumor types. Therefore, targeting the Trp/Kyn pathway via simultaneous inhibition of IDO1 and TDO enzymes has the potential to bring enhanced benefit to cancer patients by relieving immunosuppression in a wide variety of tumor types.<br />We have discovered a novel, highly potent, small molecule IDO1/TDO dual inhibitor, RG70099, with favorable preclinical oral bioavailability and safety profile. RG70099 potently inhibits both enzymes in cell based assays (IDO1 IC<sub>50</sub>: <100nM while TDO IC<sub>50</sub>: <100nM) and in preclinical in vivo model systems, a single oral administration of RG70099 efficiently prevented the formation of Kyn by ~90% at plasma level. Furthermore, RG70099 efficiently penetrates into IDO1<sup>+</sup> tumors and tumor draining lymph nodes where it reduced Kyn levels by more than 95%. We evaluated the inhibitory activity of the molecule in the TDO<sup>+</sup> U87MG mouse tumor model. Twice-a-day administration of RG70099 reduced Kyn concentration in TDO<sup>+</sup> tumors by ~90% while pure IDO1 inhibitors failed to modulate Kyn levels in this setting. Studies of IDO1/TDO dual inhibition in pre-clinical immunocompetent animal models, and whether TDO inhibition in tumors that express IDO1 and TDO will provide additional benefits have been initiated. Prevalence analysis performed by IHC on several conditions indicates that both proteins are highly expressed either on tumor cells or immune cells with important differences among tumor types suggesting the potential for improved efficacy and differentiation of dual IDO1/TDO inhibitors.<br />Our data show for the first time that a dual inhibition of IDO1 and TDO significantly reduces Kyn levels in preclinical tumor models. RG70099 is a potent, dual-selective IDO1 and TDO small molecule inhibitor with favorable pharmaceutical and pharmacokinetic properties that has the potential to relieve immunosuppression by both IDO1 and TDO and activate anti-tumor immune responses for a broad range of cancer types.<br />*IDO1: Indoleamine 2,3-Dioxygenase 1; TDO: Tryptophan 2,3-Dioxygenase","keywords":"Immunotherapy;NA;NA;NA","category":"IMMUNOLOGY","sage":"small","moa":"immune"}
