{"ID":"7292","institution":"Minase Research Institute/Ono Pharmaceutical Co., Ltd.","authors":"","text":"<b>Purpose</b>: Recent clinical studies have demonstrated that immunotherapeutics, such as checkpoint inhibitors are a promising approach to the treatment of cancer; however, strategies to improve its clinical efficacy are still required. Axl and Mer, member of the TAM receptor tyrosine kinase family are known to be over-expressed in various types of hematological and solid tumor cancers and have been reported as poor prognostic factors. ONO-9330547 is a highly potent and selective oral Axl/Mer inhibitor. Previous study with ONO-9330547 demonstrated both increase proportion of CD8<sup>+</sup> T cell and alternation of immunosuppressive microenvironment in syngeneic tumor graft model (Tanaka AACR 2015). Thus, we next went on to examine whether combining ONO-9330547 with anti-PD1 antibody has the potential to improve efficacy in a mouse colon cancer MC38 syngeneic model.<br /><b>Methods</b>: MC38 tumor cells, a mouse colon cancer cell line, were implanted into female C57/B6 mice. Randomization of mice occurred when mean tumor volume reached 150 mm<sup>3</sup>. ONO-9330547 was fed in a diet containing 0.0013 or 0.013% ONO-9330547 (equivalent to 2 or 20 mg/kg/day). Anti-mouse PD-1 Ab (4H2) was administered intraperitoneally at a dose of 10 mg/kg every 6 days for 28 days. Tumor volumes were determined using the formula volume (= width<sup>2 </sup>x length)/2. Animals were euthanized when the tumors reached a maximum volume of 2,000 mm<sup>3</sup>. QPCR was used to determine the TAM ligands, Gas6 and Pros1.<br /><b>Results</b>: Treatment with ONO-9330547 combined with 4H2 resulted in a significantly improved inhibition of tumor growth in the MC38 syngeneic model. In contrast, treatment of 4H2 monotherapy showed inferior anti-tumor activity compared with combination therapy. In particular, ONO-9330547 at 2 or 20 mg/kg/day combined with 4H2 resulted in tumor remission in 3/9 or 6/9 animals at day 28, respectively, whereas each monotherapy resulted in tumor remission in only 1/9 animals. Interestingly, the treatment with 4H2 significantly increased TAM ligands mRNA levels, Gas6 and Pros1 in tumor.<br /><b>Conclusion:</b> Our results demonstrate that ONO-9330547, a highly potent dual Axl/Mer inhibitor, shows synergistic anti-tumor effect when combined with anti-PD-1 antibody which induces the expression of TAM ligands. These data support the concept that the immunomudulatory effect of ONO-9330547 is further enhanced when ONO-9330547 is combined with immunotherapy. Rational combination with immunotherapeutics is worth further investigation in the clinical setting.","keywords":"Immunotherapy;Axl;Axl;Mertk","category":"EXPERIMENTAL AND MOLECULAR THERAPEUTICS","sage":"small combo CPI","moa":"oncogenic kinases"}
