{"ID":"7495","institution":"Moffitt Cancer Center","authors":"","text":"TAK-264 (formerly MLN0264) is a novel ADC consisting of a human monoclonal antibody that specifically targets GCC, the potent microtubule disrupting agent monomethyl auristatin E (MMAE), and a linker. GCC is selectively expressed in the gastrointestinal (GI) tract, and its expression is maintained through the spectrum of adenoma and carcinoma in the colorectum as well as the pancreas. A Phase 1 clinical trial has demonstrated a manageable safety profile and clinical activity of TAK-264 in patients with pancreatic and gastric carcinomas (NCT01577758). The primary objective of this Phase 2, open-label, non-randomized, multicenter study was to evaluate the overall response rate (ORR; complete response + partial response [PR]), safety, and tolerability of TAK-264 in previously treated adult patients with advanced or metastatic pancreatic adenocarcinoma expressing GCC. Here we report the findings from the interim analysis (IA). Per protocol, the IA was required to show objective responses in at least 2/12 patients with a defined GCC level to continue the second part of this study. Patients aged ≥18 years with advanced or metastatic pancreatic adenocarcinoma expressing GCC (confirmed histologically by immunohistochemistry with an H score of ≥10) who had received ≥1 prior treatment, were eligible for inclusion. TAK-264 1.8 mg/kg was administered as a single 30 minute intravenous infusion on day 1 of a 21-day cycle for up to 1 year or until disease progression or unacceptable toxicity. At data cut-off (October 5, 2015), 43 patients had been enrolled. The median age was 61 years (range, 44-81). Participating patients had metastatic disease and received a median of 3 prior therapies (range, 1-8), with a median time since initial diagnosis of 16.6 months (range, 6-51). Of the 38 patients in the response-evaluable population, the ORR was 3% (PR, n=1) and 9 patients (24%) had stable disease. A total of 28 (74%) patients experienced progressive disease. All patients received at least 1 dose of TAK-264 and were included in the safety population. The most common adverse events (AE) reported in ≥15% of patients were abdominal pain (47%), nausea (37%), fatigue (35%), constipation and decreased appetite (each 28%), vomiting and neutropenia (each 26%), asthenia (21%), and dehydration (16%). Grade ≥3 neutropenia, including febrile neutropenia, was reported in 7 (16%) and 2 (5%) patients, respectively. Grade ≥3 GI AE included abdominal pain (9%), dyspepsia and vomiting (each 5%), and diarrhea (2%). Overall, a limited number of patients with GCC-positive pancreatic adenocarcinoma showed a modest clinical benefit from treatment with an ADC exploiting MMAE. The correlation between GCC levels and clinical outcomes is being explored. Based on the IA, these data do not support continuation of this study.","keywords":"Pancreatic cancer;Adenocarcinoma;Adenocarcinoma;Gastric cancer","category":"CLINICAL TRIALS","sage":"ADC","moa":"NA"}
