{"ID":"7718","institution":"University of California, Davis","authors":"","text":"We demonstrate for the first time that blocking of the programmed death-1 (PD-1) pathway in conjunction with immunogenic cell death induced by CpG-ODN and activatable nanodelivery of doxorubicin can generate curative responses in both primary and contralateral tumors. Activatable nanotherapeutics are attractive since the toxicity of chemotherapeutics can be constrained to a small region; combining such a strategy with immunotherapy is the goal of this study. We have previously shown that administration of CpG-ODN as an adjuvant, together with local release of doxorubicin from temperature sensitive liposomes (TSL) resulted in regression of directly-treated tumors, suppressed growth of contralateral tumors and reduced chemotherapeutic-mediated toxicity in a murine breast cancer model.<sup>1</sup> Increases in cytotoxic CD8+ T lymphocytes and a reduction in regulatory T cells and myeloid-derived suppressor cells were observed in both directly treated and contralateral tumors. This combinatorial approach was curative for directly-treated tumors and overall survival was significantly extended, however, the contralateral tumor returned in all treated mice. The following is the protocol explored for the addition of anti-PD1: immune intact FVB/n mice with bilateral invasive <i>neu</i> deletion syngeneic transplanted tumors were treated with a combination of anti-PD1 (aPD-1, 200 µg, <i>i</i><i>.</i><i>p</i><i>.</i>) and intratumoral administration of CpG-ODN (100 µg, <i>i</i><i>.</i><i>t</i><i>.</i>) on days 0, 7, 14 and 0, 3, 7, 10, 17 and 24, respectively. Doxorubicin TSL were prepared from DPPC:MPPC:DSPE-PEG2k, 86:10:4 in the presence of copper (II) gluconate and triethanolamine at 0.2 mg-drug/mg-lipid and administrated <i>i.v.</i> at 6 mg doxorubicin/kg body weight on days 10, 17, 24. The formation of a complex between doxorubicin and copper was created to enhance the circulation and stability of TSL and to reduce systemic toxicity. To trigger drug release, hyperthermia was induced in the primary tumor with ultrasound (peak ultrasound pressure of 1.1 MPa at a frequency of 1.5 MHz) at 42°C for 5 min prior to and 20 min post drug injection with a variable duty cycle. Immediately afterwards, 100 µg of CpG-ODN 1826 was administered intratumorally to the insonified tumor. Upon treatment with this combination of locally-released doxorubicin, local administration of CpG-ODN and systemic aPD-1, 100% of treated and contralateral tumors regressed by at least 80%; further, all of the directly-treated tumors and 50% of the contralateral tumors were eliminated without recurrence. Thus, a 50% complete response rate was achieved, with tumor regression observed immediately after the incorporation of the doxorubicin treatment. By contrast, administration of CpG-ODN and systemic aPD-1 alone resulted in regression of 66% of treated and contralateral tumors.<br /><b>*MS and AK<sup> </sup>contributed equally to this work.</b><br />1. J Control Release (2015); 220: 253-264.","keywords":"Immunomodulation;Drug delivery;Drug delivery;Doxorubicin","category":"CANCER CHEMISTRY","sage":"small combo CPI","moa":"chemotherapy"}
