{"ID":"7763","institution":"UC Davis","authors":"","text":"Selective inhibitor of nuclear export (SINE) compounds represent a novel class of drugs that have shown therapeutic equivalence to multiple kinase inhibitors in pre-clinical studies of renal cell carcinoma (RCC) and are currently in phase I/II clinical trials for patients with advanced malignancies including RCC. Immune checkpoint blockade using antibodies against PD-1 or PD-L1 has also shown promising results in phase I/II/III clinical trials for RCC, with objective tumor responses of around 20% that rise to 40-50% with the combination of antibodies against CTLA-4. Here, we tested the hypothesis that the oral SINE compound, selinexor (KPT-330), would induce rapid death of RCC tumor cells and prime the tumor microenvironment for a response to checkpoint inhibition with antibodies against PD-1 or CTLA-4. Groups of 10, six-week old, male, syngeneic (Balb/c) mice were injected heterotopically (subcutaneous) with 500,000 RENCA cells. After visible tumors appeared seven days later, mice were treated every three days with vehicle (controls), selinexor, anti-PD-1, or anti-CTLA4 alone, or with selinexor in combination with either antibody. Mice were euthanized 10 days after the initiation of treatment when the control groups reached the tumor endpoint. Tumor volume, tumor size, and tumor growth rate were determined by physical measurements; the composition of the tumor immune environment was determined by multi-parameter flow cytometry. As expected, selinexor significantly reduced the overall tumor burden (P<0.05) and the checkpoint inhibitors had only modest effects on tumor growth in this acute 10-day treatment setting, both when used alone alone or in combination with selinexor. Consistent with the hypothesis, selinexor altered the local immune environment, increasing the relative number of T cells and NKT cells with a concomitant reduction in Gr1<sup>+</sup> and CD11b<sup>+</sup> myeloid cells, and Foxp3<sup>+</sup> regulatory T cells (Tregs). Anti-CTLA4 and anti-PD-1 alone led to comparable increases in the relative number of T cells and NKT cells, but with an additional increase in the proportion of effector and activated T cells. The combination of selinexor with either checkpoint blockade antibody resulted in similar reorganization of the tumor immune landscape, with increases in the total number of T cells, effector and activated T cells, and NKT cells and reductions in myeloid cells and Tregs. The data suggest that treatment with selinexor promotes a rapid reduction in tumor burden, while priming the inflammatory and immune environment to potentially maximize the therapeutic effects of checkpoint inhibition. Additional pre-clinical assessments of dose and schedule for this combination can and will be feasibly done in the RENCA model of RCC.","keywords":"Checkpoint;NA;NA;NA","category":"IMMUNOLOGY","sage":"small combo CPI","moa":"other"}
