{"ID":"7816","institution":"University of Iowa, Holden Comprehensive Cancer Center","authors":"","text":"Background: IDO is an enzyme that catalyzes the initial and rate limiting step in the conversion of tryptophan to kynurenine. Tryptophan depletion enhances the number and function of the Treg (suppressive) arm of the immune system and inhibits the effector T cell (stimulatory) arm. In addition, it has been shown that kynurenine metabolites may augment the suppressive effects on inflammation and immune responses. The normal physiologic function of IDO is the regulation of acquired local and peripheral immune tolerance. In cancer, IDO can either be expressed directly by the tumor cells themselves, or induced indirectly in host antigen presenting cells by the presence of tumor. In these settings, the IDO pathway mediates an acquired immune tolerance towards tumors, allowing tumors to thwart an immune response by the host. Therefore, the IDO pathway is an attractive target. Anti- CTLA-4 (ipilimumab) and anti-PD-1 (pembrolizumab and nivolumab) are monoclonal antibodies that block the immunosuppressive receptor CTLA-4/ PD-1 on T cells, thus enhancing immune responses against tumors. Tumor models have shown synergistic effects with anti-CTLA-4 treatment and anti-PD-1 treatment in combination with indoximod providing a rationale for combination therapy for the treatment of melanoma. The phase 1b study has enrolled 9 patients combining a dose escalation indoximod (twice daily oral dose, continuously for each 21 day cycle) with ipilimumab (3mg/kg q3 weeks x 4 doses) in a standard 3+3 design. The phase II dose for indoximod has been established at 1200 mg twice daily (BID), which is the maximum biologically achievable dose of oral indoximod.<br />Methods: This is an ongoing multicenter phase II clinical trial combining indoximod 1200 mg BID with provider choice of a standard of care immune checkpoint inhibitor, consisting of 4 cycles of concomitant ipilimumab, repeat cycles of nivolumab or repeat cycles of pembrolizumab. In the event of progression, the provider can change therapy from one checkpoint inhibitor (anti-CTLA-4 or anti-PD-1) to another (ipilimumab to pembrolizumab or nivolumab as well as pembrolizumab or nivolumab to ipilimumab) while continuing indoximod. In the case of toxicity requiring stoppage of checkpoint blockade with either anti-CTLA-4 or anti-PD-1 treatment patients can continue on indoximod monotherapy until progression. Eligible patients have unresectable Stage 3 or 4 melanoma. Up to 96 subjects are planned to enroll in phase II. Treatment can be continued until disease progression on sequential checkpoint blockade or toxicity. Primary objective is overall response rate, secondary objectives median progression free and overall survival. Correlative studies include qualitative analysis of IDO expression by immunohistochemistry in tumor samples.<br />ClinicalTrials.gov Identifier: NCT02073123","keywords":"Melanoma/skin cancers;IDO Inhibitor;IDO Inhibitor;Checkpoint","category":"CLINICAL TRIALS","sage":"small combo CPI","moa":"immune"}
