{"ID":"7821","institution":"Biothera","authors":"","text":"Immune checkpoint inhibitors anti-PD-1, anti-PD-L1 antibodies) are emerging as an important therapeutic modality in several cancers, as these therapies block tumor-induced T cell suppression. While anti-PD-L1 antibodies are still in development, anti-PD1 antibodies (nivolumab, pembrolizumab) have already been approved for use in metastatic melanoma and non-small cell lung cancer (NSCLC) patients. Pre-clinical mechanistic and translational studies have suggested that the efficacy of the anti-PD-1 antibodies could be enhanced by combinations with agents that can reverse T-cell suppression, induce <i>de novo</i> immune responses, and consequently adaptively induce PD-L1 expression on either tumor cells or the myeloid cells within the tumor microenvironment.<br />Imprime PGG (Imprime), a yeast-derived soluble β-1,3/1,6 glucan PAMP, has shown promising efficacy (objective tumor response and survival) in randomized phase II trials in the 1<sup>st</sup>-line treatment of stage IV NSCLC. Previously, we have demonstrated that Imprime counteracts myeloid cell-mediated immunosuppression by driving macrophage repolarization to an M1 phenotype and by promoting MDSC differentiation. Imprime also enhances the ability of antigen presenting cells to prime antigen-specific CD8 T cells. The coordinated activation of these myeloid cells consistently results in PD-L1 upregulation on monocyte-derived macrophages and dendritic cells (DC), enhanced T cell expansion and increased production of the potent anti-tumor cytokine, interferon gamma (IFNγ). When exposed to these IFNγ-rich cell culture supernatants, tumor cells routinely also upregulate surface PD-L1 expression. We now show for the first time, <i>in vivo</i>, that PD-L1 upregulation is also evident on the DCs and monocytes in the peripheral blood of <i>colorectal cancer patients</i> treated with Imprime and cetuximab, indicating that IV dosing of Imprime can elicit the same critical immune changes systemically.<br />These data suggest that Imprime treatment may enhance the efficacy of checkpoint inhibitor therapy. To assess this possibility, CT26 colorectal tumor cells were injected subcutaneously into the flanks of syngeneic BALB/C mice. Three days later, mice were randomized to treatment groups. Remarkably, at day 35, the median tumor volume in the group receiving Imprime plus the anti-PD-1 antibody was 172mm<sup>3</sup> compared to 936 mm<sup>3 </sup>in mice treated with anti-PD-1 alone. By the end of study, 60% of the mice in the anti-PD-1 group had tumors exceeding 1000 mm<sup>3 </sup>whereas only 30% of mice treated with Imprime plus anti-PD-1 had<sup> </sup>surpassed this tumor size limit. Taken together, these data further support the notion that the novel PAMP, Imprime, consistently enhances PD-L1 expression on myeloid and tumor cells and may thereby enhance the sensitivity to checkpoint inhibitor based therapy.","keywords":"Checkpoint;Innate immunity;Innate immunity;NA","category":"IMMUNOLOGY","sage":"small combo CPI","moa":"immune"}
