{"ID":"7854","institution":"Fred Hutchinson Cancer Center","authors":"","text":"Antibody-drug conjugates (ADCs) have been FDA approved for the targeted delivery of chemotherapy to cancer. However, ADCs are limited for solid tumors and brain cancer by their poor penetration and inability to cross the blood-brain-barrier. A number of groups have shown that cystine-knot peptides (knottins) can be modified in ways that allow them to target cancer cells. Our lab demonstrated that an optide (optimized knottin-peptides) conjugate such as chlorotoxin-Cy5.5 are able to accumulate throughout tumors and cross an intact blood-brain barrier. However, chlorotoxin-Cy5.5 accumulates in mouse liver - a potential liability if used as a peptide-drug conjugate. We sought to identify a novel peptide that is capable of delivering chemotherapy selectively to tumor cells <i>in vitro</i> and <i>in vivo</i>.<br />Our group has developed a mammalian protein expression system that is able to produce >20mg scale, endotoxin-free knottins and can rapidly generate variants of those peptides. We went <i>in vivo</i> to investigate if there was selective accumulation of our novel peptide-dye conjugates in sarcoma flank xenografts. Mice were injected intravenously with conjugate and accumulation was quantified in a number of tissues using IVIS imaging. We identified a novel peptide that accumulated in sarcoma flank tumors >10-fold relative to liver. We tested the ability of this peptide to deliver cytotoxic chemotherapy <i>in vitro</i> as a peptide-drug conjugate. We identified a novel conjugate capable of efficiently inhibiting the growth of a number of tumor cell lines <i>in vitro</i>. We tested the ability of various endocytosis inhibitors to prevent the uptake of this peptide and showed that inhibitors of GPI-anchored protein endocytosis prevented this accumulation. To verify tumor accumulation in preparation for efficacy studies we tracked the distribution of a radiolabeled form of the peptide in a whole body autoradiography model and observed sustained tumor uptake.<br />Our novel peptide-conjugate is able to potently inhibit the growth of a number of tumor cell lines <i>in vitro</i> and the endocytosis of GPI-anchored proteins is involved in this accumulation. Additionally, this peptide accumulates in tumor tissue <i>in vivo</i>. Optide-drug conjugates may offer enhanced tumor penetration over antibody-drug conjugates and therefore increase the therapeutic index in delivering cytotoxic chemotherapy.","keywords":"Peptides;Targeted drug delivery;Targeted drug delivery;Antibody","category":"EXPERIMENTAL AND MOLECULAR THERAPEUTICS","sage":"ADC","moa":"NA"}
