{"ID":"788","institution":"University of Texas MD Anderson Cancer Center","authors":"Yasmin Lyons","text":"Objectives: Anti-angiogenesis therapy shows clinical benefit in patients with high-grade serous ovarian cancer (HGSC), but adaptive resistance typically occurs. Thus, approaches to overcome such resistance are needed. Here, we systematically assessed immune cell populations enriched during adaptive resistance and identify novel therapeutic avenues.<br />Methods: A series of in vitro and in vivo (immune competent and nude mice) experiments were carried out. Animals were treated with anti-VEGF antibody continuously until resistance emerged, at which point full immune profiling was performed. Based on these results, efficacy of AC708 (CSF1R inhibitor to target tumor-associated macrophages) was tested in the adaptive-resistance models. F4/80 antibody was used as a macrophage marker.<br />Results: On the basis of full immune profiling, we detected significantly increased macrophage infiltration in tumors with anti-VEGF antibody resistance compared to tumors from sensitive mice (p<0.0001). Given the dominant role of CSF1R in macrophage function and overexpression of CSF1R in HGSC, we added AC708 following emergence of adaptive resistance to anti-VEGF antibody. Mice treated with AC708 after anti-VEGF antibody resistance demonstrated complete response upon completion of the experiment, while those that did not receive AC708 still had abundant tumor. To mimic treatment with the AURELIA regimen, we next treated mice with anti-VEGF antibody and paclitaxel until resistance emerged, and then AC708 was added. The addition of AC708 restored response to anti-angiogenesis therapy, resulting in 82% lower tumor burden compared to treatment with anti-VEGF antibody and paclitaxel alone (p < 0.0001), and a substantial decrease in macrophages (p<0.0004).<br />Conclusions: The addition of CSf1R inhibitor to anti-VEGF therapy and taxane chemotherapy results in robust anti-tumor effects. To confirm these findings, a clinical trial at our institution is nearing activation. The REDIRECT (RandomizEd Induction DIscontinuation TRial of EmaCTuzumab) trial will randomize patients to continue weekly paclitaxel and biweekly bevacizumab with or without a CSF1R inhibitor (emactuzumab) following an induction phase.","keywords":"Macrophages;Antiangiogenic agents;Antiangiogenic agents;Resistance","organ":"Gynecological cancers: ovarian","topic":"Resistance to angiogenesis inhibitors","target":"CSF1R","tumor":"Ovarian","combo":"SMI_other","sage":"immunosuppressive","pharma":"academia"}
