{"ID":"7880","institution":"Biothera Pharmaceutical Inc","authors":"","text":"Imprime PGG (Imprime) is a soluble yeast 1,3/1,6 Β-glucan PAMP (pathogen-associated molecular pattern). As a PAMP, Imprime triggers innate immune function, activating the direct killing functions of innate immune cells, facilitating MDSC differentiation and macrophage repolarization as well as enabling dendritic cell maturation and antigen presentation, driving T cell expansion and activation. In the clinic, Imprime is administered intravenously and is well-tolerated. In multiple clinical trials (> 400 subjects), including randomized phase 2 studies in NSCLC, Imprime has consistently shown promising increases in both objective tumor response and patient survival. To date, the clinical experience with Imprime has centered on combinations with tumor targeting monoclonal antibodies (Mabs). For instance, Imprime combined with rituximab and alemtuzumab in CLL patients yielded a 65% complete response rate (vs 37% historical CR rate for alemtuzumab plus rituximab).<br />We sought to better characterize the effect of Imprime in concert with tumor-targeting mAbs. We show that Imprime enhances the effector functions of multiple innate immune cell lineages. We first evaluated the generation of Reactive Oxygen Species (ROS) in neutrophils isolated from human healthy volunteer whole blood. These neutrophils, but not those from vehicle treated whole blood, specifically recognized B cell lymphomas (Raji) only after opsonization with anti-CD20 Mabs (rituximab, ofatumumab, obinatuzumab), generating a substantial ROS burst that coincided with enhanced tumor cell cytotoxicity. Similarly, increased antibody dependent cellular phagocytosis (ADCP) mediated by monocyte-derived macrophages was evident against antibody-opsonized lymphomas (Z138 B cell lymphomas with obinutuzumab) and solid tumor cells (SKBr3 breast cancer cells with trastuzumab) from Imprime-treated whole blood. Likewise, increased Natural Killer (NK) cell-mediated antibody dependent cellular cytotoxicity (ADCC) was evident only after Imprime treatment against antibody-opsonized cancer cells (SKBR3 with trastuzumab, K562 erythroleukemia cells with anti-glycophorin-A). In vivo, we now show that Imprime administered intravenously significantly enhances the anti-tumor efficacy of trastuzumab in a patient derived xenograft model of breast cancer, reducing mean tumor volume to ~ 50% of that achieved by trastuzumab alone. In the B16 lung experimental metastasis model, the addition of Imprime to the anti-TRP1 tumor targeting antibody TA-99 significantly reduces both the number and size of B16 lung metastases. Together, these data show that Imprime stimulates the innate immune system, augmenting the anti-tumor efficacy of a diverse array of tumor targeting antibodies in multiple tumor types.","keywords":"Immunotherapy;Immunomodulation;Immunomodulation;Monoclonal antibodies","category":"IMMUNOLOGY","sage":"small","moa":"immune"}
