{"ID":"790","institution":"Celldex Therapeutics, Inc.","authors":"Abdel Halim, Rebecca Bagley, Tibor Keler","text":"Introduction: gpNMB is an internalizable transmembrane protein overexpressed in 20% of breast cancers, 40% of triple-negative breast cancer (TNBC) and 80% of melanomas. Glembatumumab vedotin (GV; CDX-011) is a novel antibody-drug conjugate (ADC) that delivers the potent cytotoxin monomethyl auristatin E to cancer cells expressing gpNMB. GV is in Phase II clinical trials for TNBC (the pivotal “METRIC” study; NCT01997333) and melanoma (NCT02302339). We investigated the prevalence of gpNMB overexpression in other human cancers to explore the potential for therapeutic benefit of GV beyond TNBC and melanoma.<br />Methods: Tumor and normal tissues were procured (Mosaic Laboratories, CA) under an IRB-reviewed protocol (MOS001) allowing in vitro analysis of remnant, anonymized human samples. The study included 20 pancreatic tumors, 21 normal pancreatic tissues, 20 head & neck (H&N) tumors, 21 normal H&N tissues, 20 lung squamous cell carcinoma (SCC), 20 lung adenocarcinoma, 20 normal lung and 21 osteosarcoma tissues but no normal bone tissues were available. A validated immunohistochemistry assay was performed centrally on formalin fixed, paraffin embedded tissues. A goat polyclonal anti-gpNMB antibody (R&D Systems, MN) was applied to slides after deparaffinization and antigen retrieval. Visualization was achieved with a rabbit anti-goat antibody (Vector Laboratories, CA) and EnVision+ anti-rabbit HRP detection system (Dako, CA). Hematoxylin-counterstained slides were scored by 2 pathologists for percent of positive cells and staining intensity (0, 1+, 2+, 3+). Considering only cells strongly stained (2+ and/or 3+), the highest percent of cells stained in normal corresponding tissues was used as a cut-off.<br />Results: Tumor epithelial cells staining exceeded the cut-off in 55%, 40%, 85% and 45% of pancreatic, H&N, lung SCC and lung adenocarcinoma respectively, and 62% of osteosarcoma samples stained in 1-90% of tumor epithelial cells. In pancreatic, lung, and H&N tumors, staining was both cytoplasmic and membranous but only cytoplasmic and 1+ intensity for normal tissue, normal tumor-adjacent tissue, and non-tumor stromal cells. The pattern of gpNMB staining in osteosarcomas was obviously cytoplasmic. However, both cytoplasmic and membranous staining resulted in a broader panel of 67 osteosarcoma tissues and glembatumumab vedotin had strong activity in 3/6 osteosarcoma xenografts (Roth, PBC, 2015; Kolb, PBC, 2014).<br />Conclusions: As compared to normal tissue, differential expression of gpNMB in human osteosarcoma, pancreatic, lung, and H&N tumor samples suggests that patients with these cancers may derive a benefit from treatment with the investigational agent glembatumumab vedotin that targets cell surface gpNMB. Clinical studies are being initiated in squamous cell lung cancer, osteosarcoma and uveal melanoma with ongoing studies in TNBC and melanoma.","keywords":"Biomarker;Antibody drug conjugate;Antibody drug conjugate;Glembatumumab vedotin","category":"CLINICAL RESEARCH","sage":"ADC","moa":"NA"}
