{"ID":"7940","institution":"Biothera, Inc.","authors":"","text":"Recognition of PAMPs via pattern recognition receptors is central to immune recognition of foreign threats and to the generation of a coordinated innate and adaptive immune response. Cancers lack PAMPs and are poorly immunogenic. Consequently, the immune system often fails to mount an effective, coordinated anti-cancer immune attack. Though immunotherapies (e.g. checkpoint inhibitors) are effective in some cancer patients, the majority of patients fail to achieve substantial therapeutic benefit. To fully realize the potential of immune checkpoint inhibitors, there is substantial interest in developing therapeutically-viable PAMPs capable of enabling the maturation and function of professional antigen presenting cells (e.g. dendritic cells, DCs). Bacterial and viral PAMPs (i.e. TLR and STING agonists) can elicit DC maturation but are poorly tolerated systemically and are thereby limited to intra-tumoral delivery.<br />The soluble yeast β-1,3/1,6 glucan, Imprime PGG (Imprime), is a PAMP that has been successfully administered intravenously (IV), is well-tolerated and shows promising efficacy in a series of clinical trials in > 400 total subjects. We sought to determine whether Imprime could drive maturation and enhanced function of antigen presenting cells in vivo. We now show that Imprime binds in vivo to various dendritic cell (DC) subsets in both human and mouse. In mice dosed IV, Imprime also elicits DC maturation as indicated by CD86 upregulation and successfully induces a type I interferon transcriptional profile. In C57Bl/6 mice immunized with the OVA257-264 model antigen, Imprime treatment elicits the specific expansion of adoptively transferred OT-I CD8 T cells (transgenic T cells engineered to recognize the OVA antigen). These OT-I T cells are functional effector cells, showing enhanced degranulation and increased capacity to produce IFN-γ and IL-2 when compared to OT-I cells isolated from mice challenged with OVA peptide alone. In ex vivo human whole blood, Imprime also enables DC maturation (enhanced expression of CD86, CD83, MHC class II), T cell expansion and production of the potent anti-tumor cytokine IFN-γ. Importantly, we now show preliminary data that peripheral blood monocytes and classical DCs from Imprime-treated cancer patients show elevated CD86 expression. Collectively, these data show that Imprime, a novel, systemically-administered, well-tolerated PAMP, can effectively elicit the maturation and function of antigen presenting cells in vivo and may thereby enhance T cell priming and anti-tumor immune response elicited by checkpoint inhibitors.","keywords":"Dendritic cells;Monocyte;Monocyte;Anticancer therapy","category":"IMMUNOLOGY","sage":"small","moa":"immune"}
