{"ID":"903","institution":"Johns Hopkins University","authors":"Sounak Roy","text":"Approximately 28,000 men die of prostate cancer (PCa) each year in the US, and 90-100% of them will be due to bone metastasis. It has been demonstrated that PCa cells detach from the primary tumor and “home” to bone. Osteoblasts (bone-forming cells) secrete the chemoattractant stromal-derived factor 1 (SDF-1, also known as CXCL12), and PCa cells express the receptors for SDF-1, C-X-C chemokine receptors 4 and 7 (CXCR4 and CXCR7). PCa cells use these receptors to enter the chemoprotective bone microenvironment, specifically, the hematopoietic stem cell (HSC) niche in the endosteum. While small molecule inhibition of CXCR4 can mobilize PCa cells from the bone marrow microenvironment, it is unknown whether CXCR7 plays a compensatory role when CXCR4 is antagonized. SDF-1 is known to bind with greater affinity to CXCR7 compared to CXCR4 indicating a possible role of CXCR7 in tumor migration to the endosteal niche. Therefore, it is crucial to determine the individual and combined roles of CXCR4 and CXCR7 in the formation and treatment of PCa bone metastases. To answer these questions, first we assessed CXCR4 and CXCR7 expression across a panel of prostate cancer cell lines. We then transiently overexpressed and knocked down CXCR4 and CXCR7 in PCa cells and found CXCR4 and CXCR7 expression <i>in vitro</i> to directly correlate to cell viability and migration in PC3 PCa cells. To further test dissemination and metastasis in bone, we are making stable overexpression and knockout cells and will perform <i>in vivo</i> metastasis experiments. We have developed a novel immunofluorescence protocol for detecting and quantifying tumor cells in murine blood and bone marrow and will use this technique to determine the ability of PCa cells to disseminate to bone in the presence or absence of CXCR4 and/or CXCR7. This will be quickly translatable because we are currently running a first-in-prostate cancer clinical trial to determine whether small molecule inhibition of CXCR4 to mobilize PCa tumor cells from the bone marrow, combined with docetaxel, will benefit metastatic PCa patients. If we determine that CXCR7 plays a compensatory role in dissemination and/or metastasis, we will need to add CXCR7 inhibition to our treatment strategy to obtain the most efficient benefit for patients.","keywords":"Genitourinary cancers: prostate;Bone metastasis;Bone metastasis;Chemokine receptor","organ":"Genitourinary cancers: prostate","topic":"Genes that regulate migration and invasion","target":"CXCR4","tumor":"Prostate","combo":"SMI_other","sage":"immunosuppressive","pharma":"academia"}
