{"ID":"941","institution":"Osaka City Univ. Grad. School of Medicine","authors":"Masakazu Yashiro","text":"<b><i>Background & Aims:</i></b> Activated fibroblasts in the tumour stroma, also termed carcinoma-associated fibroblasts (CAFs), play a critical role in the progression of cancer. In our previous studies, we identified CAFs as playing an important role in cancer progression in the development of gastric cancer. However, it remains unclear which factor recruit and promote CAFs. The aim of this study is to clarify from where CAFs originate and which factor recruits them into the gastric cancer microenvironment. <b><i>Methods:</i></b><i> </i><i>In vitro</i> study analysed the chemotaxis-stimulating factor from gastric cancer cells using bone marrow-derived mesenchymal cells (BM-MCs).<b><i> </i></b>The nude mice with bone marrow transplantation from CAG-EGFP mice were used for the <i>in vivo</i> gastric cancer experiments. The influences of chemokine (C-X-C motif) receptor 2 (CXCR2) inhibitor on the migration of BM-MCs were examined<i> </i><i>in vitro</i> and <i>in vivo</i>. <b><i>Results: </i></b>BM-MCs migrated into tumor stroma of <i>in vivo</i> gastric cancer. The number of BM-MCs was much greater in the gastric tumor than in normal tissue from three days after inoculation of cancer cells. C-X-C motif ligand 1 (CXCL1) from gastric cancer cells significantly (<i>p</i><0.001) stimulated the chemoattractant ability of BM-MCs <i>in vitro</i>. Anti-CXCL1 antibody and CXCR2 inhibitor significantly (<i>p</i><0.05) decreased the migration-stimulating activity of gastric cancer cells. A CXCR2 inhibitor, SB225002, decreased tumor size and lymph node metastasis of gastric tumor, and significantly (<i>p</i>=0.039) prolonged survival of gastric-tumor bearing mice. The histologic findings indicated that SB225002 decreased the recruitment of BM-MCs into the tumor stroma, resulting in the reduction of CAFs. <b><i>Conclusions:</i></b> BM-MSCs recruit into gastric tumour and differentiate into CAFs. CXCL1 from gastric cancer cells stimulates the<b> </b>recruitment of BM-MCs into gastric cancer locus via CXCR2 signalling. Inhibition of BM-MCs’ recruitment appears a promising therapy for gastric cancer.","keywords":"Stromal-epithelial interactions;Gastrointestinal cancers: stomach;Gastrointestinal cancers: stomach;CXCR2","organ":"Gastrointestinal cancers: stomach","topic":"Tumor/stromal interactions","target":"CXCR2","tumor":"Gastric","combo":"SMI","sage":"immunosuppressive","pharma":"academia"}
