{"ID":"CT056","institution":"Haukeland Univ. Hospital","authors":"Oddbjorn Straume","text":"<b>Background</b>. MAPK inhibitors and immune checkpoint inhibitors are major breakthroughs in metastatic melanoma showing high response rates and durable responses. To further improve patient outcome, and to overcome treatment resistance, combination strategies have been suggested. We have initiated a phase Ib/II randomized clinical trial with the selective AXL inhibitor BGB324 (IC50=14 nM R428 Bergen Bio AS) with or without immune check point inhibition (pembrolizumab) or MAPK inhibitors (dabrafenib+trametinib) (NCT02872259). Upregulation of the AXL kinase has been associated with reduced response to anti-PD-1 therapy. The drug resistant low MITF/ high AXL melanoma signature has been associated with an immune suppressive micro-environment. AXL is a key negative feedback regulator of the innate immune response and attenuates macrophage, dendritic and natural killer (NK) cell activity. Hence, AXL signaling contributes to both tumor intrinsic and microenvironmental immune suppression mechanisms. Further we have recently shown that BGB324 sensitizes the highly metastatic K1736 murine melanoma tumors to anti-PD-1 treatment. This provides a rationale for targeting AXL to enhance the anti-cancer immune response. AXL dependent cell plasticity signaling pathways confer resistance to inhibitors of BRAF/MEK. Melanomas display either a high E-cadherin/high MITF-M expression on the one hand, or high N-cadherin/high AXL expression on the other. The low MITF/high AXL phenotype is linked to drug-resistance in mutant BRAF and NRAS melanoma cell lines. Interestingly, AXL-mediated resistance to BRAF and MEK targeting agents could be predicted by levels of soluble AXL receptor in patient blood samples and prevented by coadministration of BGB324,<br /><b>Methods</b>. This is a Phase Ib/II, multicentre, open label, parallel group study in patients with metastatic melanoma. Part 1 is a dose selection phase in up to 12 patients to evaluate the safety of BGB324 when administered in combination with dabrafenib+trametinib and to determine the BGB324 dose to be administered in the combination in Part 2 and Part 3. Part 2 is an open label, multiple arm, randomised treatment phase evaluating efficacy and safety of pembrolizumab and dabrafenib+trametinib in combination with BGB324 as first line treatment in 80 patients with advanced melanoma compared to pembrolizumab or dabrafenib/trametinib alone. Patients will be stratified according to BRAF status and tumor load to receive pembrolizumab or dabrafenib+trametinib with or without BGB324, randomised in a 2:1 ratio. Part 3 is an open label, multiple arm, non-randomised treatment phase evaluating efficacy and safety of pembrolizumab and dabrafenib/trametinib in combination with BGB324 or alone, as second line treatment in patients continuing from Part 1 or Part 2. Co-primary endpoints are safety and response rates according to RECIST 1.1. Enrollment began in January 2017.","keywords":"Immunotherapy;Combination studies;Combination studies;NA","organ":"NA","topic":"Phase II clinical trials in progress","target":"AXL","tumor":"Melanoma","combo":"SMI_checkpoint","sage":"immunosuppressive","pharma":"academia"}
