{"ID":"CT089","institution":"Memorial Sloan Kettering Cancer Center","authors":"Jedd Wolchok","text":"Background: IPI-549 is a potentially first-in-class, oral, potent, and selective inhibitor of PI3K-γ that shows single agent antitumor activity in murine tumor models (Kaneda, 2016) and enhanced antitumor activity and improved survival when combined with immune-checkpoint blockade (ICB) (De Henau, 2016). IPI-549 reduces the T-cell-suppressive activity of both murine and human myeloid-derived suppressor cells in vitro and in vivo, and leads to a shift in tumor-associated myeloid cells from an immunosuppressive M2 phenotype to a proinflammatory M1 phenotype, and to an increase in circulating tumor-specific T cells and tumor-infiltrating CD8+ IFNγ+ T cells. Preclinical tumor models show that resistance to ICB is directly mediated by the suppressive activity of infiltrating myeloid cells. Treatment of ICB-resistant 4T1 and B16GM tumor-bearing mice with IPI-549 and anti-PD1 for 14 days led to significant antitumor activity and an increased CD8+/T-reg cell ratio, confirming that selective pharmacologic targeting of PI3K-γ by IPI-549 restores sensitivity to ICB (De Henau, 2016). These data served as the scientific foundation for initiating a clinical trial testing IPI-549 as an immuno-oncology therapy to help reverse ICB resistance.<br />Design: This Phase 1/1b, first-in-human, clinical study will evaluate the safety and tolerability, and determine the recommended Phase 2 dose (RP2D) of IPI-549 as monotherapy and in combination with nivolumab in patients with solid tumors (NCT02637531). This multi-arm study consists of a monotherapy dose escalation arm (3+3), followed by a monotherapy expansion arm. Furthermore, the study contains a combination dose escalation arm (6+6) (now enrolling), followed by combination expansion arms in NSCLC, melanoma, and SCCHN . Patients in the expansion arms will have received an anti-PD-1/PDL1 as their last prior therapy and had either primary or acquired resistance to checkpoint therapy.<br />Preliminary results: This trial is currently enrolling patients in the US. To date, 15 patients have enrolled in the monotherapy dose escalation arm (10, 15, 20, 30, 40 mg QD). IPI-549 serum exposure reached the IC90 for PI3K-γ in patient T cells and monocytes at 30 mg QD. No DLTs have been observed, and the most frequent drug-related treatment-emergent adverse events were nausea, vomiting, fatigue, and headache, all of which were low grade. Preliminary durable clinical benefit has been observed among the initial 12 patients treated in the monotherapy dose escalation arm, with 50% of patients able to remain on treatment ≥16 weeks. Based on these findings, the combination dose escalation cohort was opened to enrollment; 6 patients have been treated with the combination of IPI-549 20 mg QD+ nivolumab 240 mg Q2W. The monotherapy dose escalation remains ongoing. Detailed PK, PD, safety, preliminary efficacy data will be presented from both the monotherapy dose escalation arm and combination dose escalation arm at the time of presentation.","keywords":"checkpoint resistance;tumor microenvironment;tumor microenvironment;NA","organ":"NA","topic":"Phase I adult clinical trials","target":"PI3K","tumor":"Many","combo":"SMI_checkpoint","sage":"immunosuppressive","pharma":"academia"}
