{"ID":"CT092","institution":"Genentech, Inc.","authors":"Amit Garg","text":"<b>BACKGROUND</b>: DMUC4064A is a TDC comprising a humanized anti-MUC16 IgG1 and a potent anti-mitotic agent, monomethyl auristatin E (MMAE) through a protease-labile linker through engineered cysteine at a Drug Antibody Ratio (DAR) of 2. The use of engineered cysteines is intended to allow more homogenous conjugation, which in turn can improve the overall performance of the TDC (i.e. slower clearance), compared to the conventional ADC (prepared by stochastic conjugation to interchain disulfide bond cysteines). MUC16 is a transmembrane glycoprotein overexpressed on ovarian cancer cells, which in its soluble form is known as Carbohydrate antigen 125 (CA125). A phase I study in PROC patients is ongoing to assess the safety, efficacy and PK of DMUC4064A given every 3 weeks (Q3W).<br /><b>METHODS</b>: Serum/plasma samples at multiple time points were quantified for three analytes (unconjugated MMAE, DMUC4064A total antibody (tAb), and DMUC4064A conjugate (measured as antibody-conjugated MMAE, acMMAE)). The cycle 1 PK was assessed by standard non-compartmental analysis. The impact of serum CA125 on PK was investigated.<br /><b>RESULTS</b>: Within the tested dose range (1.0-5.6 mg/kg), acMMAE and tAb showed nonlinear PK with more than dose-proportional exposure at the higher doses (4.8 mg/kg and 5.6 mg/kg). A clear correlation of acMMAE with tAb exposure was observed. The PK of DMUC4064A at the highest dose tested (5.6 mg/kg), as measured by acMMAE, showed a volume of distribution of approximately 52 mL/kg and a clearance of ~7 mL/day/kg with a terminal half-life of approximately 5.5 days. Unconjugated MMAE exposure was consistently lower than acMMAE with a mean Cmax approximately 150-300 fold lower than that of acMMAE. At higher doses (>4.0 mg/kg), unconjugated MMAE exposure was variable and overlapping across doses. Accumulation of all analytes was minimal after repeated dosing (Q3W). Based on preliminary data from this ongoing study, baseline CA125 levels have not shown any apparent impact on cycle 1 exposure.<br />Compared to the conventional anti-MUC16 ADC (DMUC5754A, DAR 3.5) at 2.4 mg/kg (MTD), the TDC DMUC4604A at 5.6 mg/kg demonstrates a greater than 3 fold slower acMMAE clearance<sup>1</sup>.<br /><b>CONCLUSION</b>: In this ongoing study of DMUC4604A, nonlinear PK of acMMAE and tAb were observed over the dose range studied, and exposures of acMMAE and tAb were highly correlated. This is the first report of clinical PK data of a TDC demonstrating slower clearance compared to a conventional ADC format.<br /><sup>1</sup><i><sup> </sup>Liu JF, et al. Annals of Oncology 27: 2124–2130, 2016 </i>","keywords":"Antibody Drug Conjugate;NA;NA;NA","organ":"NA","topic":"Phase I adult clinical trials","target":"MUC16","tumor":"Ovarian","combo":"ADC","sage":"target-tumor","pharma":"pharma"}
