{"ID":"CT091","institution":"Masonic Cancer Center","authors":"Shilpa Gupta","text":"MEDI9197 (formerly 3M-052), is a novel TLR7/8 dual agonist formulated for intratumoral (IT) injection and optimized for retention within the tumor after IT injection. IT administration aims to focus antigen-presentation in the tumor thus minimizing systemic inflammatory toxicities. We report the safety and pharmacodynamic (PD) results from a phase I, FTIH study of MEDI9197 in patients (pts) with solid tumors (NCT02556463).<br />As of 28 Nov 2016, this dose escalation trial of MEDI9197 (0.005 to 0.055 mg; Q4W) has enrolled 20 pts with subcutaneous/cutaneous tumors. The maximum-tolerated dose is 0.037 mg. Two dose-limiting-toxicities were observed: Grade 3 cytokine release syndrome (CRS) at 0.037 mg and Grade 4 CRS at 0.055 mg. The most common (> 4 pts)drug related adverse events (AEs) were pyrexia, fatigue, chills, decreased lymphocyte count, nausea, and injection site pain. One pt discontinued MEDI9197 as a result of a drug-related AE (Grade 4 CRS) and there were no Grade 5 drug-related AEs. Five out of 20 pts (25%) received ≥ 4 injections and one pt received 10 injections with treatment ongoing. Tumoral and peripheral PD effects of MEDI9197 were assessed from pts treated with 0.037 (n=6), 0.012 (n=5), and 0.005 (n=6) mg. Local PD effects were assessed by immunohistochemistry (IHC) in longitudinal biopsies with the majority of pts treated with 0.037 mg demonstrating an increase in CD8 (T cells), CD40 (myeloid and B cells), CD56 (NK cells) or PD-L1 (tumor and immune cells) 3-weeks after treatment initiation based on quantitative image analysis. RNAseq analysis of paired tumor biopsies showed an increase in innate and adaptive immune activation signatures consistent with IHC and indicating increased inflammation. Increased peripheral levels of IFNγ, CXCL10, and CXCL11 were observed in 5/6 pts with median peak values of 236, 9286, and 558 pg/mL respectively, within 24 hours of the 1<sup>st</sup> IT administration of 0.037 mg of MEDI9197. The fold change increase ranged from 4.5-43, 30-132, and 3.7-52 for IFNγ, CXCL10, and CXCL11 respectively. Interestingly, a second IT injection into the same lesion resulted in a blunted peak in IFNγ, CXCL10, and CXCL11 levels in 4/4 pts by 51.1%, 67.2%, and 58.2% vs. post-first dose suggesting tolerance or tachyphylaxis effect. Peak plasma levels of MEDI9197 were extremely low (≤0.1 ng/mL), ~600-fold below the minimum effective concentration (59 ng/mL) that induced cytokines <i>in vitro</i> in human peripheral blood mononuclear cells. Analysis of whole blood microarray data demonstrated increases (>2 fold) in T<sub>H</sub>1 and Type 1 IFN gene expression signatures with a transient decrease (>2 fold) in <i>CD8A</i> transcript expression suggesting trafficking of T cells in at least 4/6 pts treated with 0.037 mg of MEDI9197. In conclusion, IT administration of MEDI9197 was feasible and had AEs as well as local and systemic PD effects consistent with its expected mechanism of action.","keywords":"Toll-like receptor 7/8 agonist;NA;NA;NA","organ":"NA","topic":"Phase I adult clinical trials","target":"TLR7/8","tumor":"Many","combo":"SMI","sage":"immune_effector","pharma":"academia"}
