{"ID":"CT108","institution":"Université catholique de Louvain","authors":"Jean-Francois Baurain","text":"This Phase I clinical study is evaluating the safety and tolerability of intra-tumoral doses of LTX-315 in patients with advanced/metastatic solid tumors. Intratumoral administration results in growth inhibition, complete regression and long lasting tumor specific immune responses in multiple pre-clinical tumor models. LTX-315 treatment results in increased CD8+ T cell infiltration, increased CD8+ T cell/Treg ratio and enhanced T cell clonality.<br />The oncolytic effect of LTX-315 involves immunogenic cell death as shown by disintegration of cytosolic organelles with subsequent release of DAMPs (Damage-Associated Molecular Pattern molecules) such as ATP, cytochrome C and HMGB1. Multi-domain proteins from the BCL-2 family seem to be partially involved in LTX-315 mediated killing. The membranolytic effect of LTX-315 also facilitates effective release of tumor antigens. In preclinical tumor models, combination of LTX-315 and immune checkpoint inhibitors demonstrates significant synergy.<br />In this phase I study a recommended Phase II dose as monotherapy and in combination with immune checkpoint inhibitors will be determined. Post-treatment biopsies are also being collected to assess changes in the tumor microenvironment resulting from LTX-315 treatment.<br />Patients are being recruited to one of 4 arms. Arm A: LTX-315 monotherapy single tumor lesion treatment; Arm B: LTX-315 monotherapy single or multiple lesion treatment; Arm C: LTX-315 and ipilimumab in patients with unresectable/metastatic malignant melanoma previously treated with an anti-PD-1 antibody; Arm D: LTX-315 and pembrolizumab in patients with triple negative breast cancer. Patients are receiving LTX-315 in transdermally accessible lesions on days 1, 2, 8, 9, 15 and 16. Ipilimumab and pembrolizumab are administered at standard dose and schedule. As of January 2017, 28 of 60 planned patients have been recruited. Immune responses are assessed by analysis of T lymphocyte subsets in (peripheral blood) and in tumor tissue. In Arm B PD-L1 expression is assessed in bystander (non-injected) tumor biopsies. Anti-tumor activity is assessed by the immune-related response criteria (irRC) for measureable lesions (irCR, irPR, overall response duration, progression free survival (PFS), time to response and disease control rate (irPR, irCR and stable disease (irSD)).","keywords":"Combination therapy;Peptides;Peptides;NA","organ":"NA","topic":"Placeholder Abstracts: Phase I Adult Clinical Trials","target":"Other","tumor":"Many","combo":"SMI_checkpoint","sage":"immune_effector","pharma":"academia"}
