{"ID":"CT119","institution":"Johns Hopkins University","authors":"Leisha Emens","text":"<b>Background: </b>Accumulation of extracellular adenosine in the tumor microenvironment activates A2aR suppressing anti-tumor immunity. CPI-444 is an oral, selective A2aR antagonist with single agent (SA) antitumor efficacy in mouse models, and the addition of anti-PD-1/PD-L1 antibodies leads to synergistic anti-tumor activity. CPI-444 was well-tolerated in previous clinical trials in the non-oncology setting. This phase 1/1b open-label clinical trial uses a 2-step adaptive design to evaluate CPI-444 alone and in combination with atezolizumab (atezo, Tecentriq®) in patients(pts) with advanced cancers. Preliminary efficacy and safety results in the dose selection phase (Step 1) are reported. This is the first report of adenosine inhibition as a treatment for cancer.<br /><b>Methods: </b>Adult pts who have failed up to 5 standard therapies with advanced solid tumors were enrolled. In Step 1, pts were randomized 1:1:1:1 to 1 of 4 dose cohorts (28 days/cycle) including 3 SA cohorts (100mg BID x 14 days(d), 100mg BID x 28d and 200 mg QD x 14d) or combined with atezo (CPI-444 50mg or 100 mg BID x 14d + atezo 840mg IV q2 weeks). Primary objectives: safety and efficacy and defining the optimal dose and schedule of CPI-444.<br /><b>Results: </b>48 pts were enrolled in Step 1; 47 received treatment. Median age was 65 years (range, 36-84).Tumor types enrolled were: non- small cell lung cancer(NSCLC, n=10), triple negative breast cancer (TNBC,n=10),melanoma(MEL,n=7), urothelial bladder cancer(UBC,n=6), renal cell cancer(RCC,n=5), MSI-H colorectal cancer(CRC,n=4), head and neck cancer (SCCHN, n=3)and prostate cancer (n=2). Median number of prior systemic regimens was 4(range, 1-5). Twenty-four pts received prior anti PD-1/PD-L1 therapy. One pt in the combination cohort had reversible grade 3 autoimmune hemolytic anemia which was the only DLT observed. Biomarker analyses defined the optimal dose of CPI-444 as 100 mg bid x 28 days. With a median follow-up time of 12 weeks(range, 2-32), the overall disease control rate (DC defined as CR, PR or SD) was 45% per RECIST. Nineteen pts had SD;15 pts received SA CPI-444. Two pts had a PR; both received SA. Of 5 RCC pts enrolled, 4 had DC (1 PR, 3 SD). Of these 4 RCC pts, 3 are receiving SA CPI-444 including the patient with PR. These 4 RCC pts remain on treatment with 2 pts on treatment for > 30 weeks. Of 7 MEL pts, 1 pt receiving SA had a PR and 2 had SD. SD was observed in 5/10 NSCLC pts, 4/10 TNBC pts, as well as 2/6 UBC pts and 1 pt each with CRC, SCCHN and prostate cancer. The proportion of pts with DC were similar for pts treated with CPI-444 alone and for pts treated with CPI-444 combined with atezo. 9/18(50%) pts who were naïve to anti-PD-1/PD-L1 treatment achieved DC as well as 10/24(42%) of pts who were resistant/ refractory to anti-PD1/PDL1 therapy. The most common (≥ 10% of pts) adverse events related to study drug were Grade 1 or 2 nausea (13%) and fatigue (19%).<br /><b>Conclusion: </b>Inhibition of adenosine signaling through the A2aR results in anti-tumor activity in pts with advanced solid tumors. Responses are observed in multiple histologies both as a SA and in combination with atezo and in pts naïve or resistant/refractory to anti-PD-1/PD-L1 therapy. The optimal dose is 100 mg bid continuous. Enrollment in Step 2, evaluating disease-specific cohorts, is ongoing.","keywords":"Phase 1;Antitumor activity;Antitumor activity;NA","organ":"NA","topic":"Phase I adult clinical trials","target":"A2AR","tumor":"Many","combo":"SMI_checkpoint","sage":"immunosuppressive","pharma":"academia"}
