{"ID":"CT116","institution":"Princess Margaret Cancer Centre","authors":"Lillian Siu","text":"<b>Background</b>: IDO1 is highly expressed in multiple cancers and may be an immunosuppressive mechanism for tumor escape via its production of metabolites that inhibit T-cell function. Nivo, a mAb that targets PD-1, causes IDO1 upregulation, supporting a rationale for combining it with an IDO1 inhibitor. Our preclinical program aimed to identify a best in class IDO1 inhibitor with favorable pharmacokinetic (PK) characteristics (Hunt J, et al. AACR 2017 [abst 6774]). Here we present BMS-986205, a selective IDO1 inhibitor validated in a novel phase 1/2a trial alone and in combination with nivo. <b>Methods: </b>During dose escalation, patients (pts) with advanced cancers were treated in escalating cohorts with BMS-986205 (25-200 mg as of Jan 5, 2017) orally once daily (QD) for 2 wk, followed by BMS-986205 + nivo 240 mg IV every 2 wk. Objectives included safety (primary), PK, and PD. Preclinical analyses included measurement of enzyme inhibition in HEK293 cells overexpressing human IDO1 or tryptophan 2,3-dioxygenase (TDO) and IFNγ-stimulated HeLa cells. <b>Results: </b>In support of clinical testing, BMS-986205 was evaluated preclinically. <i>In vitro </i>characteristics included potent inhibition of kynurenine (kyn) production in IDO1-HEK293 cells (IC<sub>50</sub> = 1.1 nM) but not in TDO-HEK293 cells, sustained inhibition in IDO1 cell-based assays after washout, and single-digit nM potency in human tolerogenic MLR assays. Based on preclinical data, a 150 mg QD human dose was projected to maximally inhibit IDO1. In the ongoing clinical study, 42 pts have been treated. All treatment-related adverse events were grade 1/2 except three grade 3 toxicities (autoimmune hepatitis [dose limiting; BMS-986205 100 mg/nivo 240 mg], rash, and asymptomatic hypophosphatemia). Day 14 individual trough concentrations began exceeding the human whole blood IC<sub>50</sub> starting with 25 mg QD, and the IC<sub>90</sub> starting with 50 mg QD; all pts treated at 200 mg QD exceeded the IC<sub>90</sub>. Serum kyn was substantially reduced at all doses (> 45% mean reduction at each dose), with > 60% mean reduction at the 100 and 200 mg QD doses. Importantly, intratumoral kyn was reduced up to 90% in evaluable paired pre- and on-treatment samples. <b>Conclusions: </b>BMS-986205 is an optimized, once-daily, selective and potent oral IDO1 inhibitor at clinically relevant concentrations. It is well tolerated up to at least 200 mg in combination with nivo in this novel trial. Evidence of substantial serum kyn reduction was observed at doses as low as 25 mg QD; inhibition at 100 and 200 mg QD appears greater than that reported for other in-class compounds. In addition, we have presented the first evidence of intratumoral kyn reduction by an IDO1 inhibitor. These data suggest the potential of BMS-986205 as an IDO1 inhibitor with superior PD properties and support further evaluation in combination with nivo.","keywords":"IDO1;BMS-986205;BMS-986205;NA","organ":"NA","topic":"Placeholder Abstracts: Phase I Adult Clinical Trials","target":"IDO1","tumor":"Many","combo":"SMI_checkpoint","sage":"immunosuppressive","pharma":"academia"}
