{"ID":"CT117","institution":"University of Iowa","authors":"Yousef Zakharia","text":"Background: The indoleamine 2,3-dioxygenase (IDO) pathway is a key counter-regulatory mechanism that normally inhibits immune responses when appropriate. In the setting of cancer, IDO pathway-mediated immune suppression is exploited by tumors in order to prevent and defeat anti-tumor immunity. Small-molecule inhibitors of the IDO pathway, such as indoximod, are an increasingly validated class of potential cancer therapeutics. Additionally, pre-clinical tumor models have shown complementary effects with indoximod / anti-PD1 checkpoint inhibitor treatment combinations. A clinical trial was developed based upon these data.<br />Methods: Upon successful completion of a Phase 1b dose escalation cohort, metastatic melanoma patients were enrolled in a single arm Phase 2 trial evaluating the addition of indoximod to standard of care checkpoint inhibitors approved for melanoma. Treating physicians were allowed to administer their choice of approved checkpoint inhibitor. The large majority of patients received indoximod with pembrolizumab and this interim report is limited to those patients. Indoximod was administered continuously in 21 days cycles (1200mg po twice daily) concurrently with pembrolizumab (3mg/kg q21 days). Study endpoint is best overall response (objective response rate (ORR) = complete response rate (CR) + partial response rate (PR)) per site reported RECIST criteria.<br />Results: At time of data cut-off, 60 patients had received indoximod /pembrolizumab and were evaluable for response, defined as having at least one follow-up imaging study performed. The ORR was 52% (31/60) with a CRR of 8% (5/60). The combination was well tolerated. The most frequently reported adverse events (regardless of attribution), occurring in ≥ 20% of subjects, were fatigue, diarrhea, nausea, arthralgia, headache, cough, rash, pruritus, and hypertension. The most frequently reported laboratory abnormalities (regardless of attribution), were anemia (17%) and hyperglycemia (17%).<br />Conclusions: The interim analysis of the combination of indoximod and pembrolizumab demonstrates an ORR of 52% which compares favorably with the established ORR for pembrolizumab alone. Updated data to be presented. NCT02073123.","keywords":"IDO;NA;NA;NA","organ":"NA","topic":"Phase II adult clinical trials","target":"IDO1","tumor":"Many","combo":"SMI_checkpoint","sage":"immunosuppressive","pharma":"academia"}
