{"ID":"CT155","institution":"H. Lee Moffitt Cancer Center & Research Institute","authors":"Jhanelle Gray","text":"<b><i>Introduction: </i></b>Sacituzumab govitecan (IMMU-132) is an antibody-drug conjugate (ADC) delivering SN-38, a topoisomerase-1 inhibitor, to mSCLC cells expressing Trop-2. We are studying the safety/tolerability and efficacy of IMMU-132 in patients with relapsed/refractory mSCLC who had received a platinum-containing first-line regimen.<br /><b><i>Experimental Procedure:</i> </b>Patients received 8 or 10 mg/kg IV IMMU-132 on days 1 and 8 of repeated 21-day cycles. Objective tumor response (ORR) was determined by RECISTv1.1 in patients receiving at least one treatment cycle, and progression-free survival (PFS) and overall survival (OS) in all patients by Kaplan-Meier methods. (ClinicalTrials.gov, NCT01631552)<br /><b><i>Summary of New Unpublished Data: </i></b>A total of 53 patients (23/30 M/F, median 63 years old) with 1-7 (median 2) prior lines of therapy were enrolled between November, 2013 and June, 2016. Immunohistochemistry of evaluable archival tumor specimens for Trop-2 expression (N=26) showed 92% positivity (61% moderately to strongly positive). They received up to 32 treatment cycles (median 5); the most frequent Grade <u>></u>3 adverse events were neutropenia (34%), fatigue (13%) and diarrhea (9%). Four patients did not complete one cycle of treatment. In the other 49 patients (14 at 8 mg/kg, 35 at 10 mg/kg), there were 7 confirmed PRs and 21 SDs as best response. The resulting ORR rate was 14% (7/49), with a median duration and time-to-progression of a response of 4.0 and 7.6 mos, respectively, and the clinical benefit rate (PR+SD >4 mos) was 35% (17/49). The ORR rate was similar in pts who were sensitive (>3 mos response) or resistant (<3 mos) to 1<sup>st</sup>-line therapy [13% (3/23) vs 15% (4/26), respectively]. In 2<sup>nd</sup>-line setting, IMMU-132 had a confirmed ORR rate of 14% (3/21), and a clinical benefit rate of 38% (8/21). This compares well to recent results with topotecan having an ORR of 13-16% in 2<sup>nd</sup>-line. Comparing dose levels, ORR was 17% (6/35) with 10 mg/kg vs 7% (1/14) with 8 mg/kg, with little difference in toxicity. Median PFS and OS in all 53 patients was 3.7 mos (95% CI, 2.0 - 4.3) and 7.0 mos (95% CI, 5.5 - 8.3), respectively, and included 6 long-term survivors (12.7 - 25.4 months). No antibody response to the ADC or antibody was detected despite multiple therapy cycles.<br /><b><i>Conclusion: </i></b>These interim results demonstrate encouraging activity in patients with late-stage mSCLC having a high expression of Trop-2. Even after failing 1<sup>st</sup>-line platinum chemotherapy or 2<sup>nd</sup>-line topotecan therapy, IMMU-132 showed promising activity, and has a manageable toxicity profile. IMMU-132 given at 10 mg/kg on day 1 and 8 of a 3-week cycle was selected for further clinical evaluation in this population.","keywords":"Trop-2;antibody-drug conjugate;antibody-drug conjugate;NA","organ":"NA","topic":"Phase II adult clinical trials","target":"Trop-2","tumor":"Lung","combo":"ADC","sage":"target-tumor","pharma":"academia"}
