{"ID":"LB-066","institution":"Seattle Genetics","authors":"Andrew Waight","text":"Antibody Drug Conjugates (ADCs) combine the specificity of antibody therapies with the potency of highly toxic payloads and have become an established therapeutic tool for the treatment of multiple types of cancer. The design process for novel ADCs requires careful attention to the biological target and chemotype selection. Increasingly, the importance of linker attachment and location is also recognized as a critical variable for optimal therapeutic efficacy. For ADCs employing cysteine conjugation, the payload to be delivered has commonly been attached to the antibody backbone via reaction with the native cysteines of the inter-chain disulfides. These cysteines are found in the constant domain of the light chains, the CH<sub>1</sub> domain and hinge region of the heavy chains. Alternatively, the chemotype can be conjugated to discrete locations on the antibody backbone by engineering cysteine mutations into the protein sequence, allowing for conjugation in a site-specific manner. For certain chemotypes, site-specific conjugation has demonstrated several distinct advantages over native disulfide conjugation, including homogenous ADC loading, malemide attachment stability and hydrophobic masking of the payload. These effects are particularly applicable to conjugates made at mutation site S239C, which is found on the interior face of the CH<sub>2</sub> of the F<sub>c</sub> region. Moreover, we have recently discovered that ADCs using the antimitotic tubulysin M show greatly improved chemotype stability when conjugated specifically to the S239C site. In plasma, the tubulysin M molecule is susceptible to the loss of an acetate side chain on the tubuvaline subunit, a change which greatly diminishes tubulin binding and cytotoxicity. Using <i>ex vivo</i> methods and mass spectroscopy we show that, compared to tubulysin M conjugates made to the native interchain disulfide bonds, conjugation to S239C protects the lability of this acetate group and demonstrates improved <i>in vitro </i>cytotoxicity following ADC plasma incubation. With the aim of identifying further protective conjugation locations, we generated and analyzed 20 additional cysteine mutation sites predicted to share similar biophysical properties to S239C. Top performing single mutations were further combined with S239C and evaluated for a combined effect on tubulysin M acetate stability. Surprisingly, several of the new cysteine mutation sites demonstrate a greater effect on tubulysin M stability when used in conjunction with S239C than when used alone. The results on acetate stability following plasma incubation are further reflected by enhanced cytotoxic potency <i>in vitro</i> using pre incubated tubulysin M ADCs. This data demonstrates that appropriate site-specific conjugation can protect against chemotype degradation, and in addition to the advantages of hydrophobic masking and malemide stability, these findings underline the importance of location of chemotype conjugation for optimal ADC design and engineering.","keywords":"Targeted drug delivery;Drug design;Drug design;NA","organ":"NA","topic":"Drug design","target":"NA","tumor":"NA","combo":"ADC","sage":"linker","pharma":"pharma"}
