{"ID":"LB-193","institution":"National Institutes of Health","authors":"Winson Ho","text":"LB-100 is a novel, first-in-class, small molecule inhibitor of protein phosphatase 2A (PP2A) recently shown in a Phase I trial to be well-tolerated at doses associated with stabilization of progressive solid tumors (Chung. Clin Cancer Res. 2017). PP2A has been implicated in mediating Akt signaling downstream of CTLA-4 (Parry. MolCell Biol. 2005). An in vivo pooled short hairpin RNA screen identified PP2A as a key regulator in suppressing T-cell proliferation in the tumor microenvironment (Zhou. Nature. 2014) and to be essential for regulatory-T-cell (Treg) function (Apostolidis. Nat Immunol. 2014). We hypothesized that pharmacologic inhibition of PP2A could enhance cancer immunity. We assessed the effect of LB-100 on T-cells in human allogenic mixed lymphocyte reactions, in which CD8+ or CD4+ T cells were co-cultured with monocyte-derived dendritic cells. We found a dose dependent increase in T cell proliferation in CD8+ and CD4+ cells and an increase in IFNγ secretion in CD4+ T cells. We investigated the effect of LB-100 plus anti-PD-1 antibody on CD4+ T cells in the same assay. The combination enhanced proliferation and IFNγ production compared to anti-PD-1 alone. For in vivo syngeneic studies, BALB/c mice were implanted subcutaneously in the right flank with CT26 colon carcinoma cells (5 x10^5 cells). 12 days after implantation, mice with tumors between 30-100 mm3 were randomized into four treatment groups (placebo, LB-100 - 0.16 mg/kg, anti-PD1- 10 mg/kg, and combination). Treatment was given every 2 days up to 28 days. 10 days after treatment, there was a significant decrease in tumor growth in the combination group compared to placebo or anti-PD-1 alone. 7/11 (63.6%) of mice treated with the combination and none in the other treatment groups achieved complete remission (CR). FACS analysis of the tumor infiltrating lymphocytes (TIL) after 10 days of treatment demonstrated enhanced IFNγ production in CD8+ T cells in the combination group compared to either treatment alone. There was also a marked decrease in FoxP3+ Treg cells in LB-100 treated group compared to placebo (3% vs 12% of CD4+ T cells, p<0.05). Furthermore, mice achieving CR were resistant to tumor growth when re-inoculated with CT26 cells. Mice subjected to CD8+ T cell ablation using depleting antibodies, were unable to reject CT26 tumors - 0/8 (0%) despite treatment with combination therapy. This indicates that the anti-tumor effect of LB100 with anti-PD-1 treatment is CD8+ T cell mediated. In conclusion, we have shown in a syngeneic animal model that the PP2A inhibitor, LB-100, has synergistic potential in conjunction with checkpoint blockade supporting investigation of its ability to enhance immunotherapy in the clinic.","keywords":"Protein phosphatase;NA;NA;NA","organ":"NA","topic":"Immunomodulatory agents and interventions","target":"PP2A","tumor":"Colorectal","combo":"SMI_checkpoint","sage":"immunosuppressive","pharma":"academia"}
