{"ID":"LB-190","institution":"INSTITUT BERGONIE","authors":"ANTOINE ITALIANO","text":"Background: There is a strong rationale for immunotherapy in sarcomas. We report results of the first phase II study of PD-1 blockade with the anti-PD-1 antibody pembrolizumab in combination with metronomic chemotherapy in patients with advanced soft tissue sarcomas (STS) and gastro-intestinal stromal tumour (GIST). Methods: This is an open-label multicentre phase II study of the anti-PD-1 pembrolizumab in combination with low-dose cyclophosphamide in 4 cohorts of patients with advanced STS: leiomyosarcoma (LMS), undifferentiated pleomorphic sarcoma (UPS), gastrointestinal stromal tumour (GIST) and other sarcomas (Others). All patients received pembrolizumab 200mg IV q21 days and cyclophosphamide 50 mg BID 1 week on, 1 week off. The primary endpoint was a dual one encompassing non-progression and objective response (as per RECIST evaluation criteria v1.1) at 6 months for LMS, UPS, and Others, and 6-month non-progression for GIST. An objective response rate of 20% and/or a 6-months non-progression rate of 60% were determined as reasonable objectives for treatment meaningful effect. Findings:57 patients were included. Forty-nine were assessable for efficacy. Three patients experienced tumour shrinkage resulting in a partial response (PR) in one of them (solitary fibrous tumour). The 6-month non-progression rate was 0%, 0%, 11.1% (95% CI 2.8-48.3) and 14.3% (95% CI 1.8-42.8%) in LMS, UPS, GIST and \"Others\" cohorts respectively. The most frequent adverse events were grade 1 or 2 fatigue, diarrhoea, anaemia. The only patient with PR was the only one having a PDL1 positive staining in more than 10% of immune cells. Strong M2 macrophage infiltration was observed in the majority of cases and these macrophages significantly expressed the inhibitory enzyme Indoleamine2,3-dioxygenase 1 (IDO1). A significant increase of the kynurenine/tryptophane ratio was also observed in patients’ blood samples during study treatment. Conclusion: The primary endpoint of this study was not met for all cohorts. PD1 inhibition has limited activity in advanced STS and GIST. This primary resistance may be explained by an immunosuppressive tumour microenvironment resulting from macrophage infiltration and IDO1 pathway activation.","keywords":"Immunotherapy;NA;NA;NA","organ":"NA","topic":"Immune checkpoints","target":"chemo","tumor":"Sarcoma","combo":"SMI_checkpoint","sage":"immunosuppressive","pharma":"academia"}
