{"ID":"LB-197","institution":"SignaBlok, Inc.","authors":"Alexander Sigalov","text":"Non-small cell lung cancer (NSCLC) and pancreatic cancer (PC) are among the most lethal cancer types. Despite significant recent advances, effective treatments are still lacking and novel therapies are needed. High intratumoral macrophage content promotes tumor aggressiveness and metastasis, ultimately leading to poor patient prognosis. In cancer patients, high expression levels of triggering receptor expressed on myeloid cells 1 (TREM-1) on intratumoral macrophages have been linked with cancer recurrence and poor patient survival. Thus, blockade of TREM-1 could be a promising therapeutic strategy. To test this hypothesis, we employed our novel ligand-independent strategy of TREM-1 inhibition that includes the use of the signaling chain homooligomerization (SCHOOL) approach to rationally design TREM-1 inhibitory peptide sequences. These SCHOOL TREM-1 inhibitors are non-toxic, non-immunogenic and can be deployed in either free form or incorporated into our lipopeptide complexes for targeted delivery to macrophages. This incorporation significantly increased peptide half-life and dose efficacy in our prior studies. In this study, to determine whether SCHOOL TREM-1 inhibitors have an anticancer effect <i>in vivo</i>, xenograft mouse models of NSCLC (H292 and A549) and PC (AsPC-1, BxPC-3, and CAPAN-1) were used. Administration of these inhibitors in free and lipopeptide complex-bound form was found to significantly inhibit tumor growth in NSCLC and PC models achieving an optimal T/C value of 23% depending on the xenograft and formulation used. This suggests that the therapeutic effect of our TREM-1-targeted treatment is cancer type-independent. In addition, SCHOOL TREM-1 inhibitors did not alter body weight, which indicates that it is well-tolerated. Interestingly, the growth delay in NSCLC and PC tumors persisted even after treatment was halted, thus highlighting the long lasting anticancer effects. Importantly, the tumor growth inhibition in select xenograft models correlated significantly with: 1) increased survival from 36 to 54 days (P<0.001) 2) up to 60% reduced intratumoral macrophage infiltration as assessed by a F4/80 macrophage marker (P<0.001 vs. vehicle), and 3) up to 50% reduced angiogenesis as assessed by an CD31 epithelial marker (P<0.001 vs. vehicle). Finally, treatment with SCHOOL TREM-1 inhibitors significantly reduced serum levels of interleukin (IL)-1α, IL-6 and macrophage colony-stimulating factor (M-CSF, also known as CSF-1), but unexpectedly not vascular endothelial growth factor (VEGF), suggesting the inhibitory effect on angiogenesis could be M-CSF-dependent as previously reported for osteosarcoma and retinopathy. Taken together, these results clearly demonstrate that SCHOOL TREM-1 inhibitors can have beneficial anticancer activity by inhibiting intratumoral macrophage infiltration and activation and tumor angiogenesis. Alleviation of intratumoral macrophage activity by SCHOOL TREM-1 inhibitors would be ideal in combinatorial approaches with chemotherapy.","keywords":"Macrophage Infiltration and Activation;TREM-1 Inhibitors;TREM-1 Inhibitors;NA","organ":"NA","topic":"Inflammation, immunity, and cancer: Other","target":"TREM-1","tumor":"Lung","combo":"SMI","sage":"immunosuppressive","pharma":"pharma"}
