{"ID":"LB-199","institution":"Biothera pharmaceuticals","authors":"Adria Jonas","text":"Checkpoint inhibitor therapies (CPI) have shown great promise, however in a limited percentage of patients. One of the key mechanisms behind the limited efficacy of CPI therapy is immune resistance mediated by immunosuppressive myeloid cells at the tumor microenvironment (TME), namely M2 macrophages and myeloid-derived suppressor cells (MDSC). Multiple therapeutic interventions are being developed to target these cell types with the intention of reshaping the TME and enhancing the effector functions of the infiltrating cytotoxic T cells.Molecules containing <u>p</u>athogen <u>a</u>ssociated <u>m</u>olecular <u>p</u>atterns (PAMPS) are one of the unique combination partners that can sensitize tumors to respond to CPI. Imprime PGG (Imprime), an intravenously administered soluble yeast β-1,3/1,6 glucan PAMP, is being clinically developed in combination with tumor-targeting antibodies, anti-angiogenics, and CPI. Imprime has shown promising results in two randomized phase 2 studies in non-small cell lung cancer. Mechanistic studies have shown Imprime to repolarize M2 macrophages and MDSC in <i>in vitro</i> human systems as well as multiple xenograft models. The objective of this study was to evaluate Imprime’s ability to counteract immunosuppression and thereby influence the effector functions of T cells in a syngeneic tumor model. To this end, we first evaluated the anti-tumor efficacy of Imprime in combination with anti-PD-1 or anti-PD-L1 antibody in the MC-38 colon cancer model and found that both combinations repressed tumor growth more effectively than either single agent. Flow cytometric evaluation of single cell suspensions of spleen and tumor tissue after one week of Imprime dosing revealed that the tumor associated macrophages showed a shift to an M1-like phenotype with increased expression of PD-L1, CD86, inducible nitric oxide synthase, MHC class II and downmodulation of Arginase-1. qRT-PCR analyses also demonstrated an increase in transcripts for M1 markers (<i>Il12b</i> p35, <i>Ifng</i>, <i>Tnfa</i>) with a coincident decrease in transcripts for M2 markers (<i>VEGF, Fizz1, CCL17</i>). Adaptive immune resistance, increased PD-L1 expression on the tumor cells as a result of immune activation was observed. In the spleen, the monocytic MDSC also showed increased expression of M1 markers. Furthermore, increased number of CD8 cells in the spleen were of effector memory phenotype with enhanced expression of PD-1, granzyme B, and Ki-67. At the tumor site, the CD8 cells from Imprime treated mice demonstrated increased proliferative and cytokine producing capabilities (IL-2, IFNg, and TNFa) in response to CD3/CD28 stimulation. Collectively, these data show that Imprime’s ability to remold the TME such that the myeloid cells are less suppressive and the cytotoxic T cells are more functionally active can have a tremendous impact on overcoming resistance to CPI therapy.","keywords":"Tumor microenvironment;Immunomodulation;Immunomodulation;NA","organ":"NA","topic":"Modifiers of the tumor microenvironment","target":"PAMP","tumor":"Many","combo":"SMI_checkpoint","sage":"immunosuppressive","pharma":"pharma"}
