{"ID":"LB-191","institution":"FindCure","authors":"Floyd Taub","text":"Previously we reported that the combination of anti-PD1 and β-alethine completely stopped cancer growth in a syngeneic mouse melanoma model even under conditions when neither of the drugs had statistically significant effects as a single agent. In order to further examine this dramatic result, we extended the studies, evaluated immune parameters and tested if long-term immunity to re-challenge occurred. Surprisingly, three low doses of anti-PD1, spread over 9 days, were sufficient to allow concurrent and continuing weekly dosing of β-alethine to not only halt tumor growth, but to reverse it. The established melanoma regressed over the subsequent 4-6 weeks. Even more striking was that the short course of anti-PD1, which failed to reduce cancer growth as a single therapy, altered the immune system such that subsequent treatment with β-alethine was effective. β-alethine therapy, beginning eight days after the conclusion of anti-PD1 therapy, when tumors averaged 40 mm<sup>2</sup>, was sufficient to cause at least stabilization of cancer in all animals and complete response (no palpable tumor on repeated measurements) in the majority of animals. Statistical comparisons of all animals receiving combination therapy (either concurrently or sequentially) with controls resulted in significant differences using ANOVA for tumor size (p=0.005) or X<sup>2 </sup> tests for tumor presence (<i>p</i> <0.000). No toxicity was noted in treated animals. This is consistent with previous animal and GLP toxicity studies and the completed human Phase I/II trial. The human trial showed that β-alethine, as a single agent, caused no drug-related adverse events and lead shrinkage or stabilization in all patients with lymphoma who were not anergic to recall antigens pre-trial. The final result of re-challenging the mice with the original Cloudman melanoma at a higher dose than the initial cancer inoculation level will be presented.","keywords":"Immunotherapy;Melanoma/skin cancers;Melanoma/skin cancers;NA","organ":"NA","topic":"Immune checkpoints","target":"Other","tumor":"Melanoma","combo":"SMI_checkpoint","sage":"immune_effector","pharma":"pharma"}
