{"ID":"LB-239","institution":"Dynavax Technologies","authors":"Albert Candia","text":"<b>Introduction: </b>SD-101 is a synthetic CpG oligonucleotide agonist of Toll-like receptor 9. SD-101 stimulates dendritic cells to release interferon-alpha and mature into antigen presenting cells that effectively activate T cell responses. Pembrolizumab is a PD-1 inhibitor that has been approved for the treatment of multiple tumors including metastatic melanoma. In mouse tumor models, SD-101 synergizes with anti-PD-1 inducing substantial infiltration of tumor-reactive T cells and durable, complete responses in all treated animals. The MEL-01 trial assesses the safety and preliminary efficacy of SD-101 in combination with pembrolizumab in stage IIIC-IV melanoma. Previously presented clinical data suggest enhanced efficacy for this combination. Biomarker data from the MEL-01 trial support the mechanism of action of SD-101.<br /><b>Methods: </b>The dose escalation phase of this trial is a modified 3 + 3 design with 4 dose levels of SD-101 (1, 2, 4, and 8 mg) in combination with pembrolizumab. SD-101 is injected into a single tumor lesion qw X 4 followed by q3w X 7. Pembrolizumab is dosed at 200 mg IV q3w. Specimens for biomarker analyses included biopsies of the injected tumor and peripheral blood, and were taken before and after treatment (Days 29, 85 and 169). Biopsies were analyzed by multiplexed immunohistochemistry and Nanostring to evaluate the immunophenotype of the tumor environment. Peripheral blood collected immediately before and 24 hours after dosing was analyzed by qPCR with a panel of interferon (IFN) responsive genes to confirm target engagement. Tumor responses were assessed using RECIST v1.1.<br /><b>Results: </b> IFN signature profiling in blood indicated that SD-101 engages its target in a dose-dependent manner. In tumor biopsies taken after the fourth intratumoral injection, an elevated IFN signature was also observed, confirming persistent local immune activation. Nanostring assessments demonstrated increases in multiple immune cell types in tumors in a subset of patients. In particular, an increase in Th1 responses and a decrease in Th2 responses were found, a shift which is consistent the mechanism of action of SD-101. Immunophenotypic signatures generally correlated with tumor response and were greater in patients naïve to PD-1 treatment compared to patients who previously progressed on PD-1 treatment. Signals for immune suppression generally showed an inverse correlation with clinical response. An elevated CD8 profile was detected by Nanostring and confirmed by immunohistochemistry showing increased CD8+ T cell infiltration in tumors.<br /><b>Conclusions:</b> Biomarker assessments of the tumor microenvironment in melanoma patients receiving SD-101 and pembrolizumab demonstrate an immunophenotype with CD8 infiltration and a Th1 driven immune response consistent with the mechanism of action and anti-tumor activity of this combination.","keywords":"Biomarker;Innate immunity;Innate immunity;NA","organ":"NA","topic":"Biomarkers predictive of therapeutic benefit","target":"TLR9","tumor":"Melanoma","combo":"SMI_checkpoint","sage":"immune_effector","pharma":"pharma"}
