{"ID":"LB-212","institution":"Univ. of Nebraska Medical Ctr.","authors":"Brandon Griess","text":"Macrophages (Mφ) have high plasticity and can polarize to two extremes, pro-inflammatory M1 Mφ and immuno-suppressive M2 Mφ. In triple negative breast cancer, tumor-associated Mφ (TAM) have a pro-tumor M2-like phenotype and are associated with decreased survival. Thus, it is vital to develop treatments to reprogram TAM away from protumor M2 Mφ toward antitumor M1 Mφ. A recent study reported a lipid peroxide scavenger selectively inhibits M2 Mφ markers and cytokines. However, little is known about the differences in ROS metabolism between M1 Mφ and M2 Mφ. Our <i><u>hypothesis</u></i> is pro-tumorigenic M2 Mφ possess a distinct profile of pro- and anti-oxidant enzymes, as well as a different sensitivity to ROS modulation versus the anti-tumor M1 Mφ. Our results show M2 Mφ, derived from primary human monocytes, have a significant 20-30% reduction in intracellular ROS levels versus M1 Mφ by DCFH and DHE staining. Extracellular ROS synthesis was dramatically reduced by ~70% in M2 Mφ, in part due to reduced mRNA expression of Nox2, Nox5, and their accessory protein CYBA in M2 Mφ. Another contributing factor to lower ROS levels is that M2 Mφ have significantly increased Catalase and Gpx4 mRNA expression, as well as increased Cu/ZnSOD and Gpx1 protein and activity. These data suggest M2 Mφ have increased ROS metabolism versus M1 Mφ, which may provide an advantage in the oxidative tumor microenvironment. Furthermore, EcSOD re-expression in MB231, a triple negative breast cancer cell line, inhibited the MB231-mediated increase in M2 Mφ markers and decrease in M1 Mφ markers. We moved forward utilizing Mn(III) meso-tetrakis(N-ethylpyridinium-2-yl)porphyrin (MnTE), a small molecule SOD mimetic, shown to have anti-tumor effects. MnTE treatment increased M1 Mφ markers, IL-12b and CD86, while concurrently decreasing M2 Mφ markers, IL-10, CD163, and CD206. MnTE also inhibited the ability of M2 Mφ to inhibit T cell activation suggesting ROS is required for M2 Mφ polarization and function. Increasing ROS levels by addition of exogenous H<sub>2</sub>O<sub>2</sub>, lead to increased M2 markers and decreased M1 markers, which implicates the oxidative tumor microenvironment in promoting a M2-like TAM phenotype. These studies provide the <i>rationale</i> for antioxidant treatment of breast cancer to reprogram TAM from pro-tumorigenic M2-like TAM phenotype to a more tumoricidal M1-like phenotype.","keywords":"Polarization;Breast cancer;Breast cancer;NA","organ":"NA","topic":"Immune cells in the tumor microenvironment","target":"Other","tumor":"Many","combo":"SMI","sage":"immunosuppressive","pharma":"academia"}
